Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# file.render.transparent.help
source: This option can be useful if you want to insert the mesh in a 2d creation software. Partial object transparency is not supported for now.
dutch: Deze optie kan nuttig zijn als je het mesh wilt invoegen in een 2D-creatiesoftware. Gedeeltelijke objecttransparantie wordt momenteel niet ondersteund.
french: Cette option peut être utile si vous voulez insérer le maillage dans un logiciel de création 2D. La transparence partielle de l'objet n'est pas prise en charge pour le moment.
german: Diese Option kann nützlich sein, wenn Sie das freigestellte Mesh in eine 2D-Software importieren möchten. Teilweise Objekttransparenz wird momentan noch nicht unterstützt.
italian: Questa opzione può essere utile se vuoi inserire la mesh in un software di creazione 2D. Per ora la trasparenza parziale degli oggetti non è supportata.
japanese: このオプションは2D製作ソフトウェアでメッシュを挿入したい場合、便利です。 現時点では、部分的なオブジェクトの透明度はサポートされていません。
korean: 이 옵션은 2D 제작 소프트웨어에서 메시를 삽입하려는 경우 유용합니다. 현재 부분적인 오브젝트 투명도는 지원되지 않습니다.
portuguese: Esta opção pode ser útil para inserir a malha em um software de criação 2D. A transparência parcial de objetos não é compatível no momento.
russian: Эта функция может пригодиться для вставки меша в программу для создания 2D. Частичная прозрачность объектов пока не поддерживается.
spanish: Esta opción puede ser útil si quieres insertar la malla en un software de creación 2D. Por el momento, no se admite la transparencia parcial de objetos.

# pressure.useGlobal
source: Use global settings
dutch: Gebruik globale instellingen
french: Utiliser les réglages généraux
german: Globale Vorgabe nutzen
italian: Usa le impostazioni globali
japanese: グローバル設定を使用
korean: 전역 설정 사용
portuguese: Usar ajustes globais
russian: Использовать глобальные настройки
spanish: Utilizar configuración global

# pressure.useGlobal.help
source: By default, the tools share the same pressure settings. Uncheck this option if you want specific pressure settings for this tool.
dutch: Standaard delen de gereedschappen dezelfde drukinstellingen. Vink deze optie uit als u specifieke drukinstellingen voor dit gereedschap wilt.
french: Par défaut, les outils partagent les mêmes réglages de pression. Décochez cette option si vous souhaitez définir des réglages de pression spécifiques pour cet outil.
german: Standardmäßig haben alle Werkzeuge dieselben Pressure-Settings. Deaktivieren Sie diese Option, wenn Sie spezielle Pressure-Settings für dieses Werkzeug wünschen.
italian: Per impostazione predefinita, gli strumenti condividono le stesse impostazioni di pressione. Deseleziona questa opzione se desideri impostazioni di pressione specifiche per questo strumento.
japanese: デフォルトで、ツールは同じプレッシャー設定を共有します。 このツールに特定のプレッシャーを設定したい場合は、このオプションをチェックしないでください。
korean: 기본적으로 도구는 동일한 압력 설정을 공유합니다. 이 도구에 특정 압력 설정을 적용하려면 이 옵션의 체크를 해제하십시오.
portuguese: Por padrão, as ferramentas compartilham os mesmos ajustes de pressão. Desmarque esta opção para usar ajustes específicos de pressão para esta ferramenta.
russian: По умолчанию инструменты используют одинаковые настройки нажима. Снимите галочку с этой функции, если вы хотите установить особые настройки нажима для этого инструмента.
spanish: De forma predeterminada, las herramientas comparten los mismos ajustes de presión. Desmarca esta opción si quieres la configuración de presión específica para esta herramienta.

# pressure.title
source: Pressure
dutch: Druk
french: Pression
german: Druck
italian: Pressione
japanese: 筆圧
korean: 압력
portuguese: Pressão
russian: Нажим
spanish: Presión

# pressure.noTool
source: This tool doesn't use pencil pressure.
dutch: Deze tool gebruikt geen potlooddruk.
french: Cet outil ne tient pas compte de la pression du stylet.
german: Dieses Werkzeug verwendet keine Pressure-Settings für den Stift.
italian: Questo strumento non utilizza la pressione della matita/stilo.
japanese: このツールはペンシルの筆圧を使用しません。
korean: 이 도구는 펜슬 압력을 사용하지 않습니다.
portuguese: Esta ferramenta não usa a pressão do lápis.
russian: Этот инструмент не поддерживает нажим стилуса.
spanish: Esta herramienta no usa presión de lápiz.

# pressure.noGrab
source: Grab stroke type will ignore pressure settings.
dutch: Het type grab-strook zal drukinstellingen negeren.
french: Le type de trait Capturer ignore les réglages de pression.
german: Grab ignoriert Pressure-Settings.
italian: Il tipo di tratto Cattura ignorerà le impostazioni di pressione.
japanese: ストロークタイプ、“グラブ”は筆圧設定を無視します。
korean: 붙잡기(Grab) 스트로크 유형은 압력 설정을 무시합니다.
portuguese: O tipo de traçado ao pegar o lápis ignorará os ajustes de pressão.
russian: Тип штриха «Движение» будет игнорировать настройки нажима.
spanish: El tipo de pincel de agarre ignorará los ajustes de presión.

# pressure.radius
source: Radius
french: Rayon
italian: Raggio
japanese: 半径
korean: 반지름
portuguese: Raio
russian: Радиус
spanish: Radio

# pressure.intensity
source: Intensity
dutch: Intensiteit
french: Intensité
german: Stärke
italian: Intensità
japanese: 強度
korean: 강도
portuguese: Intensidade
russian: Интенсивность
spanish: Intensidad

# pressure.average
source: Pressure smoothing
dutch: Drukafvlakking
french: Lissage de la pression
german: Druckglättung
italian: Livellamento della pressione
japanese: 筆圧平滑化
portuguese: Suavização de pressão
russian: Сглаживание давления
spanish: Suavizado de presión

# pressure.average.help
source: Average the pencil pressure events for smoother results.
dutch: Gemiddeld de potlooddrukgebeurtenissen voor een gladder resultaat.
french: Moyennez les événements de pression du crayon pour des résultats plus doux.
german: Mitteln Sie die Druckereignisse des Stifts für glattere Ergebnisse.
italian: Media gli eventi di pressione della matita per risultati più fluidi.
japanese: より滑らかな結果を得るために鉛筆の筆圧イベントを平均化します。
portuguese: Média dos eventos de pressão do lápis para resultados mais suaves.
russian: Усредните события давления карандаша для более плавного результата.
spanish: Promedia los eventos de presión del lápiz para obtener resultados más suaves.

# gesture.camera
source: Camera
french: Caméra
german: Kamera
italian: Fotocamera
japanese: カメラ
korean: 카메라
portuguese: Câmera
russian: Камера
spanish: Cámara

# gesture.sculpt
source: Sculpt
dutch: Beeldhouwen
french: Sculpter
german: Bearbeiten
italian: Scolpire
japanese: スカルプト
korean: 스컬프팅
portuguese: Esculpir
russian: Скульптурирование
spanish: Esculpir

# gesture.select
source: Select object
dutch: Selecteer object
french: Sélectionner l'objet
german: Objekt auswählen
italian: Seleziona oggetto
japanese: オブジェクトを選択
portuguese: Selecionar objeto
russian: Выбрать объект
spanish: Seleccionar objeto

# gesture.finger
source: Finger
dutch: Vinger
french: Doigt
italian: Dito
japanese: 指
korean: 손가락
portuguese: Dedo
russian: Палец
spanish: Dedo

# gesture.stylus
source: Stylus
french: Stylet
italian: Stilo
japanese: スタイラス
korean: 스타일러스
russian: Стилус
spanish: Lápiz

# gesture.mouse
source: Mouse
dutch: Muis
french: Souris
german: Maus
japanese: マウス
russian: Мышь
spanish: Ratón

# gesture.dropper
source: Material picking
dutch: Materiaal kiezer
french: Sélection de matériau
german: Materialauswahl
italian: Selezione materiale
japanese: マテリアルの選択
korean: 머티리얼 선택
portuguese: Seleção de material
russian: Выбор материала
spanish: Selección de material

# gesture.dropper.help
source: The color/material picker can be triggered by long-pressing on the canvas. Note that it only work if the current brush has painting enabled.
dutch: De kleuren/materiaal kiezer kan worden geactiveerd door lang op het canvas te drukken. Merk op dat het alleen werkt als de huidige borstel schilderen heeft ingeschakeld.
french: Pour déclencher le sélecteur de couleur/matériau, appuyez de façon prolongée sur la zone de travail. Le sélecteur ne s'affiche que si la peinture est activée pour le pinceau actuel.
german: Die Farb-/Materialauswahl kann durch langes Drücken auf den Arbeitsbereich aufgerufen werden. Dies funktioniert nur, wenn das Malen für den aktuellen Pinsel aktiviert ist.
italian: Il selettore colore/materiale può essere attivato premendo a lungo sulla tela. Si noti che funziona solo se il pennello corrente ha la dipinti abilitata.
japanese: キャンバスを長押しすると、カラー/マテリアルピッカーが表示されます。 現在のブラシのペイントが有効な場合にのみ動作します。
korean: 버스를 길게 누르면 색상/머티리얼 피커가 표시됩니다. 현재 사용하는 브러시에 페인트가 활성화된 경우에만 작동합니다.
portuguese: Você pode manter a tela pressionada para acionar o seletor de cor/material. Note que isso só funciona se a pintura estiver ativada no pincel atual.
russian: Выбор материала/цвета можно вызвать долгим нажатием на холст. Примечание: это работает только в том случае, если для текущей кисти включено окрашивание.
spanish: El selector de color/material se puede invocar manteniendo pulsado el lienzo. Importante: esto solo funciona si el pincel actual tiene activada la pintura.

# gesture.three.title
source: Three fingers
dutch: Drie vingers
french: Trois doigts
german: Drei Finger
italian: Tre dita
japanese: 3本指
korean: 세 손가락
portuguese: Três dedos
russian: Три пальца
spanish: Tres dedos

# gesture.three.light
source: Rotate lighting
dutch: Draai verlichting
french: Faire pivoter l'éclairage
german: Beleuchtung drehen
italian: Ruota illuminazione
japanese: ライティングを回転
portuguese: Girar iluminação
russian: Поворот освещения
spanish: Girar iluminación

# gesture.three.light.help
source: Rotate the environment, lights and MatCap.
dutch: Draai de omgeving, lichten en MatCap.
french: Pivote l'environnement, les lumières et le MatCap.
german: Dreht die Umgebung, Lichter und MatCap.
italian: Ruotare l'ambiente, le luci e MatCap.
japanese: 環境、ライト、MatCapを回転できます。
portuguese: Girar o ambiente, luzes e MatCap.
russian: Поверните окружение, освещение и MatCap.
spanish: Rotar el entorno, las luces y el MatCap.

# gesture.three.radius
source: Tool Radius
french: Rayon de l'outil
german: Werkzeugradius
italian: Raggio strumento
japanese: ツールの半径
portuguese: Raio da Ferramenta
russian: Радиус инструмента
spanish: Radio de herramienta

# gesture.three.intensity
source: Tool Intensity
dutch: Tool Intensiteit
french: Intensité de l'outil
german: Werkzeugintensität
italian: Intensità strumento
japanese: ツールの強度
portuguese: Intensidade da Ferramenta
russian: Интенсивность инструмента
spanish: Intensidad de herramienta

# gesture.finger.smooth
source: Finger always smooths
dutch: Vinger verzacht altijd
french: Lissage systématique avec le doigt
german: Finger glättet immer
italian: Il dito leviga sempre
japanese: 指は常にスムージングに使用されます
portuguese: Dedo sempre suaviza
russian: Палец производит сглаживание
spanish: El dedo siempre suaviza

# gesture.finger.smooth.help
source: This option is only active if a sculpting tool is active.
dutch: Deze optie is alleen actief als een beeldhouwtool is geactiveerd.
french: Cette option est active uniquement si un outil de sculpture est actif.
german: Diese Option ist nur aktiv, wenn ein Bildhauerwerkzeug aktiv ist.
italian: Questa opzione è attiva solo se uno strumento di scultura è attivo.
japanese: このオプションは、彫刻ツールがアクティブな場合にのみ有効です。
portuguese: Esta opção só está ativa se uma ferramenta de escultura estiver ativa.
russian: Эта опция активна только если активирован инструмент для лепки.
spanish: Esta opción solo está activa si una herramienta de escultura está activa.

# gesture.unknownPressure
source: Allow unrecognized pressure
dutch: Sta niet-herkende druk toe
french: Autoriser les informations de pression non reconnues
german: Unerkannten Pressure zulassen
italian: Consenti pressione non riconosciuta
japanese: 未認識の筆圧を許可
korean: 인식되지 않는 압력 허용
portuguese: Permitir pressão não reconhecida
russian: Разрешить неопознанное давление
spanish: Permitir presión no reconocida

# gesture.unknownPressure.help
source: Check this option if the pressure doesn't work with your pencil or if you need pressure finger.
dutch: Selecteer deze optie als de druk niet werkt met uw potlood of als u drukvinger nodig heeft.
french: Cochez cette option si la pression ne fonctionne pas avec votre stylet ou si la pression du doigt doit être prise en compte.
german: Aktivieren Sie diese Option, wenn Pressure (Druck) mit Ihrem Stift nicht funktioniert oder wenn Sie einen Pressure für den Finger benötigen.
italian: Seleziona questa opzione se la pressione non funziona con lo stilo o se hai bisogno di premere con il dito.
japanese: お使いのペンシルで筆圧が動作しない場合、または指の筆圧が必要な場合、このオプションをチェックしてください。
korean: 연필로 압력을 가할 수 없거나 압력 손가락이 필요한 경우 이 옵션을 선택하십시오.
portuguese: Selecione esta opção se a pressão não funcionar com o lápis ou você precisar de pressão do dedo.
russian: Выберите эту функцию, если нажим не поддерживается для вашего стилуса или вам нужна регулировка нажима стилусом.
spanish: Marca esta opción si la presión no funciona con el lápiz o si necesitas presionar con el dedo.

# gesture.pencilAction.android
source: Pencil button
dutch: Potloodknop
french: Bouton Stylet
german: Stift: Taste
italian: Pulsante stilo
japanese: ペンシルのボタン
korean: 펜슬 버튼
portuguese: Botão do lápis
russian: Кнопка стилуса
spanish: Botón de lápiz

# gesture.pencilAction.ios
source: Pencil double tap
dutch: Potlood dubbele tik
french: Double appui avec le stylet
german: Stift: Doppel-Tap
italian: Doppio tocco Pencil
japanese: ペンシルのダブルタップ
korean: 펜슬 이중 탭
portuguese: Dois toques no lápis
russian: Двойное касание стилусом
spanish: Pulsar dos veces con el lápiz

# gesture.pencilAction.ios.help
source: Only active for Apple Pencil 2nd gen.
dutch: Alleen actief voor Apple Pencil 2e generatie.
french: Actif uniquement pour l'Apple Pencil 2e génération.
german: Nur aktiv für Apple Pencil 2. Generation.
italian: Attivo solo per Apple Pencil 2ª gen.
japanese: Apple Pencil 第2世代にのみ対応。
korean: Apple Pencil 2세대만 대응합니다.
portuguese: Ativado apenas para o Apple Pencil (2ª geração).
russian: Активно только для стилуса Apple Pencil второго поколения.
spanish: Solo activo para el Apple Pencil de 2.ª gen.

# gesture.pencilAction.none
source: None
dutch: Geen
french: Aucun
german: Nichts
italian: Nessuno
japanese: なし
korean: 없음
portuguese: Nenhuma
russian: Нет
spanish: Ninguno

# gesture.pencilAction.alt
source: Add/Sub
dutch: Toevoegen/Aftrekken
french: Ajouter/Soustraire
italian: Agg./Sott.
japanese: 追加/減算
korean: 더하기/빼기
portuguese: Adicionar/Subtrair
russian: Добавить/убрать
spanish: Añadir/Restar

# gesture.mask.oneTap
source: One tap shortcuts
dutch: Snelle toetsen
french: Raccourcis rapides
german: Shortcuts mit einem Tippen
italian: Scorciatoie con un tocco
japanese: ワンタップショートカット
korean: 싱글 탭 바로 가기
portuguese: Atalhos de um toque
russian: Быстрая клавиша для одного касания
spanish: Atajos de un toque

# gesture.mask.oneTap.help
source: Allow the Mask shortcut by tapping the screen once, without having to hold the mask button shortcut. It will allow the following gesture: • tap on the background to invert the mask • tap on a masked area to blur the mask • tap on an unmasked area to sharpen the mask
dutch: Sta de Mask-snelkoppeling toe door eenmaal op het scherm te tikken, zonder de sneltoets voor de mask te hoeven vasthouden. Dit staat de volgende gebaren toe: • tik op de achtergrond om het masker om te keren • tik op een gemaskeerd gebied om het masker te vervagen • tik op een ongemaskeerd gebied om het masker te verscherpen
french: Autorisez l'accès au raccourci Masque par appui simple sur l'écran, sans qu'il soit nécessaire d'appuyer de façon prolongée sur le raccourci du bouton Masque. Vous pourrez effectuer les gestes suivants : • Appuyez sur l'arrière-plan pour inverser le masque. • Appuyez sur une zone masquée pour flouter le masque. • Appuyez sur une zone non masquée pour accentuer le masque.
german: Nutze den Maskieren-Shortcut, indem du einmal auf den Bildschirm tippst. So musst du nicht die Maskieren-Taste gedrückt halten. Du kannst folgende Gesten nutzen: • auf den Hintergrund tippen, um die Maskierung umzukehren • auf einen maskierten Bereich tippen, um die Maskierung unscharf zu machen • auf einen nicht maskierten Bereich tippen, um die Maskierung schärfer zu machen
italian: Consenti la scorciatoia Maschera toccando lo schermo una volta, senza dover tenere premuta la scorciatoia del pulsante maschera. Permetterà i seguenti gesti: • toccare lo sfondo per invertire la maschera • tocca un'area mascherata per sfocare la maschera • tocca un'area non mascherata per rendere più nitida la maschera
japanese: 画面を1度タップしてマスクのショートカットを許可します。マスクボタンのショートカットを押す必要がなくなります。 以下のジェスチャを利用できます: • 背景をタップして、マスクを反転 • マスクしたエリアをタップして、マスクをぼかす • マスクされていないエリアをタップして、マスクをシャープにする
korean: 씬을 한 번 탭하면 마스크 바로 가기가 허용되며, 마스크 버튼 바로 가기를 누르고 있지 않아도 됩니다. 다음 제스처 사용 가능: - 백그라운드를 탭하여 마스크 반전 - 마스크 영역을 탭하여 마스크를 흐리게 - 마스크되지 않은 영역을 탭하여 마스크를 선명하게
portuguese: Toque na tela uma vez para permitir o atalho de Máscara, sem precisar manter pressionado o atalho do botão de máscara. Isso permitirá os seguintes gestos: • Toque no fundo para inverter a máscara • Toque em uma área com máscara para desfocar a máscara • Toque em uma área sem máscara para dar nitidez à máscara
russian: Позволяет быстрой клавише произвести действие «Маска», однократно нажав на экран, не зажимая быструю клавишу маски. Это включит следующие жесты: • нажатие на фон произведет инверсию маски • нажатие на зону маски произведет размытие маски • нажатие на зону без маски усилит резкость маски
spanish: Permite usar el atajo de Máscara tocando una vez la pantalla, sin necesidad de mantener pulsado el atajo del botón de máscara. Permite el siguiente gesto: • tocar en el fondo para invertir la máscara • tocar en una zona con máscara para desenfocar la máscara • tocar en una zona sin máscara para enfocar la máscara

# gesture.mask.holdStroke
source: Stroke
dutch: Strook
french: Trait
german: Strich
italian: Tratto
japanese: ストローク
korean: 스트로크
portuguese: Traçado
russian: Штрих
spanish: Trazo

# gesture.mask.holdStroke.help
source: Long press will toggle between Mask and SelMask and start a new stroke. At the end of the stroke, the previous tool is selected back.
dutch: Lang indrukken schakelt tussen Mask en SelMask en start een nieuwe streek. Aan het einde van de streek wordt het vorige gereedschap opnieuw geselecteerd.
french: Un appui long basculera entre Masque et SelMasque et commencera un nouveau trait. À la fin du trait, l'outil précédent est sélectionné de nouveau.
german: Ein langer Druck wechselt zwischen Maske und SelMaske und beginnt einen neuen Strich. Am Ende des Strichs wird das vorherige Werkzeug wieder ausgewählt.
italian: Una pressione prolungata attiverà l'alternanza tra Maschera e SelMaschera e inizierà un nuovo tratto. Al termine del tratto, verrà selezionato nuovamente lo strumento precedente.
japanese: 長押しすると、マスクとSelMaskの間を切り替え、新しいストロークが始まります。 ストロークの終了時には、以前のツールが再び選択されます。
portuguese: Pressionar e segurar alternará entre Máscara e SelMáscara e iniciará um novo traço. No final do traço, a ferramenta anterior é selecionada novamente.
russian: Долгое нажатие будет переключать между Mask и SelMask и начинать новый штрих. По окончании штриха предыдущий инструмент выбирается обратно.
spanish: Una pulsación larga alternará entre Máscara y SelMáscara y comenzará un nuevo trazo. Al final del trazo, se selecciona de nuevo la herramienta anterior.

# gesture.mask.holdIdle
source: Tool
dutch: Gereedschap
french: Outil
german: Werkzeug
italian: Strumento
japanese: ツール
korean: 도구
portuguese: Ferramenta
russian: Инструмент
spanish: Herramienta

# gesture.mask.holdIdle.help
source: Long press and release without moving to switch between Mask and SelMask.
dutch: Lang indrukken en loslaten zonder te bewegen om te wisselen tussen Mask en SelMask.
french: Appuyez longuement et relâchez sans bouger pour basculer entre Masque et SelMasque.
german: Lange drücken und ohne Bewegung loslassen, um zwischen Maske und SelMaske zu wechseln.
italian: Premi a lungo e rilascia senza muoverti per passare tra Maschera e SelMaschera.
japanese: 移動せずに長押ししてから離すと、マスクとSelMaskを切り替えます。
portuguese: Pressione e segure sem mover para alternar entre Máscara e SelMáscara.
russian: Долгое нажатие и отпускание без движения для переключения между Mask и SelMask.
spanish: Pulsación larga y suelta sin mover para cambiar entre Máscara y SelMáscara.

# gesture.shortcut
source: Shortcut
dutch: Snelkoppeling
french: Raccourci
italian: Scorciatoia
japanese: ショートカット
korean: 바로 가기
portuguese: Atalho
russian: быстрой клавише
spanish: Atajo

# gesture.history
source: History shortcuts
dutch: Geschiedenissnelkoppelingen
french: Raccourcis de l'historique
german: Schnelle-Geste
italian: Cronologia scorciatoie
japanese: ショートカット履歴
korean: 작업 내역 바로 가기
portuguese: Atalhos do histórico
russian: Быстрая клавиша истории
spanish: Atajos del historial

# gesture.history.help
source: • Undo: tap with 2 fingers • Redo: tap with 3 fingers
dutch: • Ongedaan maken: tik met 2 vingers • Opnieuw: tik met 3 vingers
french: • Annuler : appuyez avec deux doigts • Rétablir : appuyez avec trois doigts
german: 2-Finger Tap für UnDo. 3-Finger Tap für ReDo.
italian: • Annulla: tocca con 2 dita • Ripeti: tocca con 3 dita
japanese: • 取り消し: 2 本指でタップ • やり直し: 3 本指でタップ
korean: - 실행 취소: 두 손가락으로 탭 - 다시 실행: 세 손가락으로 탭 - 실행 취소/다시 실행: 두/세 손가락으로 꾸욱 누르기 (지속)
portuguese: • Desfazer: toque com 2 dedos • Refazer: toque com 3 dedos
russian: • Отмена: нажатие двумя пальцами • Возврат: нажатие тремя пальцами
spanish: • Deshacer: pulsa con 2 dedos • Rehacer: pulsa con 3 dedos

# gesture.history.hold
source: Long press
dutch: Lang indrukken
french: Appui long
german: Lange drücken
italian: Pressione lunga
japanese: 長押し
portuguese: Manter pressionado
russian: Долгое нажатие
spanish: Pulsación larga

# gesture.history.hold.help
source: Hold 2/3 fingers down.
dutch: Houd 2/3 vingers ingedrukt.
french: Appuyez de façon prolongée avec deux/trois doigts.
german: Halten Sie 2/3 Finger nach unten
italian: Tieni premuto con 2/3 dita (continuo).
japanese: 2 (または3) 本指で長押し (続けて)。
portuguese: Mantenha 2/3 dedos na tela (contínuo).
russian: Продолжительно зажать 2/3 пальца.
spanish: Mantén 2/3 dedos hacia abajo (continuo)

# gesture.palmRejection
source: Palm rejection
dutch: Palmafwijzing
french: Ignorer la paume
german: Touch-Schwelle
italian: Rifiuto del palmo
japanese: パームリジェクション
korean: 손바닥 인식 방지
portuguese: Rejeição de palma
russian: Отторжение ладони
spanish: Utilizar rechazo de tamaño

# gesture.palmRejection.confirm
source: Make sure to disable this option if you have trouble interacting with the canvas!
dutch: Zorg ervoor dat u deze optie uitschakelt als u problemen ondervindt bij interactie met het canvas!
french: Pensez à désactiver cette option si vous rencontrez des difficultés pour interagir avec la zone de travail !
german: Wenn Sie Probleme bei der Erkennung der Touch-Eingabe haben, stellen Sie sicher, dass diese Option deaktiviert ist!
italian: Assicurati di disabilitare questa opzione se hai problemi a interagire con la tela!
japanese: キャンバスの操作で問題に遭遇した場合は、このオプションが無効になっているか確認してください！
korean: 캔버스와 상호 작용하는 데 문제가 있는 경우 이 옵션을 비활성화하십시오!
portuguese: Desative esta opção caso tenha problemas para interagir com a tela!
russian: Отключите эту функцию, если у вас возникают сложности при работе с холстом!
spanish: Asegúrate de desactivar esta opción si tienes problemas para interactuar con el lienzo
