Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# scene.boolean.help
source: Merge, subtract or intersect objects by performing a boolean operation. The operation can fail if some objects are not manifold or not watertight. If the boolean fails, you can always use the voxel remesher on the problematic object to ensure it's a watertight manifold.
dutch: Voeg objecten samen, trek af of snijd ze door een booleaanse operatie uit te voeren. Operatie kan mislukken als sommige objecten niet meervoudig zijn of niet waterdicht zijn. Als de booleaanse operatie mislukt, kunt u altijd de voxel herberekening op het probleemobject gebruiken om ervoor te zorgen dat het een waterdichte meervoud is.
french: Fusionnez, soustrayez ou intersectez des objets en effectuant une opération booléenne. L'opération peut échouer si certains objets ne sont pas des variétés ou ne sont pas étanches. Si l'opération booléenne échoue, vous pouvez toujours utiliser le remaillage voxel sur l'objet problématique pour garantir qu'il soit une variété étanche.
german: Führen Sie eine boolsche Operation durch, um Objekte zu verbinden, zu subtrahieren oder zu schneiden. Die Operation kann fehlschlagen, wenn einige Objekte nicht vielfältig oder nicht wasserdicht sind. Wenn die Boolesche Operation fehlschlägt, können Sie immer den Voxel-Remesher am problematischen Objekt verwenden, um sicherzustellen, dass es ein wasserdichtes Manifold ist.
italian: Unisci, sottrai o interseca gli oggetti eseguendo un'operazione booleana. L'operazione può fallire se alcuni oggetti non sono manifold o non sono impermeabili. Se l'operazione booleana fallisce, puoi sempre utilizzare il voxel remesher sull'oggetto problematico per garantire che sia un manifold impermeabile.
japanese: ブール演算を行ってオブジェクトをマージ、減算、または交差させます。 一部のオブジェクトがマニフォールドでないまたは非防水の場合、操作が失敗する可能性があります。 ブール演算が失敗した場合は、問題のオブジェクトに対してボクセルリメッシャーを常に使用して、それが防水マニフォールドであることを保証できます。
spanish: Fusionar, sustraer o intersecar objetos realizando una operación booleana. La operación puede fallar si algunos objetos no son varietales o no son estancos. Si falla la booleana, siempre puedes utilizar el remallador de vóxeles en el objeto problemático para asegurarte de que sea un varietal estanco.

# settings.cursor.whileSculpting
source: Show circle while sculpting
dutch: Toon cirkel tijdens beeldhouwen
french: Afficher un cercle pendant la sculpture
german: Kreis anzeigen beim Sculpten
italian: Mostra il cerchio mentre scolpisci
korean: 스컬프팅하는 동안 원 표시
portuguese: Mostrar círculo ao esculpir
spanish: Mostrar círculo mientras esculpes

# shortcut.perspective
source: Perspective
german: Perspektive
italian: Persp
korean: 원근

# stroke.keepSharp
source: Keep sharp edges
german: Scharfe Kanten beibehalten
italian: Mantieni bordi affilati
korean: 날카로운 변 유지
spanish: Mantener bordes nítidos

# stroke.keepSharp.help
source: Exclude points whose normals differ too much from the surface normal. It will change how the plane area is computed (Area sampling). This option can be useful for flatten-based tool, or if you want to color a planar surface without spilling.
german: Depth Filter
italian: Filtro profondità
spanish: Filtrado profundo

# stroke.depthFilter
source: Depth masking
french: Masquage par profondeur
german: Tiefenmaskierung
italian: Mascheramento profondità
korean: 깊이 필터링
spanish: Máscara de profundidad

# stroke.depthFilter.help
source: Exclude points that are above or below a certain distance of the computed plane (Area sampling). As an example, it can be used to paint bumps or cavities.
french: Exclure les points qui sont au-dessus ou en dessous d'une certaine distance du plan calculé (Échantillonnage de zone). Par exemple, cela peut être utilisé pour peindre des bosses ou des cavités.
german: Punkte ausschließen, die oberhalb oder unterhalb eines bestimmten Abstands von der berechneten Ebene liegen (Bereichssampling). Als Beispiel kann es verwendet werden, um Erhebungen oder Vertiefungen zu malen.
italian: Escludi punti che sono sopra o sotto una certa distanza dal piano calcolato (Campionamento area). Come esempio, può essere usato per dipingere rilievi o cavità.
spanish: Excluir puntos que estén por encima o por debajo de una cierta distancia del plano calculado (Muestreo de área). Como ejemplo, se puede usar para pintar protuberancias o cavidades.

# stroke.depthFilter.max
source: Top area
french: Zone supérieure
german: Oberer Bereich
italian: Area superiore
spanish: Área superior

# stroke.depthFilter.min
source: Bottom area
french: Zone inférieure
german: Unterer Bereich
italian: Area inferiore
spanish: Área inferior

# stroke.depthFilter.offset
source: Height offset
french: Décalage en hauteur
german: Höhenversatz
italian: Compensazione altezza
spanish: Desplazamiento de altura

# symmetry.method.help
source: • Local The symmetry plane will move along the mesh when you use one of the transform tools (Gizmo or Transform). • World The symmetry plane is fixed and will not move.
dutch: • Lokaal Het symmetrievlak beweegt mee met het mesh wanneer je een van de transformatiegereedschappen (Gizmo of Transformeren) gebruikt. • Wereld Het symmetrievlak is vast en zal niet bewegen.
french: • Local Le plan de symétrie se déplace le long du maillage lorsque vous utilisez l'un des outils de transformation (Gizmo ou Transformation). • Global Le plan de symétrie est fixe et ne se déplace pas.
german: • Lokal Die Symmetrieebene wird entlang des Meshes verschoben, wenn Sie eines der Transformationswerkzeuge (Transform oder Gizmo) verwenden. • Welt The symmetry plane is fixed and will not move.
italian: • Locale Il piano di simmetria si sposta lungo la mesh quando si utilizza uno degli strumenti di trasformazione (Gizmo o Trasforma). • Mondo Il piano di simmetria è fisso e non si sposta.
korean: - 로컬 트랜스폼 도구(기즈모 또는 트랜스폼) 중 하나를 사용하는 동안 대칭 평면은 메시를 따라 이동합니다. - 전역 대칭 평면이 고정되어 이동하지 않습니다.
portuguese: • Local O plano de simetria será movido com a malha ao usar uma das ferramentas de transformação (Gizmo ou Transformar). • Cena O plano de simetria é fixo e não se move.
spanish: • Local El plano de simetría se moverá a lo largo de la malla cuando utilice una de las herramientas de transformación (Gizmo o Transformar). • Mundo El plano de simetría es fijo y no se mueve.

# symmetry.apply
source: Mirror (keep topology)
german: Spiegel (Topologie beibehalten)
italian: Specchio (mantieni la topologia)
spanish: Espejo (mantener topología)

# symmetry.splitMirror
source: Split & Mirror (new topology)
german: Teilen & Spiegeln (neue Topologie)
italian: Dividi & Specchio (nuova topologia)
spanish: Dividir y Espejar (nueva topología)

# tool.matrix.action.help
source: • Move origin Move the mesh to the world origin. • Reset Reset the mesh transform to identity. • Bake Apply the matrix to the vertex and reset the matrix. Visually, nothing should change.
german: • Move Origin Bewegt das Mesh zum Welt Origin (Ursprung). • Reset Setzt die Mesh-Transformation auf Identität zurück. • Bake Wendet die Matrix auf den Vertex an und setzt die Matrix zurück. Visuell sollte sich nichts ändern.
italian: • Sposta origine Sposta la mesh all'origine del mondo. • Ripristina Reimposta la trasformazione della mesh su identità. • Trasferisci Applica la matrice al vertice e ripristina la matrice. Visivamente, nulla dovrebbe cambiare.
korean: - 원점 이동 메시를 세계 원점으로 이동합니다. - 초기화 메시 변환을 초기 상태로 재설정합니다. - 베이크 매트릭스를 버텍스에 적용하고 매트릭스를 초기화합니다. 시각적으로 아무것도 변하지 않아야 합니다.

# tool.matrix.moveToOrigin
source: Move origin
italian: Sposta origine
korean: 원점 이동

# tool.matrix.resetTransform
source: Reset
german: Kanal neutral
italian: Ripristina
korean: 초기화

# tool.matrix.bakeTransform
source: Bake
german: Backen
italian: Trasferisci
korean: 베이크

# tool.hole.method.boolean
source: Boolean
french: Booléen
italian: Booleano
japanese: ブーリアン
portuguese: Booleano
spanish: Booleano

# binding.toggleTool
source: Toggle tool shortcuts
french: Basculer les raccourcis d'outil
german: Werkzeugkürzel umschalten
italian: Attiva/Disattiva scorciatoie strumenti
spanish: Alternar atajos de herramientas

# binding.toggleTool.help
source: When using one of the tool shortcuts, the previous tool will be selected if the current shortcut tool is active.
french: Lors de l'utilisation de l'un des raccourcis d'outil, l'outil précédent sera sélectionné si l'outil de raccourci actuel est actif.
german: Wenn eines der Werkzeugkürzel verwendet wird, wird das vorherige Werkzeug ausgewählt, wenn das aktuelle Kürzelwerkzeug aktiv ist.
italian: Quando si utilizza una delle scorciatoie degli strumenti, verrà selezionato lo strumento precedente se lo strumento corrente della scorciatoia è attivo.
spanish: Al usar uno de los atajos de herramientas, se seleccionará la herramienta anterior si la herramienta actual del atajo está activa.

# binding.tapToggle
source: Toggle shortcut on key tap
german: Schalterkürzel bei Tastendruck umschalten
italian: Attiva/disattiva la scorciatoia con un tocco del tasto

# version.buyQR
source: Purchase
german: Kaufen
italian: Acquista
spanish: Compra

# version.buyQR.promo
source: The Quad Remesher is an an algorithm that outputs quad dominant mesh. The quad distribution will try to follow the natural curvature of the object. The algorithm can also adapt the quads size depending on the local curvature. You can also guide the resulting topology with: • Face Group $0 (make sure to smooth their borders for better result!) • Planar X/Y/Z symmetry $1 • Curve guides $2 • Density painting $3 The Quad Remesher is developed by https://exoside.com/.
german: Der Quad Remesher ist ein Algorithmus, der ein quad-dominantes Netz ausgibt. Die Quad-Verteilung wird versuchen, der natürlichen Krümmung des Objekts zu folgen. Der Algorithmus kann auch die Größe der Quads je nach lokaler Krümmung anpassen. Sie können auch die resultierende Topologie mit folgenden Elementen steuern: • Flächengruppe $0 (stellen Sie sicher, dass ihre Ränder für ein besseres Ergebnis geglättet sind!) • Planare X/Y/Z-Symmetrie $1 • Kurvenführungen $2 • Dichtemalerei $3 Der Quad Remesher wird von https://exoside.com/ entwickelt.
italian: Il Quad Remesher è un algoritmo che produce una mesh a dominanza quad. La distribuzione dei quad cercherà di seguire la curvatura naturale dell'oggetto. L'algoritmo può anche adattare la dimensione dei quad in base alla curvatura locale. Puoi anche guidare la topologia risultante con: • Gruppo di Facce $0 (assicurati di smussare i loro bordi per un risultato migliore!) • Simmetria Planare X/Y/Z $1 • Guide Curve $2 • Dipinti Densità $3 Il Quad Remesher è sviluppato da https://exoside.com/.
spanish: El Quad Remesher es un algoritmo que produce una malla dominante de cuadrados. La distribución de cuadrados intentará seguir la curvatura natural del objeto. El algoritmo también puede adaptar el tamaño de los cuadrados dependiendo de la curvatura local. También puedes guiar la topología resultante con: • Grupo de Caras $0 (¡asegúrate de suavizar sus bordes para un mejor resultado!) • Simetría planar X/Y/Z $1 • Guías de curvas $2 • Pintura de densidad $3 El Quad Remesher es desarrollado por https://exoside.com/.

# version.trialHistory
source: Trial version: 4 undo/redo possible
german: Trial version: Nur 4 UnDo/Redo möglich
italian: Versione di prova: 4 annulla/ripeti possibili
korean: 평가판: 4번의 실행 취소/다시 실행 가능
spanish: Versión de prueba: Deshacer/rehacer 4 veces

# version.trialOneProject
source: Trial version: 1 active project only
german: Trial version: Nur 1 aktives Projekt
italian: Versione di prova: 1 solo progetto attivo
korean: 퍙기판: 1개의 프로젝트만 활성화 가능

# version.trialNoImport
source: Trial version: No import
german: Trial version: Kein Import
italian: Versione di prova: Nessuna importazione
korean: 평가판: 임포트 기능을 사용할 수 없음
spanish: Versión de prueba: sin importación

# curve.shift
source: Shift
french: Majuscule
german: Umschalttaste
japanese: シフト
spanish: Mayús

# topology.nonManifold
source: Non-manifold
dutch: Niet-spruitstuk
french: Non-variété
japanese: 非多様体
portuguese: Não-manifold
spanish: No-topológico

# layers.syncTransform.help
source: If enabled, all the unselected layers will be adjusted depending on the transform rotation, scale and skew. Disable this option if the other layers are meant to be used without the new transform that you are applying. When set on auto, only the visible layers will be adjusted.
dutch: Als ingeschakeld, worden alle niet-geselecteerde lagen aangepast op basis van de rotatie, schaal en helling van de transformatie. Deze optie uitschakelen als de andere lagen bedoeld zijn om te worden gebruikt zonder de nieuwe transformatie die je toepast. Bij instelling op automatisch worden alleen de zichtbare lagen aangepast.
french: Si activé, toutes les couches non sélectionnées seront ajustées en fonction de la rotation, de l'échelle et de l'inclinaison de la transformation. Désactivez cette option si les autres couches doivent être utilisées sans la nouvelle transformation que vous appliquez. Lorsqu'elle est réglée sur automatique, seules les couches visibles seront ajustées.
german: Wenn aktiviert, werden alle nicht ausgewählten Ebenen abhängig von der Transformationsrotation, Skalierung und Schieflage angepasst. Deaktivieren Sie diese Option, wenn die anderen Ebenen ohne die neue von Ihnen angewandte Transformation verwendet werden sollen. Wenn auf Automatik gesetzt, werden nur die sichtbaren Ebenen angepasst.

# material.preview.help
source: When you modify a material, a preview will be displayed in the viewport on the selected object. The preview is shown while you interact with the color, roughness, metalness, opacity and intensity sliders.
dutch: Wanneer je een materiaal wijzigt, wordt er een voorbeeld weergegeven in de viewport op het geselecteerde object. Het voorbeeld wordt getoond terwijl je werkt met de schuifregelaars voor kleur, ruwheid, metalness, transparantie en intensiteit.
french: Lorsque vous modifiez un matériau, un aperçu sera affiché dans le viewport sur l'objet sélectionné. L'aperçu est montré pendant que vous interagissez avec les curseurs de couleur, de rugosité, de métallicité, d'opacité et d'intensité.
german: Wenn Sie ein Material ändern, wird eine Vorschau im Viewport auf dem ausgewählten Objekt angezeigt. Die Vorschau wird angezeigt, während Sie mit den Reglern für Farbe, Roughness, Metalness, Opazität und Intensität interagieren.

# paint.preset.embed.help
source: The textures can be found in the Nomad textures/ folder. The material presets can be found in the Nomad materials/ folder. When this option is off, the material preset only reference the texture inside the textures/ folder. You can enable this option to make a copy of the textures inside the material preset. It can be useful if you want to share a textured preset without providing the associated textures.
dutch: De texturen zijn te vinden in de map Nomad textures/. De materiaalvoorinstellingen zijn te vinden in de map Nomad materials/. Wanneer deze optie is uitgeschakeld, verwijst de materiaalvoorinstelling alleen naar de textuur in de textures/ map. U kunt deze optie inschakelen om een kopie van de texturen binnen de materiaalvoorinstelling te maken. Dit kan handig zijn als u een getextureerde voorinstelling wilt delen zonder de bijbehorende texturen te verstrekken.
french: Les textures se trouvent dans le dossier Nomad textures/. Les préréglages de matériaux se trouvent dans le dossier Nomad materials/. Lorsque cette option est désactivée, le préréglage de matériau ne fait que référencer la texture contenue dans le dossier textures/. Vous pouvez activer cette option pour faire une copie des textures à l'intérieur du préréglage de matériau. Cela peut être utile si vous souhaitez partager un préréglage texturé sans fournir les textures associées.
german: Die Texturen befinden sich im Ordner Nomad textures/. Die Materialvoreinstellungen finden Sie im Ordner Nomad materials/. Wenn diese Option deaktiviert ist, verweist die Materialvoreinstellung nur auf die Textur im Ordner textures/. Diese Option kann aktiviert werden, um eine Kopie der Texturen innerhalb der Materialvoreinstellung zu erstellen. Das kann nützlich sein, wenn Sie ein texturiertes Voreinstellungspaket teilen möchten, ohne die zugehörigen Texturen bereitzustellen.

# paint.preset.embed.apply
source: Apply to all materials
dutch: Toepassen op alle materialen
french: Appliquer à tous les matériaux
german: Auf alle Materialien anwenden

# settings.lightIcon
source: Light icons
german: Licht-Icon
korean: 광원 아이콘

# settings.cameraIcon
source: Camera icons
german: Kamera-Icons
korean: 카메라 아이콘

# shortcut.maskVisible.short
source: Mask
german: Maskieren
korean: 마스크

# shortcut.xray.short
source: X-Ray
german: Röntgen

# shortcut.wireframe.short
source: Wire
german: Draht
korean: 와이어

# shortcut.cameraReset.short
source: Reset
german: Kanal neutral
korean: 초기화

# shortcut.cameraSnap.short
source: Snap
german: Sicht
korean: 스냅

# shortcut.lockSelection.short
source: Lock
german: Sperren
korean: 잠금

# shortcut.grid.short
source: Grid
german: Raster
korean: 격자

# stroke.alpha.fit.help
source: This option is only relevant if the alpha and brushes textures are non square. When enabled, each images will tile independently with no spacing. You can disable this option if you want to keep the alpha and other images synchronized, in case their ratio are not the same.
dutch: Deze optie is alleen van belang als de alpha- en penselentexturen niet vierkant zijn. Wanneer ingeschakeld, wordt elke afbeelding onafhankelijk betegeld zonder tussenruimte. U kunt deze optie uitschakelen als u de alpha en andere afbeeldingen gesynchroniseerd wilt houden, in geval hun verhouding niet hetzelfde is.
french: Cette option est uniquement pertinente si les textures alpha et les brosses ne sont pas carrées. Lorsqu'activée, chaque image se carrelera de manière indépendante sans espacement. Vous pouvez désactiver cette option si vous souhaitez synchroniser les images alpha et autres, dans le cas où leurs ratios ne seraient pas les mêmes.
german: Diese Option ist nur relevant, wenn das Alpha und die Pinseltexturen nicht quadratisch sind. Wenn aktiviert, wird jedes Bild unabhängig ohne Abstände gekachelt. Sie können diese Option deaktivieren, wenn Sie das Alpha und andere Bilder synchron halten möchten, falls deren Verhältnisse nicht gleich sind.

# tool.remesh.same
source: Same
dutch: Zelfde
french: Identique
german: Identisch

# tool.remesh.half
source: Half
french: Moitié
german: Halb

# tool.gizmo.tap.normal.help
source: Move the gizmo on the first intersection and align it according to the surface normal.
dutch: Verplaats de gizmo naar het eerste snijpunt en lijn het uit volgens de normale van het oppervlak.
french: Déplace le gizmo sur la première intersection et aligne le gizmo suivant la normale de la surface.
german: Verschieben Sie das Gizmo an den ersten Schnittpunkt und richten Sie es entsprechend der Oberflächennormalen aus.

# file.project.autoSave.minutes
source: Timer popup
korean: 타이머 팝업

# shortcut.solo.short
source: Solo
korean: 솔로

# shortcut.voxelRemesh.short
source: Voxel
korean: 복셀

# shortcut.perspective.short
source: Persp
korean: 원근
