Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# stroke.accumulate.help
source: If this option is enabled, there is no limit to how much matter you can add/remove per stroke.
dutch: Als deze optie is ingeschakeld, is er geen limiet aan hoeveel materiaal je per veeg kunt toevoegen/verwijderen.
french: Si cette option est activée, vous pouvez ajouter/supprimer autant de mouvements que vous le souhaitez pour chaque trait.
german: Wenn diese Option aktiviert ist, gibt es keine Begrenzung für die Menge an Material, die Sie je Stroke hinzufügen/entfernen können.
italian: Se questa opzione è attivata, non c'è limite alla quantità di materia che si può aggiungere/rimuovere per ogni tratto.
japanese: このオプションが有効な場合、ストロークごとに追加、または削除できる上限はありません。
korean: 이 옵션이 활성화되면 스트로크당 추가/제거할 수 있는 물질의 양에 제한이 없습니다.
portuguese: Se esta opção for ativada, não existirá um limite na quantidade de matéria que você pode adicionar/remover por traçado.
russian: Если эта функция включена, вы можете добавлять/убирать штрихи без ограничения.
spanish: Si esta opción está habilitada, no hay límite en la cantidad de material que puedas agregar/eliminar por trazo.

# stroke.useDynamic
source: Allow dynamic topology
dutch: Dynamische topologie toestaan
french: Autoriser la topologie dynamique
german: Dynamic Topology erlauben
italian: Permetti topologia dinamica
japanese: ダイナミックトポロジーを許可
portuguese: Permitir topologia dinâmica
russian: Разрешить использование динамической топологии
spanish: Permitir topología dinámica

# stroke.connect
source: Connected topology
dutch: Verbonden topologie
french: Topologie connectée
italian: Topologia collegata
japanese: トポロジー接続
portuguese: Topologia conectada
russian: Топология закрепленного
spanish: Topología conectada

# stroke.connect.help
source: This option will only sculpt the vertices that are linked to the picked surface. This is typically used for the Move tool, for example if you want to exclusively move a part that self-intersects with another part.
dutch: Deze optie beeldhouwt alleen de vertices die zijn gekoppeld aan het gekozen oppervlak. Dit wordt doorgaans gebruikt voor het Verplaats-gereedschap, bijvoorbeeld als je alleen een onderdeel wilt verplaatsen dat zichzelf kruist met een ander onderdeel.
french: Cette option sculptera uniquement les sommets reliés à la surface sélectionnée. Elle s'utilise généralement avec l'outil Déplacer, par exemple si vous voulez déplacer seulement une pièce qui s'entrecroise avec une autre pièce.
german: Mit dieser Option werden nur die Vertices gesculptet, die mit der ausgewählten Oberfläche verbunden sind. Dies wird in der Regel für das Move-Werkzeug verwendet, zum Beispiel, wenn Sie ausschließlich ein Teil verschieben möchten, das sich mit einem anderen Teil überschneidet.
italian: Questa opzione scolpisce solo i vertici collegati alla superficie selezionata. Questa opzione si usa tipicamente per lo strumento Sposta, per esempio se si vuole spostare esclusivamente una parte che si autointerseca con un'altra parte.
japanese: このオプションは選択中のサーフェスにリンクされた頂点のみをスカルプトします。 これは一般的に“移動”ツールに使用されます。例えば、別のパーツと自己交差する部分だけを移動したい場合などです。
portuguese: Esta opção esculpirá apenas os vértices associados à superfície escolhida. Normalmente, isto é usado para a ferramenta Mover, caso você queira mover exclusivamente uma parte que cruze com outra parte, por exemplo.
russian: Эта функция будет скульптурировать только те вершины, которые закреплены на выбранной поверхности. Она чаще всего используется с инструментом `Перемещение`, например, если вы хотите переместить только ту часть, которая пересекается с другой частью.
spanish: Esta opción solo esculpirá los vértices que están vinculados a la superficie seleccionada. Por lo general, se utiliza para la herramienta Mover, por ejemplo, si quieres mover exclusivamente una parte que se interseca automáticamente con otra parte.

# stroke.connect.short
source: Connected
dutch: Verbonden
french: Connectée
italian: Collegata
japanese: 接続
portuguese: Conectada
russian: Закрепленного
spanish: Conectada

# stroke.protect
source: Protect area
dutch: Bescherm gebied
french: Protéger la zone
german: Maskierten Bereich schützen
italian: Proteggi l'area
japanese: 保護エリア
portuguese: Proteger área
russian: Защита области
spanish: Proteger área

# stroke.protect.hide.help
source: When set on auto, hidden faces will be edited if the wireframe on hidden faces is visible (see wireframe menu).
dutch: Wanneer ingesteld op automatisch, worden verborgen oppervlakken bewerkt als het draadmodel op de verborgen oppervlakken zichtbaar is (zie draadmodelmenu).
french: Lorsque l'option est réglée sur auto, les faces cachées seront modifiées si le maillage sur les faces cachées est visible (voir menu maillage).
german: Wenn auf automatisch eingestellt, werden verdeckte Flächen bearbeitet, wenn das Drahtgitter auf verdeckten Flächen sichtbar ist (siehe Drahtgittermenü).
italian: Quando impostato su auto, i volti nascosti verranno modificati se il reticolo sui volti nascosti è visibile (vedi menu reticolo).
japanese: 自動に設定すると、隠れた面のワイヤーフレームが表示されている場合、それらの面は編集されます（ワイヤーフレームメニュー参照）。
portuguese: Quando definido como automático, as faces ocultas serão editadas se a wireframe das faces ocultas estiver visível (veja o menu de wireframe).
russian: Если установлено на 'авто', скрытые поверхности будут редактироваться, если каркас на скрытых поверхностях виден (см. меню каркаса).
spanish: Cuando esté en automático, se editarán las caras ocultas si el marco de alambre en las caras ocultas es visible (ver menú de marco de alambre).

# stroke.culling
source: Front-facing vertex only
dutch: Alleen voortuitkijkende vertex
french: Sommet orienté vers l'avant uniquement
german: Nur Front-Facing Vertex
italian: Solo vertice frontale
japanese: 正面を向いている頂点のみ
korean: 정면을 향하는 버텍스만
portuguese: Apenas vértice da face frontal
russian: Только вершины на лицевой поверхности
spanish: Solo vértice frontal

# stroke.culling.help
source: This option will ignore back facing vertices. It can be useful if you want to paint part of a thin geometry without impacting the other side. It also works for sculpting but you might experience some artefacts.
dutch: Deze optie negeert achterwaarts gerichte vertices. Dit kan handig zijn als je een deel van een dunne geometrie wilt schilderen zonder de andere kant te beïnvloeden. Het werkt ook voor beeldhouwen, maar je kunt wat artefacten ervaren.
french: Cette option ignore les sommets de la face arrière. Elle peut être utile si vous voulez peindre une partie d'une géométrie mince sans toucher à l'autre côté. Elle fonctionne également pour la sculpture, mais risque de générer quelques artefacts.
german: Diese Option ignoriert Back Face Vertices. Dies kann nützlich sein, wenn Sie einen Teil einer dünnen Geometrie painten wollen, ohne die andere Seite zu beeinträchtigen. Dies funktioniert auch für das Sculpting, aber es kann zu Artefakten kommen.
italian: Questa opzione ignora i vertici rivolti verso il retro. Può essere utile se si vuole dipingere una parte di una geometria sottile senza influenzare l'altro lato. Funziona anche per la scultura, ma si potrebbero generare alcuni artefatti.
japanese: このオプションは背面を向いている頂点は無視します。 他の側面に影響を与えないで薄いジオメトリの一部をペイントしたい場合、便利です。 スカルプトにも利用できますが、アーティファクトが発生する可能性があります。
korean: 이 옵션은 뒷면을 바라보는 버텍스를 무시합니다. 다른 면에 영향을 주지 않고 얇은 형상의 일부를 페인팅하려는 경우 유용할 수 있습니다. 스컬프팅에도 효과가 있지만 눈에 띄는 아티팩트가 발생할 수 있습니다.
portuguese: Esta opção ignorará os vértices da face de trás. Isto pode ser útil para pintar parte de uma geometria fina sem afetar o outro lado. Isto também funciona para esculpir, mas alguns artefatos podem aparecer.
russian: Эта функция будет игнорировать вершины на обратной стороне. Она особо пригодится в том случае, если вы хотите окрасить часть тонкой геометрии, не затрагивая другую часть. Эта функция также применяется для скульптурирования, но могут возникнуть помехи.
spanish: Esta opción ignorará los vértices orientados hacia atrás. Puede ser útil si quieres pintar parte de una geometría fina sin afectar al otro lado. También funciona para esculpir, pero es posible que experimentes algunos artefactos.

# stroke.silhouette
source: Silhouette
dutch: Silhouet
japanese: シルエット
portuguese: Silhueta
russian: Силуэт
spanish: Silueta

# stroke.silhouette.view
source: View
dutch: Bekijken
french: Vue
german: Ansicht
italian: Vista
japanese: 表示
portuguese: Visualizar
russian: Просмотр
spanish: Ver

# stroke.silhouette.snapped
source: If snapped
dutch: Als vastgemaakt
french: Si ancré
german: Wenn ausgerichtet
italian: Se agganciato
japanese: スナップされている場合
portuguese: Se alinhado
russian: Если привязано
spanish: Si está fijado

# stroke.silhouette.closest
source: Closest
dutch: Dichtstbijzijnde
french: Le plus proche
german: Nächste
italian: Più vicino
japanese: 最も近い
portuguese: Mais próximo
russian: Ближайший
spanish: Más cercano

# stroke.sameSide
source: Same-side vertex only
dutch: Alleen zelfde-kant vertex
french: Sommet du même côté uniquement
german: Vertices gleicher Ausrichtung
italian: Solo vertice dello stesso lato
japanese: 同じ側面の頂点のみ
korean: 같은 면에 있는 버텍스만
portuguese: Apenas vértice do mesmo lado
russian: Только вершины на одной стороне
spanish: Solo vértice del mismo lado

# stroke.sameSide.help
source: Ignore vertices that points in the opposite direction of the deformation.
dutch: Negeer vertices die in de tegengestelde richting van de vervorming wijzen.
french: Ignorez les sommets qui sont dans la direction opposée à la déformation.
german: Vertices, die in die entgegengesetzte Richtung der Deformation zeigen, werden ignoriert
italian: Ignora i vertici che puntano nella direzione opposta alla deformazione.
japanese: デフォーメーションの反対方向を指す頂点を無視します。
korean: 변형하려는 방향의 반대를 가리키는 버텍스는 무시합니다.
portuguese: Ignore os vértices que apontam na direção oposta da deformação.
russian: Игнорировать вершины, указывающие в обратную сторону от деформации.
spanish: Ignora los vértices que apuntan en la dirección opuesta a la deformación.

# stroke.onlyLasso
source: Settings only active for the lasso tool.
dutch: Instellingen alleen actief voor het lasso gereedschap.
french: Réglages actifs uniquement pour l'outil Lasso.
german: Einstellungen nur für das Lasso-Werkzeug aktiv.
italian: Impostazioni attive solo per lo strumento lazo.
japanese: 設定は投げなわツールにのみ有効です。
korean: 이 설정은 올가미 도구에만 적용됩니다.
portuguese: Ajustes ativos somente para a ferramenta de laço.
russian: Настройки активны только для инструмента `Лассо`.
spanish: La configuración solo está activa para la herramienta lazo.

# stroke.area
source: Area sampling
dutch: Gebied sampling
french: Échantillonnage de zone
german: Bereichssampling
italian: Campionamento area
japanese: エリアサンプリング
portuguese: Amostragem de área
russian: Выборка области
spanish: Muestreo de área

# stroke.area.help
source: Some brushes or stroke options require a plane normal to the surface in order to work. You can control how to compute this average plane by setting the sampling area as a ratio of the tool radius. At 100%, every points inside the selection circle is taken into account. At 0%, only the nearest vertex or triangle is taken into account.
dutch: Sommige penselen of streekopties vereisen een vlak loodrecht op het oppervlak om te functioneren. Je kunt bepalen hoe dit gemiddelde vlak wordt berekend door het samplinggebied in te stellen als een verhouding van de gereedschapsradius. Bij 100% worden alle punten in de selectiecirkels meegerekend. Bij 0% wordt alleen de dichtstbijzijnde vertex of driehoek meegerekend.
french: Certains pinceaux ou options de trait nécessitent un plan normal à la surface pour fonctionner. Vous pouvez contrôler comment calculer ce plan moyen en réglant la zone d'échantillonnage comme un ratio du rayon de l'outil. À 100%, tous les points à l'intérieur du cercle de sélection sont pris en compte. À 0%, seul le sommet ou le triangle le plus proche est pris en compte.
german: Einige Pinsel oder Strichoptionen benötigen eine zur Oberfläche normale Ebene, um zu funktionieren. Sie können steuern, wie diese durchschnittliche Ebene berechnet wird, indem Sie den Sampling-Bereich als Verhältnis des Werkzeugradius einstellen. Bei 100% wird jeder Punkt innerhalb des Auswahlkreises berücksichtigt. Bei 0% wird nur der nächstgelegene Vertex oder Dreieck berücksichtigt.
italian: Alcuni pennelli o opzioni di tratto richiedono un piano normale alla superficie per funzionare. Puoi controllare come calcolare questo piano medio impostando l'area di campionamento come rapporto del raggio dello strumento. Al 100%, ogni punto all'interno del cerchio di selezione viene preso in considerazione. Al 0%, viene preso in considerazione solo il vertice o il triangolo più vicino.
japanese: 一部のブラシやストロークオプションは、機能するために表面に垂直な平面が必要です。 この平均平面の計算方法を、ツール半径の比率としてサンプリングエリアを設定することによって制御できます。 100％で、選択円の内側のすべての点が考慮されます。 0％では、最も近い頂点または三角形のみが考慮されます。
portuguese: Algumas pinceladas ou opções de traço requerem um plano normal à superfície para funcionar. Você pode controlar como calcular esse plano médio definindo a área de amostragem como uma proporção do raio da ferramenta. A 100%, todos os pontos dentro do círculo de seleção são levados em conta. A 0%, apenas o vértice ou triângulo mais próximo é levado em conta.
russian: Некоторым кистям или параметрам штриха требуется плоскость, перпендикулярная поверхности, для работы. Можно управлять вычислением этой средней плоскости, устанавливая область выборки в процентах от радиуса инструмента. При 100% учитываются все точки внутри круга выбора. При 0% учитывается только ближайшая вершина или треугольник.
spanish: Algunos pinceles u opciones de trazo requieren un plano normal a la superficie para funcionar. Puedes controlar cómo calcular este plano promedio ajustando el área de muestreo como un porcentaje del radio de la herramienta. Al 100%, se toman en cuenta todos los puntos dentro del círculo de selección. Al 0%, solo se toma en cuenta el vértice o triángulo más cercano.

# stroke.area.normal.radius
source: Normal radius
dutch: Normaalradius
french: Rayon normal
german: Normalenradius
italian: Raggio normale
japanese: ノーマル半径
portuguese: Raio normal
russian: Радиус нормали
spanish: Radio normal

# stroke.area.point.radius
source: Position radius
dutch: Positieradius
french: Rayon de position
german: Positionsradius
italian: Raggio posizione
japanese: ポジション半径
portuguese: Raio de posição
russian: Радиус позиции
spanish: Radio de posición

# stroke.area.normal.average
source: Normal averaging
dutch: Normaalgemiddelde
french: Moyenne normale
german: Normalenmittelung
italian: Media normale
japanese: ノーマル平均
portuguese: Média normal
russian: Усреднение нормалей
spanish: Promedio normal

# stroke.area.point.average
source: Position averaging
dutch: Positiegemiddelde
french: Moyenne de position
german: Positionsmittelung
italian: Media posizione
japanese: ポジション平均
portuguese: Média de posição
russian: Усреднение позиций
spanish: Promedio de posición

# stroke.alpha.invert
source: Invert pixels
dutch: Inverteer pixels
french: Inverser les pixels
german: Alpha invertieren
italian: Inverti pixel
japanese: ピクセルを反転
portuguese: Inverter pixels
russian: Инверсия пикселей
spanish: invertir valor

# stroke.alpha.wrap
source: Tiling
dutch: Patroontegels
french: Recouvrement
german: Kacheln
japanese: タイリング
portuguese: Matrização
russian: Плитка
spanish: Mosaico

# stroke.alpha.wrap.none
source: None
dutch: Geen
french: Aucun
german: Kein
italian: Nessuno
japanese: なし
portuguese: Nenhum
russian: Нет
spanish: Ninguno

# stroke.alpha.wrap.repeat
source: Repeat
dutch: Herhaal
french: Répéter
german: Wiederholen
italian: Ripeti
japanese: 繰り返す
portuguese: Repetir
russian: Повторение
spanish: Repetir

# stroke.alpha.wrap.mirror
source: Mirror
dutch: Spiegeling
french: Miroir
german: Spiegeln
italian: Specchia
japanese: ミラー
portuguese: Espelhar
russian: Отзеркаливание
spanish: Espejo

# stroke.alpha.fit
source: Tight fit (non square images)
dutch: Strakke pasvorm (niet-vierkante afbeeldingen)
french: Adapter à l'intérieur
german: Innerhalb einpassen
italian: Adatta all'interno
japanese: 内側にフィット
portuguese: Encaixar dentro
russian: Вписать внутрь
spanish: Ajustar dentro

# stroke.alpha.rotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
portuguese: Rotação
russian: Поворот
spanish: Rotación

# stroke.alpha.rotation.lock.help
source: Lock the alpha orientation. If the rotation is unlocked, the orientation will follow the stroke direction in real-time.
dutch: Vergrendel de alpha oriëntatie. Als de rotatie ontgrendeld is, volgt de oriëntatie de richting van de penseelstreek in real-time.
french: Verrouiller l'orientation alpha. Si la rotation est déverrouillée, l'orientation suivra la direction du trait en temps réel.
german: Die Alpha-Orientierung sperren. Wenn die Rotation entsperrt ist, wird die Orientierung der Strichrichtung in Echtzeit folgen.
italian: Blocca l'orientamento dell'alfa. Se la rotazione è sbloccata, l'orientamento seguirà la direzione del tratto in tempo reale.
japanese: アルファの向きを固定します。 回転が解除されると、向きはリアルタイムでストロークの方向に追従します。
portuguese: Bloqueie a orientação alfa. Se a rotação estiver desbloqueada, a orientação seguirá a direção do traço em tempo real.
russian: Заблокировать ориентацию альфа. Если вращение разблокировано, ориентация будет следовать за направлением штриха в реальном времени.
spanish: Bloquear la orientación alfa. Si la rotación está desbloqueada, la orientación seguirá la dirección del trazo en tiempo real.

# stroke.alpha.tiling
source: Tiling
dutch: Patroontegels
french: Recouvrement
german: Kacheln
japanese: タイリング
portuguese: Matrização
russian: Плитка
spanish: Mosaico

# stroke.alpha.scale
source: Scaling
dutch: Schalen
french: Mise à l'échelle
german: Skalierung
italian: Ridimensionamento
japanese: サイズ調整
portuguese: Dimensionamento
russian: Масштабирование
spanish: Escalar

# stroke.alpha.scale.help
source: At minimum value, the alpha square is inside the tool circle radius.
dutch: Bij minimale waarde bevindt het alpha-vierkant zich binnen de straal van de gereedschapscirkel.
french: À la valeur minimale, le carré alpha se trouve à l'intérieur du rayon du cercle de l'outil.
german: Beim Minimalwert liegt das Alpha-Quadrat innerhalb des Werkzeugkreisradius
italian: Al valore minimo, il quadrato alfa si trova all'interno del raggio del cerchio dell'utensile.
japanese: 最小値では、アルファの四角はツールの円の半径内にあります。
portuguese: No valor mínimo, o quadro alfa fica dentro do raio da ferramenta de círculo.
russian: При минимальном значении альфа-квадрат находится внутри радиуса инструмента.
spanish: En el valor mínimo, el cuadrado alfa está dentro del radio del círculo de la herramienta.

# stroke.alpha.midValue
source: Mid value
dutch: Middenwaarde
french: Valeur moyenne
german: Mittelwert
italian: Valore medio
japanese: 中間値
portuguese: Valor médio
russian: Среднее значение
spanish: Valores medios

# stroke.alpha.midValue.help
source: Middle-point value at which no deformation occurs. (Mid value = 0) • Black: no displacement • White: positive displacement (Mid value = 0.5) • Black: negative displacement • White: positive displacement (Mid value = 1) • Black: negative displacement • White: no displacement
dutch: Middenpuntwaarde waarbij geen vervorming optreedt. (Middelwaarde = 0) • Zwart: geen verplaatsing • Wit: positieve verplaatsing (Middelwaarde = 0.5) • Zwart: negatieve verplaatsing • Wit: positieve verplaatsing (Middelwaarde = 1) • Zwart: negatieve verplaatsing • Wit: geen verplaatsing
french: Valeur intermédiaire à laquelle aucune déformation ne se produit. (Valeur moyenne = 0) • Noir : pas de déplacement • Blanc : déplacement positif (Valeur moyenne = 0,5) • Noir : déplacement négatif • Blanc : déplacement positif (Valeur moyenne = 1) • Noir : déplacement négatif • Blanc : pas de déplacement
german: Mittelwert, bei dem keine Verformung auftritt. (Mittelwert = 0) • Schwarz: Kein Displacement • Weiß: Positives Displacement (Mittelwert = 0.5) • Schwarz: Negatives Displacement • Weiß: Positives Displacement (Mittelwert = 1) • Schwarz: Negatives Displacement • Weiß: Kein Displacement
italian: Valore medio al quale non si verifica alcuna deformazione. (Valore medio = 0) • Nero: nessuno spostamento • Bianco: spostamento positivo (Valore medio = 0.5) • Nero: spostamento negativo • Bianco: spostamento positivo (Valore medio = 1) • Nero: spostamento negativo • Bianco: nessuno spostamento
japanese: デフォーメーションを起こさない中間値。 (中間値 = 0) • ブラック: ディスプレイスメントなし • ホワイト: 正のディスプレイスメント (中間値 = 0.5) • ブラック: 負のディスプレイスメント • ホワイト: 正のディスプレイスメント (中間値 = 1) • ブラック: 負のディスプレイスメント • ホワイト: ディスプレイスメントなし
portuguese: Valor de ponto médio no qual nenhuma deformação ocorre. (Valor médio = 0) • Preto: sem deslocamento • Branco: deslocamento positivo (Valor médio = 0.5) • Preto: deslocamento negativo • Branco: deslocamento positivo (Valor médio = 1) • Preto: deslocamento negativo • Branco: sem deslocamento
russian: Среднее значение, при котором не произойдет деформации. (Среднее значение = 0) • Черный: нет смещения • Белый: позитивное смещение (Среднее значение = 0.5) • Черный: негативное смещение • Белый: позитивное смещение (Среднее значение = 1) • Черный: негативное смещение • Белый: нет смещения
spanish: Valor de punto medio en el que no se produce deformación. (Valor medio = 0) • Negro: sin desplazamiento • Blanco: desplazamiento positivo (Valor medio = 0.5) • Negro: desplazamiento negativo • Blanco: desplazamiento positivo (Valor medio = 1) • Negro: desplazamiento negativo • Blanco: sin desplazamiento

# stroke.jitter
source: Randomize
dutch: Willekeurig
french: Aléatoire
german: Randomisieren
italian: Randomizza
japanese: ランダム化
portuguese: Randomizar
russian: Рандомизировать
spanish: Aleatorizar

# stroke.type.dot
source: Dot
dutch: Punt
french: Point
german: Punkt
italian: Punto
japanese: ドット
korean: 점
portuguese: Ponto
russian: Точка
spanish: Punto

# stroke.type.roll
source: Roll
dutch: Rollen
french: Rôle
german: Rolle
italian: Rotazione
japanese: ロール
portuguese: Rolar
russian: Катить
spanish: Rodar

# stroke.type.tile
source: Tile
dutch: Tegel
french: Carreau
german: Kachel
italian: Piastrella
japanese: タイル
portuguese: Ladrilho
russian: Плитка
spanish: Mosaico

# stroke.type.triplanar
source: Triplanar
french: Triplanaire
italian: Triplanare
portuguese: Triplano
russian: Трипланарность

# stroke.type.drag
source: Drag
dutch: Slepen
french: Glisser
german: Ziehen
italian: Trascina
japanese: ドラッグ
korean: 끌기
portuguese: Arrasto
russian: Перетаскивание
spanish: Arrastrar

# stroke.type.grab
source: Grab
dutch: Grijpen
french: Capturer
german: Greifen
italian: Cattura
japanese: グラブ
korean: 붙잡기
portuguese: Seguro
russian: Движение
spanish: Agarre

# stroke.type.grabRadius
source: Lock + radius
dutch: Vergrendelen + straal
french: Capturer • Rayon dynamique
german: Grab • Dynamischer Radius
italian: Cattura • raggio dinamico
japanese: グラブ • 動的な半径
korean: 붙잡기 - 동적 반지름
portuguese: Seguro • raio dinâmico
russian: Движение • динамический радиус
spanish: Agarre • radio dinámico

# stroke.type.grabIntensity
source: Lock + intensity
dutch: Vergrendelen + intensiteit
french: Capturer • Intensité dynamique
german: Grab • Dynamische Intensität
italian: Cattura • intensità dinamica
japanese: グラブ • 動的な強度
korean: 붙잡기 - 유동적인 강도
portuguese: Seguro • intensidade dinâmica
russian: Движение • динамическая интенсивность
spanish: Agarre • intensidad dinámica

# stroke.falloffProject
source: Influence
dutch: Invloed
german: Einfluss
italian: Influenza
japanese: 影響
portuguese: Influência
russian: Влияние
spanish: Influencia
