Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# shading.environment.backgroundBlur
source: Blur (background)
dutch: Vervaging (achtergrond)
french: Flou (arrière-plan)
german: Unschärfe (Hintergrund)
italian: Sfoca (sfondo)
japanese: ぼかし (背景)
korean: 블러 효과 (배경)
portuguese: Desfoque (fundo)
russian: Размытие (фон)
spanish: Borroso (fondo)

# shading.environment.rotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
korean: 회전
portuguese: Rotação
russian: Поворот
spanish: Rotación

# shading.environment.rotation.help
source: You can rotate the environment by dragging 3 fingers horizontally on the viewport.
dutch: Je kunt de omgeving roteren door 3 vingers horizontaal in het viewport te slepen.
french: Vous pouvez faire pivoter l'environnement en faisant glisser trois doigts horizontalement sur la fenêtre d'affichage.
german: Sie können die Umgebung drehen, indem Sie 3 Finger horizontal (von links nach rechts oder umgekehrt) auf dem Touchbildschirm bewegen.
italian: È possibile ruotare l'ambiente trascinando 3 dita in orizzontale sulla finestra di visualizzazione.
japanese: 指3本でビューポートを横方向にドラッグすると、環境を回転できます。
korean: 뷰포트에서 세 손가락을 가로로 드래그하면 HDRI를 회전할 수 있습니다.
portuguese: Arraste 3 dedos horizontalmente na janela de visualização para girar o ambiente.
russian: Вы можете вращать окружение, перемещая 3 пальца горизонтально по вьюпорту.
spanish: Puedes rotar el entorno arrastrando 3 dedos horizontalmente en la ventana gráfica.

# shading.environment.attachedToCamera
source: Attached to camera
dutch: Gehecht aan camera
french: Fixé à la caméra
german: Mit der Kamera verbunden
italian: Collegato alla telecamera
japanese: カメラに固定
korean: 카메라에 연결
portuguese: Conectado à câmera
russian: Закреплено к камере
spanish: Conectado a la cámara

# shading.environment.attachedToCamera.help
source: Attach the environment to the camera. It will force the lighting to be consistent, which can be useful for sculpting purposes.
dutch: Bevestig de omgeving aan de camera. Dit zorgt ervoor dat de verlichting consistent blijft, wat nuttig kan zijn voor sculptuurdoeleinden.
french: Fixez l'environnement à la caméra. L'éclairage sera ainsi constant, ce qui peut être utile pour la sculpture.
german: Verbinden Sie die Umgebung mit der Kamera. Dadurch wird eine gleichmäßige Beleuchtung erzwungen, was für das Sculpting hilfreich sein kann.
italian: Collega l'ambiente alla telecamera. Ciò costringerà l'illuminazione a essere coerente, il che può essere utile per la scultura.
japanese: 環境をカメラに固定します。 こうすることで、ライティングに一貫性ができ、スカルプトに便利になります。
korean: 환경을 카메라에 연결합니다. 이렇게 하면 조명이 고정되므로 스컬프팅 목적으로 유용한 옵션이 될 수 있습니다.
portuguese: Conecte o ambiente à câmera. Isto fará com que a iluminação seja consistente, o que pode ser útil para esculpir.
russian: Прикрепляет окружение к камере. Таким образом освещение будет однородным, что может помочь при сульптурировании.
spanish: Conecte el entorno a la cámara. Obligará a que la iluminación sea consistente, lo que puede ser útil para esculpir.

# shading.matcap.rotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
korean: 회전
portuguese: Rotação
russian: Поворот
spanish: Rotación

# shading.matcap.rotation.help
source: You can rotate the MatCap by dragging 3 fingers horizontally on the viewport.
dutch: Je kunt de MatCap roteren door 3 vingers horizontaal in het viewport te slepen.
french: Vous pouvez faire pivoter le MatCap en faisant glisser trois doigts horizontalement sur la fenêtre d'affichage.
german: Sie können das MatCap drehen, indem Sie 3 Finger horizontal (von links nach rechts oder umgekehrt) auf dem Touchbildschirm bewegen.
italian: È possibile ruotare MatCap trascinando 3 dita in orizzontale sulla finestra di visualizzazione.
japanese: 指3本でビューポートを横方向にドラッグすると、MatCapを回転できます。
korean: 뷰포트에서 세 손가락을 가로로 드래그하면 MatCap을 회전할 수 있습니다.
portuguese: Arraste 3 dedos horizontalmente na janela de visualização para girar a MatCap.
russian: Вы можете вращать Маткап, перемещая 3 пальца горизонтально по вьюпорту.
spanish: Puedes girar el MatCap arrastrando 3 dedos horizontalmente en la ventana gráfica.

# shading.matcap.global
source: Use global MatCap
dutch: Gebruik globale MatCap
french: Utiliser un MatCap général
german: Globales MatCap verwenden
italian: Usa MatCap globale
japanese: グローバルMatCapを使用
korean: 전역 MatCap 사용
portuguese: Usar MatCap global
russian: Использовать глобальный Маткап
spanish: Utilizar el MatCap global

# shading.matcap.global.help
source: Uncheck this option to use a different MatCap for this particular mesh.
dutch: Schakel deze optie uit om een andere MatCap voor dit specifieke mesh te gebruiken.
french: Décochez cette option si vous souhaitez utiliser un autre MatCap pour ce maillage particulier.
german: Deaktivieren Sie diese Option, um ein separates MatCap für dieses Mesh zu verwenden.
italian: Deselezionare questa opzione per utilizzare una MatCap diversa per questa particolare mesh.
japanese: この特定のメッシュに異なるMatCapを使用するには、このオプションをチェックしないでください。
korean: 특정 메시에 다른 MatCap을 사용하려면 이 옵션의 체크를 해제하십시오.
portuguese: Desmarque esta opção para usar uma MatCap diferente para esta malha em particular.
russian: Отключите эту функцию, если вы хотите использовать другой Маткап для этого меша.
spanish: Desmarca esta opción para usar un MatCap diferente para esta malla en particular.

# shortcut.maskVisible
source: Mask
dutch: Masker
french: Masquer
german: Maskieren
italian: Maschera
japanese: マスク
korean: 마스크
portuguese: Máscara
russian: Маска
spanish: Máscara

# shortcut.solo
source: Solo
italian: Isolato
japanese: ソロ
korean: 솔로
russian: Соло
spanish: Individual

# shortcut.xray
source: X-Ray
french: Rayons X
german: Röntgen
italian: Raggi X
japanese: X線
portuguese: Raio-X
russian: Рентген
spanish: Rayos X

# shortcut.voxelRemesh
source: Voxel remesh
dutch: Voxel
french: Voxel
italian: Voxel
japanese: ボクセル
korean: 복셀 리메시
portuguese: Voxel
russian: Воксель
spanish: Vóxel

# shortcut.wireframe
source: Wireframe
dutch: Draad
french: Fil
german: Drahtgitter
italian: Wire
japanese: ワイヤー
korean: 와이어프레임
portuguese: Armação
russian: Каркас
spanish: Malla

# shortcut.cameraReset
source: Camera reset
dutch: Reset
french: Réinitialiser
german: Kamera-Reset
italian: Ripristina
japanese: リセット
korean: 카메라 초기화
portuguese: Redefinir
russian: Сбросить
spanish: Restablecer

# shortcut.cameraSnap
source: Camera snap
dutch: Snap
french: Aligner
german: Kamera-Snap
italian: Aggancio
japanese: スナップ
korean: 카메라 스냅
portuguese: Ajustar
russian: Привязка
spanish: Capturar

# shortcut.lockSelection
source: Lock selection
dutch: Vergrendelen
french: Verrouiller
german: Selektion einfrieren
italian: Blocca
japanese: ロック
korean: 선택 잠금
portuguese: Bloquear
russian: Блокировать
spanish: Bloquear

# shortcut.lockSelection.help
source: When enabled, you cannot change the selection by tapping on a mesh.
dutch: Wanneer ingeschakeld, kun je de selectie niet wijzigen door op een mesh te tikken.
french: Quand cette option est activée, vous ne pouvez pas modifier la sélection en appuyant sur un maillage.
german: Wenn diese Funktion aktiviert ist, können Sie die Auswahl nicht ändern, indem Sie auf ein Mesh tippen.
italian: Quando è abilitato, non è possibile modificare la selezione toccando una mesh.
japanese: 有効な場合、メッシュをタップしても選択部分を変更できません。
korean: 활성화되면 메시를 탭하더라도 선택 항목을 변경할 수 없습니다.
portuguese: Quando ativado, você não pode tocar em uma malha para alterar a seleção.
russian: При включении вы не сможете изменить выбор при нажатии на меш.
spanish: Cuando está habilitado, no puedes cambiar la selección pulsando una malla.

# shortcut.grid
source: Grid
dutch: Raster
french: Grille
german: Raster
italian: Griglia
japanese: グリッド
korean: 격자
portuguese: Grade
russian: Сетка
spanish: Cuadrícula

# stat.ramScene
source: Scene
french: Scène
german: Szene
italian: Scena
japanese: シーン
korean: 씬
portuguese: Cena
russian: Кадр
spanish: Escena

# stat.vramScene
source: Vram Scene
french: Scène VRAM
german: VRAM Szene
italian: Vram Scena
japanese: Vram シーン
korean: Vram 씬
portuguese: VRAM da Cena
russian: Видео-ОЗУ кадр
spanish: Escena Vram

# stat.vramRender
source: Vram Render
french: Rendu VRAM
italian: Vram Rendering
japanese: Vram レンダー
korean: VRAM 렌더
portuguese: VRAM do Renderizador
russian: Видео-ОЗУ рендеринг
spanish: Renderizar Vram

# stat.vramTextures
source: Vram Textures
dutch: Vram Texturen
french: Textures VRAM
german: VRAM Texturen
italian: Vram Texture
japanese: Vram テクスチャ
korean: VRAM 텍스처
portuguese: VRAM das Texturas
russian: Видео-ОЗУ текстуры
spanish: Texturas Vram

# stat.ramHistory
source: History
dutch: Geschiedenis
french: Historique
german: Verlauf
italian: Cronologia
japanese: 履歴
korean: 사용기록
portuguese: Histórico
russian: История
spanish: Historial

# stat.ramOther
source: Other
dutch: Andere
french: Autre
german: Anderes
italian: Altro
japanese: その他
korean: 기타
portuguese: Outros
russian: Другое
spanish: Otro

# stat.usedMemory
source: Used Memory
dutch: Gebruikt geheugen
french: Mémoire utilisée
german: RAM benutzt
italian: Memoria utilizzata
japanese: 使用メモリ
korean: 사용 중인 메모리
portuguese: Memória Usada
russian: Использовано памяти
spanish: Memoria usada

# stat.freeMemory
source: Free Memory
dutch: Vrij geheugen
french: Mémoire libre
german: RAM frei
italian: Memoria libera
japanese: 空きメモリ
korean: 사용 가능한 메모리
portuguese: Memória Livre
russian: Свободная память
spanish: Memoria libre

# stat.ram
source: RAM
russian: ОЗУ

# stat.used
source: Used: $0
dutch: Gebruikt: $0
french: Utilisée : $0
german: Benutzt: $0
italian: Utilizzata: $0
japanese: 使用中: $0
korean: 사용 중: $0 MB
portuguese: Usada: $0
russian: Использовано: $0
spanish: Usado: $0

# stat.free
source: Free: $0
dutch: Vrij: $0
french: Libre : $0
german: Frei: $0
italian: Libera: $0
japanese: 空き: $0
korean: 사용 가능: $0 MB
portuguese: Livre: $0
russian: Свободно: $0
spanish: Libre: $0

# stat.faces
source: Faces
dutch: Gezichten
french: Visages
german: Flächen
italian: Lati
japanese: 面
korean: 면
russian: Грани
spanish: Caras

# stat.triangles
source: Triangles
dutch: Driehoeken
german: Dreiecke
italian: Triangoli
japanese: 三角形
korean: 삼각형
portuguese: Triângulos
russian: Треугольники
spanish: Triángulos

# stat.vertices
source: Vertices
dutch: Hoekpunten
french: Sommets
italian: Vertici
japanese: 頂点
korean: 버텍스
portuguese: Vértices
russian: Вершины
spanish: Vértices

# stat.quads
source: Quads
dutch: Rechthoeken
french: Quadrilatères
german: Vierecke
italian: Quadrilateri
japanese: 四角形
korean: 사변형
portuguese: Quadrados
russian: Четырехугольники

# stat.vertex
source: Vertex
french: Sommet
italian: Vertice
japanese: 頂点
portuguese: Vértice
russian: Вершина
spanish: Vértice

# stat.scene.face
source: Scene faces
dutch: Scène gezichten
french: Faces de la scène
german: Faces in Szene
italian: Lati scena
japanese: シーンの面
portuguese: Faces da cena
russian: Грани кадров
spanish: Caras de escena

# stat.scene.vertex
source: Scene vertices
dutch: Scène vertices
french: Sommets de la scène
german: Vertices in Szene
italian: Vertici scena
japanese: シーンの頂点
portuguese: Vértices da cena
russian: Вершины кадров
spanish: Vértices de escena

source: Stroke
dutch: Veeg
french: Trait
german: Strich
italian: Tratto
japanese: ストローク
korean: 스트로크
portuguese: Traçado
russian: Штрих
spanish: Trazo

# stroke.useWorldRadius
source: World-space radius
dutch: Wereldruimte straal
french: Rayon de l'espace global
italian: Raggio dello spazio mondo
japanese: ワールドスペースの半径
korean: 전역 공간 반지름
portuguese: Raio da cena
russian: Радиус на весь мир
spanish: Radio mundo-espacio

# stroke.useWorldRadius.help
source: This is shared among every tools.
dutch: Dit wordt gedeeld tussen alle gereedschappen.
french: Ce réglage est partagé par tous les outils.
german: Das wird von allen Werkzeugen geteilt.
italian: Questo è condiviso da tutti gli strumenti.
japanese: この設定はすべてのツールで共有されます。
korean: 이 설정은 모든 도구에서 공유됩니다.
portuguese: Isto é compartilhado por todas as ferramentas.
russian: Эта настройка общая для всех инструментов.
spanish: Es compartido entre todas las herramientas.

# stroke.useShareRadius
source: Share radius
dutch: Deel straal
french: Partager le rayon
german: Radius teilen
italian: Condividi raggio
japanese: 半径を共有
korean: 공유 반지름
portuguese: Raio compartilhado
russian: Общий радиус
spanish: Compartir radio

# stroke.useShareRadius.help
source: Share the radius value among every tools.
dutch: Deel de straalwaarde onder alle gereedschappen.
french: Partagez la valeur du rayon entre tous les outils.
german: Teilen Sie den Wert des Radius auf mit allen Werkzeugen.
italian: Condivide il valore del raggio tra tutti gli strumenti.
japanese: すべてのツールで半径の値を共有します。
korean: 모든 도구에서 반지름 값을 공유합니다.
portuguese: Compartilhe o valor do raio entre todas as ferramentas.
russian: Общий размер радиуса для всех инструментов.
spanish: Comparte el valor del radio entre todas las herramientas.

source: Stroke spacing
dutch: Veeg afstand
french: Espacement des traits
italian: Spaziatura tratto
japanese: ストロークの間隔
korean: 스트로크 간격
portuguese: Espaçamento do traçado
russian: Расстояние между штрихами
spanish: Espaciado de trazos

# stroke.spacing.adjust
source: Adjust spacing intensity
dutch: Pas de intensiteit van de ruimte aan
french: Ajuster l'intensité de l'espacement
german: Intensität der Abstände anpassen
italian: Regola l'intensità della spaziatura
japanese: 間隔の強度を調整
korean: 간격 강도 조정
portuguese: Ajustar intensidade do espaçamento
russian: Настроить интенсивность в зависимости от расстояния
spanish: Ajusta la intensidad del espaciado

# stroke.minSpacingAdjustIntensity.help
source: Adjust the brush intensity to ensure consistent deformation depending on the stroke spacing.
dutch: Pas de penseelintensiteit aan om consistente vervorming te garanderen, afhankelijk van de veegafstand.
french: Réglez l'intensité du pinceau pour que la déformation reste constante en fonction de l'espacement des traits.
german: Passen Sie die Brush-Intensität an, um eine gleichmäßige Verformung in Abhängigkeit von den Stroke-Abständen zu gewährleisten.
italian: Regola l'intensità del pennello per garantire una deformazione uniforme in base alla spaziatura del tratto.
japanese: ブラシの強度を調整して、ストロークの間隔に応じて、一貫したデフォーメーションを実行します。
korean: 스트로크 간격에 따른 일관된 변형을 유지하기 위해 브러시 강도를 조정하세요.
portuguese: Ajuste a intensidade do pincel para garantir uma deformação constante dependendo do espaçamento do traçado.
russian: Настройка интенсивности кисти для создания последовательной деформации в зависимости от расстояния между штрихами.
spanish: Ajusta la intensidad de la brocha para garantizar una deformación uniforme en función de la separación entre trazos.

# stroke.minSpacing.help
source: Spacing between each stroke, relative to the tool radius. Lower value will allow smoother stroke but performance will degrade.
dutch: Afstand tussen elke veeg, gerelateerd aan de gereedschapstraal. Lagere waarde zorgt voor een soepeler veeg, maar prestaties verslechteren.
french: Espacement entre chaque trait, par rapport au rayon de l'outil. Avec des valeurs basses, les traits sont plus lisses, au détriment des performances.
german: Abstand zwischen den einzelnen Strokes (Strichen), relativ zum Werkzeugradius. Ein niedrigerer Wert ermöglicht einen gleichmäßigeren Stroke, aber die Leistung nimmt ab.
italian: Spaziatura tra le pennellate, rispetto al raggio dell'utensile. Un valore più basso consente una pennellata più fluida, ma le prestazioni si riducono.
japanese: ストロークとストロークの間隔、ツールの半径に対して相対的。 値が低いとストロークはスムーズになりますが、パフォーマンスは低下します。
korean: 도구 반지름을 기준으로 한 스트로크 사이의 간격입니다. 값이 낮을수록 스트로크가 더 부드러워지지만 성능이 저하됩니다.
portuguese: O espaçamento entre cada traçado, relativo ao raio da ferramenta. Um valor mais baixo permitirá um traçado mais suave, mas o desempenho sofrerá degradação.
russian: Расстояние между штрихами, связано с радиусом инструментов. Более низкое значение позволяет создавать более плавные штрихи, но производительность упадет.
spanish: Espaciado entre cada trazo, en relación con el radio de la herramienta. Un valor más bajo permitirá un trazo más suave, pero el rendimiento se degradará.

# stroke.lazySmooth
source: Stroke smoothing
dutch: Veeg egalisering
french: Lissage des traits
italian: Levigatura tratto
japanese: ストロークのスムージング
korean: 스트로크 스무딩
portuguese: Suavização do traçado
russian: Сглаживание штрихов
spanish: Suavidad del trazo

# stroke.lazySmooth.help
source: Average multiple pointer position to get a smoother stroke. With high values, the stroke will lag behind the pointer but will eventually catch up.
dutch: Gemiddelde meerdere aanwijzerposities om een soepelere veeg te krijgen. Bij hoge waarden zal de veeg achterlopen op de aanwijzer maar uiteindelijk weer inhalen.
french: Faire la moyenne de plusieurs positions de pointeur pour obtenir un trait plus lisse. Avec des valeurs élevées, le trait a du retard sur le pointeur, mais il finit par rattraper son retard.
german: Mittlere Position des Pointers, um einen gleichmäßigeren Stroke zu erhalten. Bei hohen Werten hinkt der Strich dem Pointer hinterher, holt aber schließlich auf.
italian: Calcola la media di più posizioni del puntatore per ottenere un tratto più uniforme. Con valori elevati, il tratto rimarrà indietro rispetto al puntatore, ma alla fine lo raggiungerà.
japanese: ストロークをよりスムーズにするために複数のポインターの位置を平均します。 値が高いほど、ストロークにポインタとのラグが生じますが、最終的には追いつきます。
korean: 더 부드러운 스트로크를 얻기 위해 여러 포인터 위치의 평균을 구합니다. 값이 높을 수록 스트로크가 포인터에서 멀리 뒤처지지만, 결국에는 따라잡을 것입니다.
portuguese: Calcula uma média de várias posições do cursor para gerar um traçado mais suave. Com valores altos, o traçado ficará para trás do cursor e o alcançará eventualmente.
russian: Выставите среднее значение с помощью многострелочного индикатора для более плавных штрихов. При более высоком значении штрих будет отставать от индикатора, но рано или поздно нагонит его.
spanish: Promedia la posición de varios punteros para obtener un trazo más suave Con valores altos, el trazo se retrasará detrás del puntero, pero eventualmente lo alcanzará.

# stroke.lazyRadius
source: Lazy rope stabilizer
dutch: Trage touwstabilisator
french: Stabilisateur de corde molle
german: Lazy Rope Stabilisator
italian: Stabilizzatore di corda ritardato
japanese: 手ぶれ補正ロープ
korean: 레이지 로프 스태빌라이저
portuguese: Estabilizador de corda preguiçoso
russian: Канат-стабилизатор
spanish: Estabilidad del trazo

# stroke.lazyRadius.help
source: Strokes will lag behind the pointer position according to a certain distance. This can be used to draw smooth lines.
dutch: Vegen zullen achterlopen op de aanwijzerpositie volgens een bepaalde afstand. Dit kan worden gebruikt om gladde lijnen te tekenen.
french: Les traits sont en retard d'une certaine distance par rapport à la position du pointeur. Cette fonction peut être utilisée pour tracer des lignes lisses.
german: Die Strokes bleiben in einem bestimmten Abstand hinter der Pointer-Position. Damit kann man geglättete Linien zeichnen.
italian: I tratti rimarranno indietro rispetto alla posizione del puntatore secondo una certa distanza. Questo può essere usato per disegnare linee morbide.
japanese: ストロークが一定の距離でポインターの位置を追いかけます。 滑らかな線を引くのに使用できます。
korean: 스트로크가 포인터와 일정 거리를 두고 그려집니다. 부드러운 선을 그릴 때 사용할 수 있습니다.
portuguese: Os traçados ficarão para trás da posição do cursor de acordo com uma certa distância. Isto pode ser usado para desenhar linhas suaves.
russian: Штрихи будут отставать на определенную дистанцию от индикатора. Таким образом можно рисовать более плавные линии.
spanish: Los trazos se retrasarán detrás de la posición del puntero de acuerdo con una cierta distancia. Esto se puede usar para dibujar líneas suaves.

# stroke.globalSettings
source: This is a global setting
dutch: Dit is een globale instelling
french: Ce réglage est général
german: Dies ist eine globale Einstellung
italian: Questa è un'impostazione globale
japanese: これはグローバル設定です
korean: 전역 설정입니다
portuguese: Este é um ajuste global
russian: Это глобальная настройка
spanish: Este es una configuración global

# stroke.snapRadius
source: Snap radius
dutch: Snap straal
french: Rayon d'alignment'
italian: Aggancia raggio
japanese: スナップの半径
korean: 스냅 반지름
portuguese: Raio de ajuste
russian: Радиус привязки
spanish: Capturar radio

# stroke.snapRadius.help
source: Snap the stroke if the pointer lies close to the last recorded stroke. This can be useful when drawing long continuous lines, while doing frequent pauses.
dutch: Knip de veeg vast als de aanwijzer dicht bij de laatst geregistreerde veeg ligt. Dit kan nuttig zijn bij het tekenen van lange, doorlopende lijnen, terwijl vaak wordt gepauzeerd.
french: Aligner le tracé si le pointeur se trouve près du dernier tracé enregistré. Cette fonction peut être utile lorsque vous dessinez de longs traits continus tout en faisant des pauses fréquentes.
german: Rastet den Stroke ein, wenn der Pointer in der Nähe des letzten aufgezeichneten Strokes liegt. Das kann nützlich sein, wenn man lange, durchgehende Linien zeichnet und dabei häufig Pausen macht.
italian: Aggancia il tratto se il puntatore si trova vicino all'ultimo tratto registrato. Questo può essere utile quando si disegnano lunghe linee continue, mentre si fanno pause frequenti.
japanese: ポインタが最後に記録したストロークの近くにある場合、ストロークをスナップします。 頻繁に一時停止しながら、長い連続した線を描画したい場合、便利です。
korean: 포인터가 가장 최근 그린 스트로크에 가까이 있으면 스트로크를 스냅합니다. 여러번 끊어서 연속된 긴 선을 그릴 때 유용합니다.
portuguese: Ajuste o traçado se o cursor estiver perto do último traçado reconhecido. Isto pode ser útil ao desenhar linhas longas e contínuas, intercaladas com pausas frequentes.
russian: Привязка штрихов, если индикатор находится рядом с последним нарисованным штрихом. Эта функция полезна при рисовании длинных продолжительных линий с регулярными паузами.
spanish: Carturar el trazo si el puntero se encuentra cerca del último trazo grabado Esto puede ser útil al dibujar líneas largas y continuas, mientras se hacen pausas frecuentes.

# stroke.sculptOffset
source: Stroke offset
dutch: Veeg offset
french: Décalage de trait
italian: Spostamento tratto
japanese: ストロークのオフセット
korean: 스트로크 오프셋
portuguese: Deslocamento do traçado
russian: Сдвиг штрихов
spanish: Desplazamiento de trazo

# stroke.sculptOffset.help
source: Apply a constant offset on the stroke. This option is there to help for small screen when using fingers, so that your finger doesn't cover the stroke.
dutch: Pas een constante offset toe op de veeg. Deze optie is er om te helpen bij een klein scherm wanneer vingers worden gebruikt, zodat je vinger de veeg niet bedekt.
french: Appliquez un décalage constant au trait. Cette option facilite l'utilisation des gestes tactiles sur les petits écrans, de sorte que votre doigt ne recouvre pas le trait.
german: Wendet einen konstanten Offset auf den Stroke an. Diese Option ist für kleine Bildschirme gedacht, wenn man mit den Fingern arbeitet, damit der Finger nicht den Stroke verdecken.
italian: Applica uno spostamento costante al tratto. Questa opzione è utile quando si usano le dita su schermi piccoli, in modo che il dito non copra il tratto.
japanese: ストロークに一定のオフセットを適用します。 このオプションは、指でストロークをカバーすることがないので、小さな画面で指を使う場合に便利です。
korean: 스트로크에 일정한 오프셋을 적용합니다. 이 옵션이 활성화되면 손가락이 스트로크를 가리지 않으므로 작은 화면에서 손가락을 사용할 때 유용합니다.
portuguese: Aplique um deslocamento constante no traçado. Esta opção serve para ajudar a usar o dedo em telas pequenas, para que ele não cubra o traçado.
russian: Применить регулярный сдвиг штрихов. Эта функция помогает при использовании маленького экрана и пальцев: пальцы не закрывают штрих.
spanish: Aplica un desplazamiento constante en el trazo. Esta opción está ahí para ayudar con la pantalla pequeña cuando se usan los dedos para no cubrir el trazo.

# stroke.accumulate
source: Accumulate stroke
dutch: Veeg ophopen
french: Accumuler les traits
german: Strokes kumulieren
italian: Accumulazione tratto
japanese: ストロークを累積
korean: 스트로크 축적
portuguese: Acumular traçado
russian: Накопление штрихов
spanish: Acumular trazo
