Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# settings.darkenUnselected
source: Darken unselected objects
dutch: Verduister niet-geselecteerde objecten
french: Assombrir les objets non sélectionnés
german: Nicht gewählte Meshes abdunkeln
italian: Scurisci gli oggetti non selezionati
japanese: 未選択のオブジェクトを暗く
korean: 선택하지 않은 오브젝트를 어둡게
portuguese: Escurecer objetos não selecionados
russian: Затемнить не выбранные объекты
spanish: Oscurecer mallas no seleccionadas

# settings.smoothShading
source: Smooth shading
dutch: Zachte belichting
french: Ombrage lisse
italian: Ombreggiatura uniforme
japanese: スムーズシェーディング
korean: 부드러운 셰이딩
portuguese: Sombreamento suave
russian: Плавное затенение
spanish: Sombreado suave

# settings.partialDraw
source: Partial drawing
dutch: Gedeeltelijke tekeningen
french: Dessin partiel
italian: Disegno parziale
japanese: 部分的な描画
korean: 부분 드로잉
portuguese: Desenho parcial
russian: Частичное рисование
spanish: Dibujo parcial

# settings.partialDraw.help
source: Experimental feature! Use it if you are sculpting a relatively small part of a high poly mesh. It should make the sculpting smoother, but you should not enable wireframe! Also it might add visual artefacts during the brush strokes
dutch: Experimenteel kenmerk! Gebruik het als je een relatief klein deel van een hoogpolygaal mesh aan het beeldhouwen bent. Het zou het beeldhouwen vloeiender moeten maken, maar je moet geen draadmodel inschakelen! Ook kan het visuele artefacten toevoegen tijdens de penseelstreken
french: Fonction expérimentale ! Utilisez-la si vous sculptez une partie relativement petite d'un maillage comportant de nombreux polygones. Elle devrait permettre de lisser la sculpture, mais n'activez pas le filaire ! Elle risque également d'ajouter des artefacts visuels pendant les coups de pinceau.
german: Feature noch nicht ausgereift! Verwenden Sie es, wenn Sie einen relativ kleinen Teil eines High-Poly-Meshes sculpten. Es sollte das Sculpten snoother machen, aber Sie sollten Wireframe deaktivieren! Außerdem könnte es bei den Brush-Strokes zu visuellen Artefakten kommen.
italian: Funzionalità sperimentale! Da usarsi se si scolpisce una parte relativamente piccola di una mesh ad alto numero di poligoni. Dovrebbe rendere la scultura più fluida, ma non si deve abilitare il wireframe! Inoltre potrebbe aggiungere artefatti visivi durante le pennellate
japanese: 実験的機能！ 複雑にポリメッシュされたパーツの比較的小さな部分をスカルプトする場合、使用できます。 スカルプトの操作をスムーズにしますが、ワイヤーフレームを有効にすることは避けてください！ ブラシストロークを使用中、目に見えるアーティファクトが追加される可能性があります。
korean: 실험적인 기능! 높은 폴리 수를 가진 메시의 비교적 작은 부분을 스컬프팅할 때 사용하십시오. 더 매끄러운 스컬프팅이 가능하지만, 와이어프레임을 활성화하면 안 됩니다! 또 브러시 스트로크 중에 눈에 띄는 아티팩트가 발생할 수 있습니다
portuguese: Recurso experimental! Use se você estiver esculpindo uma parte relativamente pequena de uma malha com muitos polígonos. Isto deve suavizar a escultura, mas você não deve ativar a armação! Isto também pode adicionar artefatos ao traçar com o pincel.
russian: Экспериментальная функция! Используйте ее при скульптурировании малой части меша с высоким количеством полигонов. Это поможет сделать скульптурирование более плавным, но при этом не включайте каркас! Также это может добавить визуальных артефактов при штрихах кисти
spanish: ¡Característica no pulida! Úsela si estás esculpiendo una parte relativamente pequeña de una malla de polietileno alto. Debería hacer que la escultura sea más suave, pero no debes habilitar la malla. También puede agregar artefactos visuales durante los trazados

# settings.partialDraw.warning
source: Do not forget to turn off this option if the visual artefacts are too bothersome!
dutch: Vergeet niet deze optie uit te schakelen als de visuele artefacten te hinderlijk zijn!
french: N'oubliez pas de désactiver cette option si les artefacts visuels sont trop gênants !
german: Vergessen Sie nicht, diese Option zu deaktivieren, wenn die visuellen Artefakte zu sehr stören!
italian: Non dimenticarti di disattivare questa opzione se gli artefatti visivi sono troppo fastidiosi!
japanese: 目に見えるアーティファクトが邪魔な場合は、このオプションをオフにすることをお忘れなく！
korean: 눈에 띄는 아티팩트가 너무 성가시다면 이 옵션을 해제하십시오!
portuguese: Não se esqueça de desativar esta opção se os artefatos incomodarem muito!
russian: Не забудьте отключить эту функцию, если артефакты будут сильно мешать!
spanish: ¡No olvides desactivar esta opción si los artefactos visuales son demasiado molestos!

# settings.showPainting
source: Show paint
dutch: Toon schilderen
french: Afficher la peinture
german: Pinting anzeigen
italian: Mostra dipinti
japanese: ペイントを表示
korean: 페인팅 보기
portuguese: Mostrar pintura
russian: Показать окрашивание
spanish: Mostrar pintura

# settings.showMasking
source: Show mask
dutch: Toon masker
french: Afficher le masque
german: Maske anzeigen
italian: Mostra maschera
japanese: マスクを表示
portuguese: Mostrar máscara
russian: Показать маску
spanish: Mostrar máscara

# settings.showDiscard
source: Use Hide
dutch: Gebruik Verberg
french: Utiliser Masquer
german: Ausblenden verwenden
italian: Usa Nascondi
japanese: 非表示を使用
portuguese: Usar Ocultar
russian: Использовать скрытие
spanish: Usar Ocultar

# settings.icon
source: Icon
dutch: Icoon
french: Icône
italian: Icona
japanese: アイコン
korean: 아이콘
portuguese: Ícone
russian: Значок
spanish: Icono

# settings.icons
source: Icons
dutch: Iconen
french: Icônes
italian: Icone
japanese: アイコン
korean: 아이콘
portuguese: Ícones
russian: Значки
spanish: Iconos

# settings.icons.help
source: Display an icon on the canvas so that you can select and edit them directly.
dutch: Toon een icoon op het canvas zodat je ze direct kunt selecteren en bewerken.
french: Affichez une icône sur la zone de travail pour pouvoir les sélectionner et les modifier directement.
german: Zeigt im Arbeitsbereich ein Icon für direktes Auswählen und Bearbeiten an.
italian: Visualizza un'icona sull'area di disegno per poterla selezionare e modificare direttamente.
japanese: アイコンを直接選択して編集できるようにキャンバスにアイコンを表示します。
korean: 아이콘을 선택하고 바로 편집할 수 있도록 캔버스에 아이콘을 표시합니다.
portuguese: Mostre um ícone na tela para que você possa selecionar e editar diretamente.
russian: Отображает пиктограмму на каркасе, что позволяет выбрать и внести коррективы напрямую.
spanish: Mostrar un icono en el lienzo para que se puedan seleccionar y editar directamente.

# settings.hole
source: Hole-filling
dutch: Gatvulling
french: Remplissage des trous
german: Löcher füllen
italian: Riempimento aperture
japanese: 穴埋め
korean: 구멍 채우기
portuguese: Preenchimento de furo
russian: Заполнение дырок
spanish: Relleno de agujero

# settings.hole.nonManifold
source: Fill non-manifold
dutch: Niet-manifolde vullen
french: Remplir les trous non-variété
german: Non-Manifold füllen
italian: Riempi non-manifold
japanese: 非多様体を埋める
korean: 비-다양체 채우기
portuguese: Preenchimento não diverso
russian: Заполнить non-manifold
spanish: Rellenar espacio no topológico

# settings.hole.nonManifold.help
source: Try to fill non manifold hole. This option is not saved in the settings.
dutch: Probeer niet-manifolde gaten te vullen. Deze optie wordt niet opgeslagen in de instellingen.
french: Essayer de remplir le trou non-variété. Cette option n'est pas enregistrée dans les réglages.
german: Versucht, ein non-manifold Loch zu füllen. Diese Option ist nicht in den Einstellungen gespeichert.
italian: Tenta di riempire l'apertura non-manifold. Questa opzione non viene salvata nelle impostazioni.
japanese: 非多様体の穴を埋めます。 このオプションは設定で保存されません。
korean: 비-다양체 구멍을 채우려고 시도합니다. 이 옵션은 설정에서 저장되지 않습니다.
portuguese: Tente preencher um furo de maneira não diversa. Esta opção não é salva nos ajustes.
russian: Попытается заполнить дырку типа non-manifold. Эта опция не сохраняется в настройках.
spanish: Intenta llenar el agujero del espacio topológico. Esta opción no se guarda en la configuración.

# settings.multires.maxVertices
source: Max vertices count
dutch: Maximaal aantal vertices
french: Nombre max. de sommets
german: Max. Anzahl an Vertices
italian: Numero massimo di vertici
japanese: 最大頂点数
korean: 최대 버텍스 수
portuguese: Contagem máxima de vértices
russian: Максимальное количество вершин
spanish: Recuento máximo de vértices

# settings.multires.maxVertices.help
source: Nomad doesn't perform memory check before subdivision, high poly count can easily lead to crashes.
dutch: Nomad voert geen geheugentest uit vóór onderverdeling; een hoge polygaaltelling kan gemakkelijk leiden tot crashes.
french: Nomad ne contrôle pas la mémoire avant la subdivision. Des plantages peuvent facilement survenir en présence de nombreux polygones.
german: Nomad führt vor der Unterteilung keine Speicherprüfung durch, eine hohe Polyanzahl kann leicht zu Abstürzen führen.
italian: Nomad non esegue il controllo della memoria prima della suddivisione; un numero elevato di poligoni può facilmente causare dei crash.
japanese: Nomadは分割の前にメモリの確認を行いません。数が多すぎると簡単にクラッシュにつながる可能性があります。
korean: Nomad는 세분화를 하기 전에 메모리 검사를 수행하지 않으며, 폴리곤 수가 많으면 충돌이 쉽게 발생할 수 있습니다.
portuguese: Como Nomad não verifica a memória antes de subdividir, uma alta contagem de polígonos pode levar facilmente a falhas.
russian: Nomad не проводит проверку памяти перед проведением подразделения, высокое количество полигонов может привести к аварийному завершению работы.
spanish: Nomad no realiza una comprobación de memoria antes de la subdivisión, un recuento alto de poli puede provocar bloqueos fácilmente.

# settings.multires.lowResVertices
source: Low resolution threshold
dutch: Lage resolutie drempel
french: Seuil de basse résolution
german: Low Resolution Schwelle
italian: Soglia di bassa risoluzione
japanese: 低い解像度のしきい値
korean: 낮은 해상도 임계값
portuguese: Limite de baixa resolução
russian: Порог низкого разрешения
spanish: Umbral de baja resolución

# settings.multires.lowResVertices.help
source: A lower resolution of the mesh can be displayed when you move the camera. You can increase this value if you want to display a higher resolution of the mesh.
dutch: Een lagere resolutie van de mesh kan worden weergegeven wanneer je de camera verplaatst. Je kunt deze waarde verhogen als je een hogere resolutie van de mesh wilt weergeven.
french: Le maillage peut être affiché dans une résolution inférieure quand vous déplacez la caméra. Vous pouvez augmenter cette valeur pour afficher le maillage dans une résolution plus élevée.
german: Eine geringere Auflösung des Meshes wird angezeigt, wenn Sie die Kamera bewegen. Sie können diesen Wert erhöhen, wenn Sie eine höhere Auflösung des Meshes anzeigen möchten.
italian: Quando si sposta la telecamera, è possibile visualizzare una risoluzione inferiore della mesh. È possibile aumentare questo valore se si desidera visualizzare una risoluzione maggiore della mesh.
japanese: カメラを動かす際は、メッシュの低い方の解像を表示できます。 メッシュの解像度を高くして表示したい場合は、この値を上げてください。
korean: 카메라를 이동할 때 저해상도 메시가 표시될 수 있습니다. 이 값을 늘리면 고해상도 메시를 표시할 수 있습니다.
portuguese: A malha pode exibir uma resolução mais baixa ao mover a câmera. Você pode aumentar este valor caso deseje ter uma malha de resolução maior.
russian: Более низкое разрешение меша может отображаться при движении камеры. Вы можете увеличить это значение, если вы хотите отобразить более высокое разрешение меша.
spanish: Se puede mostrar una resolución más baja de la malla cuando mueve la cámara. Puedes aumentar este valor si deseas mostrar una resolución más alta de la malla.

source: Shading
dutch: Schaduwen
french: Ombrage
japanese: シェーディング
korean: 셰이딩
portuguese: Sombreamento
russian: Затенение
spanish: Sombreado

# shading.pbr
source: Lit (PBR)
dutch: Verlicht (PBR)
french: Allumé (PBR)
german: PBR
italian: Illuminato (PBR)
japanese: ライトあり (PBR)
korean: 조명포함 (PBR)
portuguese: Iluminar (PBR)
russian: Освещено (PBR)
spanish: Encendido (PBR)

# shading.pbr.help
source: In this mode you can add lights (with shadows), along with an HDR environment. You can also paint metalness and roughness, thus allowing a finer control on the look of your material.
dutch: In deze modus kun je lichten toevoegen (met schaduwen), samen met een HDR-omgeving. Je kunt ook metaligheid en ruwheid schilderen, wat een fijnere controle over het uiterlijk van je materiaal mogelijk maakt.
french: Dans ce mode, vous pouvez ajouter des lumières (avec des ombres), ainsi qu'un environnement HDR. Vous pouvez également peindre la métallité et la rugosité, et ainsi contrôler plus finement de l'aspect de votre matériau.
german: In diesem Modus kannst du Lichter (mit Schatten) zusammen mit einer HDR-Umgebung hinzufügen. Für die Bemalung kannst du auch „Metallisch“ und „Matt“ einstellen, um das Material präziser zu gestalten.
italian: In questa modalità è possibile aggiungere luci (con ombre) e un ambiente HDR. È inoltre possibile dipingere la metallicità e la rugosità, consentendo così un controllo più fine sull'aspetto del materiale.
japanese: このモードではライト (シャドウを含む) を、HDR環境と一緒に追加できます。 また、メタリックと粗さをペイントすることもできます。こうすることで、マテリアルの見た目をより詳細にコントロールできます。
korean: 이 모드에서는 광원(그림자 포함)과 함께 HDR 환경을 추가할 수 있습니다. 또한 메탈릭과 러프니스 제어할 수 있으므로, 머티리얼의 외형을 보다 세밀하게 다듬을 수 있습니다.
portuguese: Neste modo, você pode adicionar luzes (com sombras), junto com um ambiente HDR. Você também pode pintar metalidade e aspereza, o que permite um controle mais preciso da aparência do material.
russian: В этом режиме вы можете добавить освещение (с тенями), а также HDR-окружение. Вы также можете окрашивать металличность и шероховатость, что позволяет лучше редактировать внешний вид материала.
spanish: En este modo, puede agregar luces (con sombras), junto con un entorno HDR. También puede pintar metal y rugosidad, lo que permite un control más fino sobre el aspecto de tu material.

# shading.matcap
source: MatCap
russian: Маткап

# shading.matcap.help
source: Stands for MATerial CAPture, a MatCap takes care of both the lighting and material information in a single image. This is a fast rendering mode, mostly suited for raw sculpting.
dutch: Staat voor MATerial CAPture, een MatCap zorgt zowel voor de belichting als de materiaalinformatie in één afbeelding. Dit is een snelle renderingsmodus, voornamelijk geschikt voor ruw beeldhouwen.
french: Abréviation de MATerial CAPture, un MatCap gère à la fois les informations d'éclairage et de matériau d'une image. Ce mode de rendu rapide est avant tout adapté à la sculpture brute.
german: MatCap steht für MATerial CAPture und bildet sowohl Beleuchtung als auch Materialinformation in einem einzigen Bild ab. Dies ist ein schneller Rendermodus, der sich in erster Linie für den groben Formgebungsprozess eignet.
italian: Sta per MATerial CAPture; MatCap si occupa delle informazioni sull'illuminazione e sui materiali in un'unica immagine. Si tratta di una modalità di rendering veloce, adatta soprattutto alla scultura grezza.
japanese: MatCapとは、MATerial CAPture（マテリアルキャプチャ）の別名で、ライティングとマテリアル（材質）の2つの情報を1つのイメージに反映することです。
korean: 머티리얼 캡처(MAterial CAPture)의 약자인 MatCap은 하나의 이미지에서 광원과 머티리얼 정보를 모두 처리합니다.
portuguese: A MatCap (captura material) lida com as informações de iluminação e do material em uma única imagem. Este é um modo de renderização rápido, adequado na maioria das vezes à escultura bruta.
russian: Маткап управляет освещением и информацией о материалах в одном изображении. Это режим быстрого рендеринга, преимущественно подходящий для скульптурирования с нуля.
spanish: MatCap significa captura de material (MATerial CAPture) y se encarga de la iluminación y la información del material en una sola imagen. Este es un modo de renderizado rápido, adecuado principalmente para esculpir en bruto.

# shading.unlit
source: Unlit
dutch: Onbelicht
french: Éteint
german: Unbeleuchtet
italian: Non illuminato
japanese: ライトなし
korean: 조명제외
portuguese: Não iluminar
russian: Не освещено
spanish: Apagado

# shading.unlit.help
source: Solid color shading mode, without lighting.
dutch: Modus voor effen kleurenscenering, zonder verlichting.
french: Mode d'ombrage avec couleur unie, sans éclairage.
german: Modus für einfarbiges Shading, ohne Beleuchtung.
italian: Modalità di shading a tinta unita, senza illuminazione.
japanese: 無地のカラーのシェーディングモード。ライティングなし。
korean: 광원이 없는 단색 셰이딩 모드.
portuguese: Modo de sombreamento de cor sólida, sem iluminação.
russian: Режим затенения цветами без освещения.
spanish: Modo de sombreado de color sólido, apagado.

# shading.object
source: Object ID
french: Objet ID
german: Objekt ID
italian: Oggetto ID
japanese: オブジェクト ID
portuguese: Objeto ID
russian: Объект ID
spanish: Objeto ID

# shading.object.help
source: Unlit rendering mode with each objects having a random color assigned. This is mostly useful when you have many objects in your scene.
dutch: Onverlichte weergavemodus met aan elk object een willekeurige kleur toegewezen. Dit is vooral handig wanneer je veel objecten in je scène hebt.
french: Mode de rendu Éteint, avec attribution d'une couleur aléatoire à chaque objet. Ce mode est particulièrement utile pour les scènes comportant beaucoup d'objets.
german: Beim Rendering-Modus „Unbeleuchtet“ wird jedem Objekt eine zufällige Farbe zugewiesen. Dies kann sinnvoll sein, wenn sich in einer Szene viele Objekte befinden.
italian: Modalità di rendering non illuminata, in cui a ogni oggetto viene assegnato un colore casuale. Questa modalità è utile soprattutto quando si hanno molti oggetti nella scena.
japanese: ランダムにカラーが割り当てられている各オブジェクトでライトのないレンダリングモード。 シーンに多くのオブジェクトがある場合、最も便利です。
portuguese: Modo de renderização não iluminada onde cada objeto tem uma cor aleatória atribuída. Útil na maioria das vezes quando há muitos objetos na cena.
russian: Режим неосвещенного рендеринга, при котором каждому объекту предписан случайный цвет. Эта функция полезна, когда в кадре много объектов.
spanish: Modo de renderizado sin iluminación: cada objeto tiene un color aleatorio asignado. Esto resulta especialmente útil si la escena contiene muchos objetos.

# shading.instance
source: Instance ID
dutch: Instantie ID
german: Instanz ID
italian: Crea istanza ID
japanese: インスタンス ID
portuguese: Instanciar ID
russian: Создать ID
spanish: Instanciar ID

# shading.instance.help
source: Same as Object ID, but instances will have the same color.
dutch: Zelfde als Object ID, maar instanties hebben dezelfde kleur.
french: Identique à ID d'objet, mais les instances auront la même couleur.
german: Gleich wie Objekt-ID, aber Instanzen haben dieselbe Farbe.
italian: Uguale all'ID Oggetto, ma le istanze avranno lo stesso colore.
japanese: オブジェクトIDと同じですが、インスタンスは同じ色を持ちます。
portuguese: Igual ao ID do Objeto, mas instâncias terão a mesma cor.
russian: Так же, как ID объекта, но экземпляры будут иметь одинаковый цвет.
spanish: Igual que ID de Objeto, pero las instancias tendrán el mismo color.

# shading.id.randomize
source: Randomize id
dutch: ID willekeurig maken
french: ID aléatoire
german: ID randomisieren
italian: Randomizza ID
japanese: IDをランダム化
korean: 무작위 ID
portuguese: Aleatorizar id
russian: Случайный id
spanish: ID aleatorio

# shading.textures
source: Use textures
dutch: Gebruik texturen
french: Utiliser des textures
german: Texturen verwenden
italian: Usa texture
japanese: テクスチャを使用
korean: 텍스처 사용
portuguese: Usar texturas
russian: Использовать текстуры
spanish: Utilizar texturas

# shading.textures.help
source: At the moment, you cannot create nor edit textures inside Nomad. But if you import a file with textures in it, it should work. • Supported textures Opacity: Lit, MatCap, Unlit Normal: Lit, MatCap Color: Lit, Unlit Emissive: Lit Roughness: Lit Metalness: Lit
dutch: Op dit moment kun je geen texturen binnen Nomad maken of bewerken. Maar als je een bestand met texturen importeert, zou het moeten werken. • Ondersteunde texturen Ondoorzichtigheid: Verlicht, MatCap, Onverlicht Normaal: Verlicht, MatCap Kleur: Verlicht, Onverlicht Emissief: Verlicht Ruwheid: Verlicht Metaalheid: Verlicht
french: Pour le moment, vous ne pouvez pas créer ni modifier de textures dans Nomad. Vous devriez en revanche pouvoir importer un fichier contenant des textures. • Textures acceptées Opacité : Allumé, MatCap, Éteint Normal : Allumé, MatCap Couleur: Allumé, Éteint Émissif : Allumé Rugosité : Allumé Métallité : Allumé
german: Derzeit können in Nomad keine Texturen erstellt oder bearbeitet werden. Jedoch kann eine Datei mit Texturen importiert werden. • Unterstützte Texturen Deckkraft: PBR, MatCap, Unbeleuchtet Normal: PBR, MatCap Farbe: PBR, Unbeleuchtet Leuchten: PBR Matt: PBR Metallisch: PBR
italian: Al momento non è possibile creare o modificare le texture all'interno di Nomad. Ma se si importa un file con texture, dovrebbe funzionare. • Texture supportate Opacità: Illuminato, MatCap, Non illuminato Normale: Illuminato, MatCap Colore: illuminato, Non illuminato Emissivo: Illuminato Rugosità: Illuminato Metallicità: Illuminato
japanese: 現在、Nomad内でテクスチャの作成および編集はできません。 しかし、テクスチャのあるファイルをNomadに読み込むと、動作します。 • 対応テクスチャ 不透明度: ライトあり、MatCap、ライトなし 一般: ライトあり、MatCap カラー: ライトあり、ライトなし エミッシブ: ライトあり 粗さ: ライトあり メタリック: ライトあり
korean: 현재 Nomad 내에서 텍스처를 생성하거나 편집할 수 없습니다. 하지만 텍스처가 있는 파일을 Nomad로 불러오면 정상적으로 작동합니다. - 지원하는 텍스처 - 불투명도: 조명포함, MatCap, 조명제외 노멀: MatCap 색상: 조명포함, 조명제외 이미시브: 조명포함 러프니스: 조명포함 메탈릭: 조명포함
portuguese: No momento, não é possível criar ou editar texturas no Nomad. Mas a importação de um arquivo com texturas deve funcionar. — Texturas compatíveis Opacidade: Iluminar, MatCap, Não iluminar Normal: Iluminar, MatCap Cor: Iluminar, Não Iluminar Emissiva: Iluminar Aspereza: Iluminar Metalidade: Iluminar
russian: В данный момент вы не можете создавать и редактировать текстуры в Nomad. Если вы импортируете файл с текстурами, эта функция должна стать доступна. • Поддерживаемые текстуры Непрозрачность: Освещено, маткап, не освещено Нормали: Освещено, маткап Цвет: Освещено, не освещено Излучение: Освещено Шероховатость: Освещено Металличность: Освещено
spanish: Por el momento, no puedes crear ni editar texturas dentro de Nomad. Pero si importas un archivo con texturas, debería funcionar. • Texturas compatibles Opacidad: Iluminado, MatCap, apagado Normal: Encendido, MatCap Color: Encendido, Apagado Emisor: Encendido Rugosidad: Encendido Metalidad: Encendido

# shading.lights
source: Lights
dutch: Lichten
french: Lumières
german: Lichter
italian: Luci
japanese: ライト
korean: 광원
portuguese: Luzes
russian: Освещение
spanish: Luces

# shading.lights.addLight
source: Add light
dutch: Licht toevoegen
french: Ajouter une lumière
german: Licht hinzufügen
italian: Aggiungi luce
japanese: ライトを追加
korean: 광원 추가
portuguese: Adicionar luz
russian: Добавить источник освещения
spanish: Agregar luz

# shading.lights.warning
source: Lights requires PBR shading mode.
dutch: Verlichting vereist PBR shading modus.
french: La fonction Lumières nécessite le mode d'ombrage PBR.
german: Lichter werden in den Modi MatCap und Unlit generell ignoriert.
italian: Le luci richiedono la modalità di shading PBR.
japanese: ライトにはPBRシェーディングモードが必要です。
korean: 광원은 PBR 셰이딩 모드를 요구합니다.
portuguese: Luzes requerem o modo de sombreamento PBR.
russian: Для освещения необходим режим затенения PBR.
spanish: Las luces requieren el modo de sombreado PBR.

# shading.environment
source: Environment
dutch: Omgeving
french: Environnement
german: Umgebung
italian: Ambiente
japanese: 環境
korean: 주변환경
portuguese: Ambiente
russian: Окружение
spanish: Entorno

# shading.environment.import
source: Import HDR
dutch: Importeer HDR
french: Importer HDR
german: HDR importieren
italian: Importa HDR
japanese: HDRを読み込む
korean: HDR 임포트
portuguese: Importar HDR
russian: Импортировать изображение в высоком динамическом диапазоне
spanish: Importar HDR

# shading.environment.exposure
source: Exposure
dutch: Belichting
french: Exposition
german: Belichtung
italian: Esposizione
japanese: 露出
korean: 노출
portuguese: Exposição
russian: Экспозиция
spanish: Exposición
