Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# topology.bake.title.help
source: Texture baking will create textures by projecting other visible objects in the scene. Here is the typical workflow for baking: • You have a mesh with fine details and painting • Clone it • Decimate it (set `Preserve painting` to 0!) • UV unwrap it • Bake it! Nomad will take every visible mesh in the scene into account. You can also use the Solo mode to quickly hide most of the other meshes. If there is no other visible objects, then it will take the entire scene into account. You should now have a low-resolution mesh that retains most of the paint and details of your previous object. After the operation, vertex colors will be moved in a new disabled layer, so that it gets ignored instead of being multiplied against the colored texture.
dutch: Texturen bakken zal texturen maken door andere zichtbare objecten in de scène te projecteren. Hier is de typische workflow voor bakken: • Je hebt een mesh met fijne details en schilderwerk • Cloneer het • Verminder het (stel 'Preserve painting' in op 0!) • UV unwrap het • Bak het! Je zou nu een low-resolution mesh moeten hebben die het grootste deel van het schilderwerk en de details van je vorige object behoudt. Na de bewerking worden vertexkleuren naar een nieuwe uitgeschakelde laag verplaatst, zodat ze worden genegeerd in plaats van vermenigvuldigd te worden met de gekleurde textuur. Om te kiezen welke objecten worden gebruikt voor bakken, geldt de volgende logica: - alle geselecteerde objecten en het hoofdzakelijk geselecteerde object zullen worden gebakken (de sterkste highlight in het scenemenu) - als er maar één object is geselecteerd, dan overweegt Nomad in plaats daarvan alle zichtbare objecten - als anders alle objecten verborgen zijn (bijvoorbeeld door gebruik van Solo), dan wordt de hele scène overwogen.
french: La cuisson de textures va créer des textures en projetant d'autres objets visibles dans la scène. Voici le flux de travail typique pour la cuisson : • Vous avez un maillage avec des détails fins et de la peinture • Clonez-le • Dégradez-le (réglez `Préserver la peinture` à 0 !) • Dépliez-le UV • Cuisson ! Vous devriez maintenant avoir un maillage basse résolution qui conserve la plupart de la peinture et des détails de votre objet précédent. Après l'opération, les couleurs des sommets seront déplacées dans une nouvelle couche désactivée, afin qu'elles soient ignorées au lieu d'être multipliées contre la texture colorée. Afin de choisir quels objets sont utilisés pour le baking, la logique suivante s'appliquera : - tous les objets sélectionnés et l'objet principal sélectionné seront cuits (la surbrillance la plus forte dans le menu de scène) - s'il n'y a qu'un seul objet sélectionné, alors Nomad considérera tous les objets visibles à la place - sinon, si tous les objets sont cachés (par exemple en utilisant Solo), alors l'ensemble de la scène sera pris en compte
german: Das Texturenbaking erstellt Texturen, indem es andere sichtbare Objekte in der Szene projiziert. Hier ist der typische Workflow für das Baking: • Sie haben ein Netz mit feinen Details und Bemalung • Klonen Sie es • Reduzieren Sie es (setzen Sie `Bemalung bewahren` auf 0!) • Entwickeln Sie es UV • Backen Sie es! Nomad wird jedes sichtbare Netz in der Szene berücksichtigen. Sie können auch den Solo-Modus verwenden, um die meisten anderen Netze schnell auszublenden. Wenn keine anderen sichtbaren Objekte vorhanden sind, wird die gesamte Szene berücksichtigt. Sie sollten jetzt ein Netz mit niedriger Auflösung haben, das die meisten Farben und Details Ihres vorherigen Objekts beibehält. Nach der Operation werden die Scheitelfarben in eine neue deaktivierte Ebene verschoben, damit sie ignoriert statt gegen die farbige Textur multipliziert zu werden.
italian: La cottura delle texture creerà texture proiettando altri oggetti visibili nella scena. Ecco il flusso di lavoro tipico per la cottura: • Hai una mesh con dettagli fini e dipinti • Clonala • Semplificala (imposta `Preserva dipinti` a 0!) • Effettua l'unwrap UV • Cuocila! Nomad prenderà in considerazione ogni mesh visibile nella scena. Puoi anche usare la modalità Solo per nascondere rapidamente la maggior parte delle altre mesh. Se non ci sono altri oggetti visibili, prenderà in considerazione l'intera scena. Dovresti ora avere una mesh a bassa risoluzione che conserva la maggior parte della dipinti e dei dettagli del tuo oggetto precedente. Dopo l'operazione, i colori dei vertici verranno spostati in un nuovo livello disabilitato, in modo che vengano ignorati invece di essere moltiplicati contro la texture colorata.
japanese: テクスチャベイクは、シーン内の他の可視オブジェクトを投影してテクスチャを作成します。 ベイクの典型的なワークフローは以下の通りです： • 細かいディテールとペインティングが施されたメッシュがあります • それをクローンします • 減少させます（`ペインティングを保持する`を0に設定！） • UVアンラップします • ベイクします！ これで、以前のオブジェクトのペイントやディテールのほとんどを保持した低解像度のメッシュが得られるはずです。 操作後、頂点カラーは新しい無効なレイヤーに移動されるので、色付きテクスチャに対して乗算されるのではなく無視されます。 ベイクに使用するオブジェクトを選ぶためのロジックは以下の通りです: - 選択されたすべてのオブジェクトと、シーンメニューで最も強調表示されているメインの選択オブジェクトがベイクされます - 1つのオブジェクトだけが選択されている場合、Nomadはすべての表示されているオブジェクトを考慮します - すべてのオブジェクトが隠されている場合（例えば、<b>Solo</b>を使用して）、シーン全体が考慮されます
portuguese: A criação de texturas por baking irá criar texturas projetando outros objetos visíveis na cena. Aqui está o fluxo de trabalho típico para baking: • Você tem uma malha com detalhes finos e pintura • Clone-a • Decime-a (defina `Preservar pintura` para 0!) • Desembrulhe-a (UV unwrap) • Faça o baking! Você agora deve ter uma malha de baixa resolução que retém a maioria da pintura e detalhes do seu objeto anterior. Após a operação, as cores dos vértices serão movidas para uma nova camada desativada, para que sejam ignoradas em vez de serem multiplicadas contra a textura colorida. Para escolher quais objetos são usados para baking, a seguinte lógica será aplicada: - todos os objetos selecionados usados e o objeto principal selecionado serão baked (maior destaque no menu da cena) - se houver apenas um objeto selecionado, o Nomad considerará todos os objetos visíveis em vez disso - caso contrário, se todos os objetos estiverem ocultos (por exemplo, ao usar Solo), então toda a cena será levada em consideração
russian: Создание текстур выполняется путем проецирования других видимых объектов в сцене. Вот типичный рабочий процесс для создания текстур: • У вас есть сетка с тонкими деталями и рисунком • Склонируйте ее • Упростите (установите `Сохранить рисунок` на 0!) • Раскройте UV • Выпеките! Теперь у вас должна быть сетка с низким разрешением, которая сохраняет большую часть рисунка и деталей вашего предыдущего объекта. После операции цвета вершин будут перемещены в новый отключенный слой, чтобы они игнорировались вместо того, чтобы умножаться на цветную текстуру. Чтобы выбрать, какие объекты будут использованы для запекания, применяется следующая логика: - все выбранные объекты и главный выделенный объект будут запеканы (самое яркое выделение в меню сцены) - если выбран только один объект, то Nomad учтет все видимые объекты. - если все объекты скрыты (например, через Solo), то учитывается вся сцена
spanish: La cocción de texturas creará texturas proyectando otros objetos visibles en la escena. Aquí está el flujo de trabajo típico para la cocción: • Tienes una malla con detalles finos y pintura • Clónala • Decímala (¡establece `Preservar pintura` en 0!) • Desenvuelve UV • Cuécela! Ahora deberías tener una malla de baja resolución que retiene la mayoría de la pintura y detalles de tu objeto anterior. Después de la operación, los colores de los vértices se moverán a una nueva capa desactivada, para que se ignore en lugar de multiplicarse contra la textura coloreada. Para elegir qué objetos se utilizan para el horneado, se aplicará la siguiente lógica: - se hornearán todos los objetos seleccionados y el objeto principal seleccionado (el resaltado más fuerte en el menú de la escena) - si solo hay un objeto seleccionado, Nomad considerará todos los objetos visibles en su lugar - de lo contrario, si todos los objetos están ocultos (por ejemplo, usando Solo), se tomará en cuenta toda la escena

# topology.bake.self
source: From itself
dutch: Van zichzelf
french: D'elle-même
german: Von sich selbst
italian: Da sé stesso
japanese: 自分自身から
portuguese: De si mesmo
russian: Из самого себя
spanish: Desde sí mismo

# topology.bake.other
source: From high-res
dutch: Van hoge-resolutie
french: De haute résolution
german: Von hochauflösend
italian: Da alta risoluzione
japanese: 高解像度から
portuguese: De alta resolução
russian: Из высоко-детализированного
spanish: Desde alta resolución

# topology.bake.resolution
source: Resolution
dutch: Resolutie
french: Résolution
german: Auflösung
italian: Risoluzione
japanese: 解像度
portuguese: Resolução
russian: Разрешение
spanish: Resolucion

# topology.bake.offset
source: Ray offset
dutch: Straal offset
french: Décalage de rayon
german: Strahlenversatz
italian: Offset del raggio
japanese: レイオフセット
portuguese: Offset de raio
russian: Смещение луча
spanish: Compensación del rayo

# topology.bake.radius
source: Cage radius
dutch: Kooi radius
french: Rayon de cage
german: Käfigradius
italian: Raggio gabbia
japanese: ケージ半径
portuguese: Raio da gaiola
russian: Радиус каркаса
spanish: Radio de jaula

# topology.bake.opacityFromMask
source: Mask -> Opacity
dutch: Masker -> Opaciteit
french: Masque -> Opacité
german: Maske -> Deckkraft
italian: Maschera -> Opacità
japanese: マスク -> 不透明度
portuguese: Máscara -> Opacidade
russian: Маска -> Непрозрачность
spanish: Máscara -> Opacidad

# topology.bake.backup
source: Backup
french: Sauvegarde
german: Sicherung
japanese: バックアップ
russian: Резервное копирование
spanish: Respaldo

# topology.reproject.title
source: Reproject
dutch: Herprojecteer
french: Reprojeter
german: Reprojizieren
italian: Riproietta
japanese: リプロジェクト
portuguese: Reprojetar
russian: Репроекция
spanish: Reproyectar

# topology.reproject.title.help
source: Project sculpted details, painting and layers from the nearest visible objects. This is mostly meant to be used on a high-resolution mesh as well, typically with a clean topology.
dutch: Projecteer gebeeldhouwde details, schilderen en lagen vanaf de dichtstbijzijnde zichtbare objecten. Dit is voornamelijk bedoeld om ook op een hoge-resolutie mesh te worden gebruikt, meestal met een schone topologie.
french: Projetez les détails sculptés, la peinture et les couches des objets visibles les plus proches. Ceci est principalement destiné à être utilisé également sur un maillage haute résolution, typiquement avec une topologie propre.
german: Projizieren Sie modellierte Details, Bemalung und Schichten von den nächstgelegenen sichtbaren Objekten. Das ist meistens auch für ein Netz mit hoher Auflösung gedacht, typischerweise mit einer sauberen Topologie.
italian: Proietta dettagli scolpiti, dipinti e strati dagli oggetti visibili più vicini. Questo è per lo più destinato ad essere usato anche su una mesh ad alta risoluzione, tipicamente con una topologia pulita.
japanese: 最も近い可視オブジェクトから、彫刻されたディテール、ペインティング、レイヤーをプロジェクトします。 これは通常、クリーンなトポロジーを持つ高解像度メッシュにも使用されます。
portuguese: Projetar detalhes esculpidos, pintura e camadas dos objetos visíveis mais próximos. Isso é geralmente usado também em uma malha de alta resolução, tipicamente com uma topologia limpa.
russian: Проецируйте детали скульптуры, рисунок и слои с ближайших видимых объектов. Это в основном предназначено для использования также на сетке с высоким разрешением, обычно с чистой топологией.
spanish: Proyectar detalles esculpidos, pintura y capas desde los objetos visibles más cercanos. Esto está destinado principalmente a ser utilizado también en una malla de alta resolución, típicamente con una topología limpia.

# topology.reproject.rayBias
source: Ray bias
dutch: Straal bias
french: Biais de rayon
german: Strahlenverzerrung
italian: Sfasamento raggio
japanese: レイバイアス
portuguese: Viés do raio
russian: Смещение луча
spanish: Sesgo de rayo

# topology.reproject.rayBias.help
source: Two methods are used for reprojection: • nearest: the closest point on the surface • ray: intersection point through the normal direction Higher bias values will favor ray intersection instead of nearest surface.
dutch: Er worden twee methoden gebruikt voor reprojection: • dichtbij: het dichtstbijzijnde punt op het oppervlak • straal: snijpunt door de normale richting Hogere biaswaarden geven de voorkeur aan straalintersectie in plaats van het dichtstbijzijnde oppervlak.
french: Deux méthodes sont utilisées pour la reprojection : • le plus proche : le point le plus proche de la surface • rayon : point d'intersection à travers la direction normale Des valeurs de biais plus élevées favoriseront l'intersection de rayon plutôt que la surface la plus proche.
german: Zwei Methoden werden für die Reprojektion verwendet: • nächstgelegen: der nächstgelegene Punkt auf der Oberfläche • Strahl: Schnittpunkt durch die Normalenrichtung Höhere Verzerrungswerte bevorzugen den Strahlschnitt statt der nächstgelegenen Oberfläche.
italian: Due metodi sono usati per la riproiezione: • più vicino: il punto più vicino sulla superficie • raggio: punto di intersezione attraverso la direzione normale Valori di sfasamento più alti favoriranno l'intersezione del raggio invece della superficie più vicina.
japanese: リプロジェクションには2つの方法が使用されます： • 最も近い：表面上の最も近い点 • レイ：法線方向を通る交点 バイアス値が高いほど、最も近い表面ではなくレイ交点を優先します。
portuguese: Dois métodos são usados para a reprojeção: • mais próximo: o ponto mais próximo na superfície • raio: ponto de interseção através da direção normal Valores de viés mais altos favorecerão a interseção de raio em vez da superfície mais próxima.
russian: Для репроекции используются два метода: • ближайший: ближайшая точка на поверхности • луч: точка пересечения через нормальное направление Большие значения смещения будут способствовать пересечению луча вместо ближайшей поверхности.
spanish: Se utilizan dos métodos para la reproyección: • más cercano: el punto más cercano en la superficie • rayo: punto de intersección a través de la dirección normal Valores de sesgo más altos favorecerán la intersección de rayos en lugar de la superficie más cercana.

# topology.reproject.normalOffset
source: Normal offset
dutch: Normale verschuiving
french: Décalage normal
german: Normalenversatz
italian: Offset normale
japanese: ノーマルオフセット
portuguese: Deslocamento normal
russian: Смещение нормали
spanish: Desplazamiento normal

# topology.reproject.shpereCast
source: Sphere cast fallback
dutch: Sfeer gieten terugvaloptie
french: Solution de secours par lancer de sphère
italian: Retrocessione del lancio della sfera
japanese: スフィアキャストフォールバック
portuguese: Fallback de lançamento esférico
russian: Альтернативное использование сферического отбрасывания
spanish: Reversión de lanzamiento de esfera

# topology.reproject.shpereCast.help
source: If normal ray reprojection fails, Nomad will fallback to nearest surface intersection.
dutch: Als normale straalreprojectie faalt, zal Nomad terugvallen op de dichtstbijzijnde oppervlakte-intersectie.
french: Si la reprojection par rayon normal échoue, Nomad utilisera la solution de l'intersection de surface la plus proche.
german: Wenn die normale Strahlreprojektion fehlschlägt, wird Nomad auf den nächsten Oberflächenschnitt zurückgreifen.
italian: Se la riproiezione del raggio normale fallisce, Nomad ricorrerà all'intersezione della superficie più vicina.
japanese: 通常のレイリプロジェクションが失敗した場合、Nomadは最近接表面交差にフォールバックします。
portuguese: Se a reprojeção de raio normal falhar, o Nomad recorrerá à intersecção da superfície mais próxima.
russian: Если репроекция по нормальному лучу не удастся, Nomad перейдет к ближайшему пересечению поверхности.
spanish: Si la reproyección de rayo normal falla, Nomad recurrirá a la intersección de la superficie más cercana.

# topology.reproject.iterations
source: Iterations
dutch: Iteraties
french: Itérations
german: Iterationen
italian: Iterazioni
japanese: 反復回数
portuguese: Iterações
russian: Итерации
spanish: Iteraciones

# topology.reproject.relax
source: Relax
dutch: Ontspan
french: Relâcher
german: Entspannen
italian: Attenua
japanese: リラックス
portuguese: Relaxar
russian: Смягчение
spanish: Relajar

# topology.reproject.relax.help
source: Relax should be prefered when the mesh is low poly.
dutch: Ontspannen moet worden geprefereerd wanneer de mesh laag is in poly's.
french: Relax devrait être préféré lorsque le maillage est à faible poly.
german: Entspannen sollte bevorzugt werden, wenn das Netz geringe Polygone hat.
italian: Relax dovrebbe essere preferito quando la mesh è a basso poligono.
japanese: メッシュがローポリの場合、リラックスを優先すべきです。
portuguese: Relaxar deve ser preferido quando a malha é de baixo poli.
russian: Релаксацию следует предпочесть, когда сетка низкополигональная.
spanish: Relajación debería ser preferida cuando la malla es de bajo poli.

# topology.reproject.layers.help
source: Transfer other layers onto the selected mesh.
dutch: Breng andere lagen over naar het geselecteerde mesh.
french: Transférer les autres couches sur le maillage sélectionné.
german: Übertragen Sie andere Schichten auf das ausgewählte Netz.
italian: Trasferisci altri strati sulla mesh selezionata.
japanese: 他のレイヤーを選択したメッシュに転送します。
portuguese: Transferir outras camadas para a malha selecionada.
russian: Перенос других слоев на выбранную сетку.
spanish: Transferir otras capas a la malla seleccionada.

# topology.manifold
source: Manifold
dutch: Spruitstuk
french: Variété
japanese: 多様体
russian: Многообразие

# topology.manifold.clean
source: Clean
dutch: Schoonmaken
french: Nettoyer
german: Reinigen
italian: Pulisci
japanese: クリーン
portuguese: Limpar
russian: Очистить
spanish: Limpiar

# topology.manifold.collapse
source: Delete small faces
dutch: Verwijder kleine vlakken
french: Supprimer les petites faces
german: Kleine Flächen löschen
italian: Elimina piccole facce
japanese: 小さな面を削除
portuguese: Excluir pequenas faces
russian: Удалить маленькие грани
spanish: Eliminar caras pequeñas

# topology.manifold.title
source: Force Manifold
dutch: Forceer spruitstuk
french: Forcer la variété
german: Manifold erzwingen
italian: Forza Manifold
japanese: フォース・マニフォールド
portuguese: Forçar Manifold
russian: Принудительное многообразие
spanish: Forzar Manifold

# topology.manifold.title.help
source: Tries to clean non manifold edge. It can be useful for external softwares that don't support edges that have more than 2 faces in common.
dutch: Probeer niet-spruitstuk rand schoon te maken. Dit kan nuttig zijn voor externe software die geen randen ondersteunt met meer dan 2 gemeenschappelijke vlakken.
french: Essaie de nettoyer l'arête non variété. Cela peut être utile pour les logiciels externes qui ne prennent pas en charge les arêtes qui ont plus de 2 faces en commun.
german: Versucht, nicht manifold Kanten zu reinigen. Das kann nützlich sein für externe Software, die Kanten, die mehr als 2 gemeinsame Flächen haben, nicht unterstützt.
italian: Tenta di pulire il bordo non manifold. Può essere utile per software esterni che non supportano bordi che hanno più di 2 facce in comune.
japanese: 非マニフォールドエッジのクリーンアップを試みます。 2つ以上の面が共通しているエッジをサポートしていない外部ソフトウェアに役立つ場合があります。
portuguese: Tenta limpar aresta não manifold. Pode ser útil para softwares externos que não suportam arestas que têm mais de 2 faces em comum.
russian: Попытается очистить non-manifold ребра. Это может быть полезно для внешних программ, которые не поддерживают ребра, у которых более двух общих граней.
spanish: Intenta limpiar el borde no manifold. Puede ser útil para softwares externos que no admiten bordes que tienen más de 2 caras en común.

# binding.reset
source: Reset bindings
dutch: Bindings resetten
french: Réinitialiser les raccourcis
german: Tastenbelegung zurücksetzen
italian: Ripristina collegamenti
japanese: バインドをリセット
korean: 바인딩 초기화
portuguese: Redefinir vínculos
russian: Сбросить привязки
spanish: Restablecer atajos

# binding.context.toggle
source: Toggle context
dutch: Context schakelen
french: Basculer le contexte
german: Kontext umschalten
italian: Cambia contesto
japanese: コンテキストの切り替え
portuguese: Alternar contexto
russian: Переключить контекст
spanish: Alternar contexto

# binding.forceCamera
source: Force camera
dutch: Camera forceren
french: Forcer la caméra
german: Kamera erzwingen
italian: Forza telecamera
japanese: カメラを強制する
portuguese: Forçar câmera
russian: Принудительная камера
spanish: Forzar cámara

# binding.forceCamera.help
source: Force camera interaction in case there is a conflict with another binding. It can typically happens if the same binding is assigned to a tool shortcut or Add/Sub.
dutch: Forceer camera-interactie in geval van een conflict met een andere binding. Dit gebeurt meestal als dezelfde binding aan een tool-sneltoets of Toevoeging/Aftrekking is toegewezen.
french: Forcer l'interaction de la caméra en cas de conflit avec un autre raccourci. Cela peut généralement se produire si le même raccourci est attribué à un outil ou à un ajout/soustraction.
german: Erzwingen Sie die Kamera-Interaktion, falls es einen Konflikt mit einer anderen Bindung gibt. Dies kann typischerweise passieren, wenn die gleiche Bindung einer Werkzeugverknüpfung oder Hinzufügen/Abziehen zugewiesen ist.
italian: Forza l'interazione della camera in caso di conflitto con un altro binding. Questo può tipicamente accadere se lo stesso binding è assegnato a un collegamento rapido di uno strumento o Aggiungi/Sottrai.
japanese: 別のバインディングとの競合がある場合にカメラのインタラクションを強制します。 通常、同じバインディングがツールのショートカットキーや追加/減算に割り当てられているときに発生する可能性があります。
portuguese: Forçar a interação da câmera em caso de conflito com outra ligação. Isso pode acontecer tipicamente se a mesma ligação for atribuída a um atalho de ferramenta ou Adicionar/Subtrair.
russian: Принудительное взаимодействие с камерой в случае конфликта с другой связкой. Это обычно происходит, если та же связка назначена для ярлыка инструмента или операции добавления/вычитания.
spanish: Forzar la interacción de la cámara en caso de conflicto con otra vinculación. Esto puede ocurrir típicamente si la misma vinculación está asignada a un atajo de herramienta o Añadir/Sustraer.

# binding.pickMaterial
source: Pick Material
dutch: Kies Materiaal
french: Sélecteur de matériau
german: Materialauswahl
italian: Selettore materiale
japanese: マテリアルピッカー
portuguese: Seletor de Material
russian: Выбор материала
spanish: Selector de material

# binding.pickFaceGroup
source: Pick Face Group
dutch: Kies Vlakkengroep
french: Sélectionner le groupe de faces
german: Flächengruppe auswählen
italian: Seleziona Gruppo di Facce
japanese: フェースグループを選択
portuguese: Escolher Grupo de Faces
russian: Выбор группы граней
spanish: Seleccionar Grupo de Caras

# binding.editRadius
source: Tool Radius
dutch: Hulpmiddel Radius
french: Rayon de l'outil
german: Werkzeugradius
italian: Raggio strumento
japanese: ツールの半径
korean: 도구 반지름
portuguese: Raio da Ferramenta
russian: Радиус инструмента
spanish: Radio de herramienta

# binding.editIntensity
source: Tool Intensity
dutch: Hulpmiddel Intensiteit
french: Intensité de l'outil
german: Werkzeugintensität
italian: Intensità strumento
japanese: ツールの強度
korean: 도구 강도
portuguese: Intensidade da Ferramenta
russian: Интенсивность инструмента
spanish: Intensidad de herramienta

# binding.view.front
source: Front View
dutch: Vooraanzicht
french: Vue de Face
german: Frontansicht
italian: Vista Frontale
japanese: フロントビュー
portuguese: Vista Frontal
russian: Вид спереди
spanish: Vista Frontal

# binding.view.left
source: Left View
dutch: Linkerzicht
french: Vue de Gauche
german: Linksansicht
italian: Vista Sinistra
japanese: 左ビュー
portuguese: Vista Lateral
russian: Вид слева
spanish: Vista Izquierda

# binding.view.top
source: Top View
dutch: Toraanzicht
french: Vue de Dessus
german: Draufsicht
italian: Vista dall'Alto
japanese: トップビュー
portuguese: Vista Superior
russian: Вид сверху
spanish: Vista Superior
