Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# alert.view.disabled
source: Features disabled in View Mode:
dutch: Functies uitgeschakeld in weergavemodus:
french: Fonctions désactivées en mode Consultation :
german: Funktionen im Ansichtsmodus deaktiviert:
italian: Funzionalità disabilitate in Modalità Vista:
japanese: 表示モードで無効になっている機能:
korean: 뷰 모드에서 비활성화된 기능:
portuguese: Recursos desativados no Modo Visualização:
russian: Функции, отключенные в режиме просмотра:
spanish: Funciones deshabilitadas en el modo de vista:

# alert.view.disabled.widgetPrimitive
source: Primitive widgets
dutch: Primitieve widgets
french: Widgets de primitive
italian: Widget primitive
japanese: プリミティブのウィジェット
korean: 프리미티브 위젯
portuguese: Widgets primitivos
russian: Примитивные виджеты
spanish: Widgets primitivos

# alert.separate.fail
source: Could not separate: the object has only one part!
dutch: Kon niet scheiden: het object heeft slechts één deel!
french: Séparation impossible : l'objet n'a qu'une seule pièce !
german: Kann nicht getrennt werden: Das Objekt hat nur einen Teil!
italian: Impossibile separare: l'oggetto è composto da una sola parte!
japanese: 分割できません: オブジェクトに1つのパーツしかありません！
korean: 분리할 수 없음: 오브젝트가 하나로 되어 있습니다!
portuguese: Não foi possível separar: o objeto só tem uma parte!
russian: Невозможно разделить: объект состоит только из одной части!
spanish: No se pudo separar: ¡el objeto tiene una sola parte!

# alert.voxelRemesh.success
source: Remeshed!
dutch: Herbouwd!
french: Remaillage terminé !
german: Remeshing ausgeführt!
italian: Remeshing eseguito!
japanese: リメッシュしました！
korean: 리메시 완료!
portuguese: Malha recriada!
russian: Перестройка меша завершена!
spanish: ¡Malla reforzada!

# alert.voxelRemesh.empty
source: Abort remesh: result mesh has no faces.
dutch: Afbreken herbouw: resultaat mesh heeft geen vlakken.
french: Abandonner le remaillage : le maillage résultant n'a pas de face.
german: Remeshing abgebrochen: Das Ergebnis hätte keine Faces mehr.
italian: Interrompi remeshing: la mesh risultante non ha lati.
japanese: リメッシュを破棄: 結果のメッシュに面がありません。
korean: 리메시 중단: 출력된 메시에 면이 없습니다.
portuguese: Abortar recriação da malha: a malha resultante não tem faces.
russian: Отменить перестройку меша: у нового меша нет граней.
spanish: Cancelar refuerzo de malla: La malla resultante no tiene caras.

# alert.voxelRemesh.invalidInput
source: Invalid input!
dutch: Ongeldige invoer!
french: Entrée non valide !
german: Ungültige Eingabe!
italian: Inserimento non valido!
japanese: 無効な入力です！
korean: 입력이 유효하지 않습니다!
portuguese: Entrada inválida!
russian: Неверный объект!
spanish: ¡Entrada no válida!

# alert.matrix.clone
source: The object will be duplicated
dutch: Het object wordt gedupliceerd
french: L'objet sera dupliqué
german: Das Objekt wird dupliziert
italian: L'oggetto verrà duplicato
japanese: オブジェクトは複製されます
korean: 오브젝트가 복제됩니다
portuguese: O objeto será duplicado
russian: Объект будет дублирован
spanish: El objeto se duplicará

# alert.matrix.instance
source: The object will be instanced
dutch: Het object wordt geïnstantieerd
french: L'objet sera instancié
german: Das Objekt wird instanziert
italian: L'oggetto verrà istanziato
japanese: オブジェクトはインスタンス化されます
korean: 오브젝트가 인스턴스화됩니다
portuguese: O objeto será instanciado
russian: Для объекта будет создана метка экземпляра
spanish: Se creará una instancia del objeto

# alert.gizmo.editPivot
source: Edit pivot mode.
dutch: Draaipuntmodus bewerken.
french: Modifiez le mode de pivot.
german: Aktueller Modus: Drehpunkt (Pivot) bearbeiten
italian: Modifica modalità pivot.
japanese: 回転軸モードを編集してください。
korean: 피벗 모드 편집.
portuguese: Edite o modo do pivô.
russian: Редактировать режим опорной точки.
spanish: Modo de edición de pivote.

# alert.mask.full
source: Mask = 100%!
dutch: Masker = 100%!
french: Masquer = 100%!
german: Maskieren = 100%!
italian: Maschera = 100%!
japanese: マスク = 100%!
portuguese: Máscara = 100%!
russian: Маска = 100%!
spanish: Máscara = 100%!

# alert.gizmo.editObject
source: Edit object mode.
dutch: Objectmodus bewerken.
french: Modifiez le mode d'objet.
german: Aktueller Modus: Objekt bearbeiten.
italian: Modifica modalità oggetto.
japanese: オブジェクトモードを編集してください。
korean: 오브젝트 모드 편집.
portuguese: Edite o modo do objeto.
russian: Редактировать режим объекта.
spanish: Modo de edición de objetos.

# alert.dynamic.enable
source: Dynamic topology ON
dutch: Dynamische topologie AAN
french: Topologie dynamique active
german: Dynamic Topology ist aktiviert!
italian: Attiva topologia dinamica
japanese: アクティブなダイナミックトポロジー
korean: 동적 토폴로지 활성화
portuguese: Topologia dinâmica ativa
russian: Динамическая топология активна
spanish: Topología dinámica activa

# alert.dynamic.disable
source: Dynamic topology OFF
dutch: Dynamische topologie UIT
french: Désactiver la topologie dynamique
german: Dynamic Topology ist deaktiviert!
italian: Disattiva topologia dinamica
japanese: ダイナミックトポロジーを無効にする
korean: 동적 토폴로지 비활성화
portuguese: Desativar topologia dinâmica
russian: Динамическая топология отключена
spanish: Deshabilitar la topología dinámica

# alert.colorPicker
source: Drag on the object to pick a color.
dutch: Sleep over het object om een kleur te kiezen.
french: Faites glisser votre doigt sur l'objet pour sélectionner une couleur.
german: Ziehen Sie Ihren Finger auf das Mesh, um eine Farbe auszuwählen.
italian: Trascina il dito sull'oggetto per scegliere un colore.
japanese: 指をオブジェクトにドラッグして、カラーを選択してください。
korean: 오브젝트를 손가락으로 드래그하여 색상을 선택합니다.
portuguese: Arraste o dedo sobre o objeto para selecionar uma cor.
russian: Проведите пальцем по объекту для выбора цвета.
spanish: Arrastra el dedo sobre la malla para elegir un color.

# alert.backgroundTransform
source: Simple tap to exit transform mode.
dutch: Eenvoudig tikken om uit de transformatiemodus te gaan.
french: Appuyez une fois pour quitter le mode Transformation.
german: Einfaches Antippen, um den Transformationsmodus zu verlassen.
italian: Basta toccare per uscire dalla modalità di trasformazione.
japanese: 変換モードを終了するには、タップしてください。
korean: 가볍게 탭하여 트랜스폼 모드를 종료합니다.
portuguese: Dê um único toque para sair do modo transformar.
russian: Простое нажатие позволяет выйти из режима трансформации.
spanish: Pulsa para salir del modo de transformación.

# alert.editSymmetry
source: Simple tap to exit edit symmetry mode.
dutch: Eenvoudig tikken om de bewerkingssymmetriemodus te verlaten.
french: Appuyez simplement pour quitter le mode d'édition de la symétrie.
german: Einfaches Tippen, um den Bearbeitungssymmetriemodus zu beenden.
italian: Tocco semplice per uscire dalla modalità di simmetria di modifica.
japanese: シンプルタップで編集対称モードを終了します。
portuguese: Toque simples para sair do modo de simetria de edição.
russian: Простое нажатие для выхода из режима симметрии редактирования.
spanish: Toca simple para salir del modo de edición de simetría.

# alert.mask.show
source: Show mask
dutch: Masker tonen
french: Afficher le masque
german: Maske anzeigen
italian: Mostra maschera
japanese: マスクを表示
korean: 마스크 보기
portuguese: Mostrar máscara
russian: Показать маску
spanish: Mostrar máscara

# alert.mask.hide
source: Hide mask
dutch: Masker verbergen
french: Masquer le masque
german: Maske ausblenden
italian: Nascondi maschera
japanese: マスクを隠す
korean: 마스크 가리기
portuguese: Ocultar máscara
russian: Скрыть маску
spanish: Ocultar máscara

# alert.selection.lock
source: Lock selection
dutch: Selectie vergrendelen
french: Verrouiller la sélection
german: Auswahl sperren
italian: Blocca selezione
japanese: 選択部分をロック
korean: 선택 잠금
portuguese: Bloquear seleção
russian: Блокировка выделения
spanish: Selección de bloqueo

# alert.selection.unlock
source: Unlock selection
dutch: Selectie ontgrendelen
french: Déverrouiller la sélection
german: Auswahl entsperren
italian: Sblocca selezione
japanese: 選択部分をロック解除
korean: 선택 잠금해제
portuguese: Desbloquear seleção
russian: Разблокировка выделения
spanish: Selección de desbloqueo

# alert.selection.isolate
source: Isolate selection
dutch: Selectie isoleren
french: Isoler la sélection
german: Auswahl isolieren
italian: Isola selezione
japanese: 選択部分を分離
korean: 선택 대상 분리
portuguese: Isolar seleção
russian: Изолирование выделения
spanish: Selección de aislado

# alert.selection.showAll
source: Show all
dutch: Alles tonen
french: Tout afficher
german: Alles anzeigen
italian: Mostra tutto
japanese: すべてを表示
korean: 모두 보기
portuguese: Mostrar tudo
russian: Показать все
spanish: Mostrar todo

# alert.quickSave
source: Saving...
dutch: Opslaan...
french: Enregistrement…
german: Speichere...
italian: Salvataggio...
japanese: 保存中…
korean: 저장 중...
portuguese: Salvando...
russian: Сохранение...
spanish: Guardando...

# alert.forcePainting.fill
source: Show painting activated, [Paint all] was used.
dutch: Schilderen tonen geactiveerd, [Alles schilderen] werd gebruikt.
french: Option Afficher la peinture activée, la fonction [Tout peindre] a été utilisée.
german: Painting anzeigen aktiviert, [Paint all] wurde verwendet.
italian: Mostra dipinti attivata, è stato utilizzato [Dipingi tutto].
japanese: “ペイントを表示”が有効で、[すべてをペイント] が使用されました。
portuguese: Mostrar pintura ativado, [Pintar tudo] foi usado.
russian: Функция `Показать окрашивание` активирована, функция [Окрасить все] использована.
spanish: Mostrar pintura activada, se utilizó [Pintar todo].

# alert.forcePainting.tool
source: Show painting activated, the object was painted.
dutch: Schilderen tonen geactiveerd, het object was geschilderd.
french: Option Afficher la peinture activée, l'objet a été peint.
german: Painting anzeigen aktiviert, Objekt painted.
italian: Mostra dipinti attivata, l'oggetto è stato dipinto.
japanese: “ペイントを表示”が有効で、オブジェクトがペイントされました。
portuguese: Mostrar pintura ativado, o objeto foi pintado.
russian: Функция `Показать окрашивание` активирована, объект был окрашен.
spanish: Mostrar pintura activada, el objeto fue pintado.

# alert.multiresLost
source: Multiresolution will be lost!
dutch: Multiresolutie gaat verloren!
french: La multirésolution sera perdue !
german: Multiresolution geht verloren!
italian: La multirisoluzione andrà persa!
japanese: マルチレゾリューションは喪失します！
korean: 다중해상도가 손실됩니다!
portuguese: A multirresolução será perdida!
russian: Мультиразрешение не будет сохранено!
spanish: ¡La multirresolución se perderá!

# alert.booleanIgnored
source: Boolean will ignore masked or hidden area!
dutch: Booleaan negeert gemaskeerde of verborgen gebieden!
french: Le mode de découpe Boolean ignorera les zones masquées ou cachées !
german: Boolean wird Maskierung oder verdeckte Bereiche ignorieren!
italian: Boolean ignorerà le aree mascherate o nascoste!
japanese: ブーリアンはマスクされたまたは隠されたエリアを無視します!
portuguese: Boolean ignorará áreas mascaradas ou ocultas!
russian: Режим Boolean не будет учитывать маскированные или скрытые участки!
spanish: ¡Boolean ignorará las áreas enmascaradas u ocultas!

# alert.range.warning
source: The detail value is high and might require lot of memory!
dutch: De detailwaarde is hoog en kan veel geheugen vereisen!
french: Le niveau de détail est élevé et peut nécessiter beaucoup de mémoire !
german: Der Detailgrad ist hoch und kann viel Speicherplatz erfordern!
italian: Il valore dei dettagli è elevato e potrebbe richiedere molta memoria!
japanese: ディテールの値が高いので、多くのメモリを必要とする可能性があります！
korean: 디테일 값이 높아 많은 메모리가 필요할 수 있습니다!
portuguese: O valor do detalhe está alto e pode exigir muita memória!
russian: Детализация находится на высоком уровне и может потребовать большое количество памяти!
spanish: El valor de detalle es alto y puede requerir mucha memoria

# alert.autoSave.auto
source: Autosave in... $0s
dutch: Automatisch opslaan in... $0s
french: Enregistrement automatique dans… $0 s
german: Automatisches Speichern in... $0s
italian: Salvataggio automatico in… $0s
japanese: 自動保存... $0s後
korean: $0초 후 자동저장
portuguese: Salvamento automático em... $0s
russian: Автосохранение через... $0с
spanish: Guardar automáticamente en... $0s

# alert.needLayer
source: The current tool requires an active layer.
dutch: De huidige tool vereist een actieve laag.
french: L'outil actuel nécessite un calque actif.
german: Das aktuelle Werkzeug erfordert eine aktive Ebene.
italian: Lo strumento attuale richiede un livello attivo.
japanese: 使用中のツールはアクティブなレイヤーが必要です。
korean: 현재 도구는 활성화된 레이어를 요구합니다.
portuguese: A ferramenta atual requer uma camada ativa.
russian: Для текущего инструмента необходим активный слой.
spanish: La herramienta actual requiere una capa activa.

# alert.paintingHidden
source: Painting is hidden!
dutch: Schilderen is verborgen!
french: Peinture masquée!
german: Painting ausgeblendet!
italian: Dipinti nascosta!
japanese: ペイントが非表示です!
korean: 페인팅 숨김: 설정 패널에서 다시 볼 수 있습니다.
portuguese: Pintura oculta!
russian: Рисование скрыто!
spanish: Pintura oculta!

# alert.maskingHidden
source: Mask is hidden!
dutch: Masker is verborgen!
french: Le masque est caché !
german: Maske ist versteckt!
italian: La maschera è nascosta!
japanese: マスクが非表示です！
portuguese: Máscara está oculta!
russian: Маска скрыта!
spanish: ¡La máscara está oculta!

# alert.hideIgnored
source: Hide is ignored!
dutch: Verbergen wordt genegeerd!
french: Masquer est ignoré !
german: Ausblenden wird ignoriert!
italian: Nascondi viene ignorato!
japanese: 非表示は無視されています！
portuguese: Hide é ignorado!
russian: Скрытие игнорируется!
spanish: ¡Ocultar es ignorado!

# alert.noPartialWireframe
source: Partial drawing is disabled when wireframe is displayed.
dutch: Partieel tekenen is uitgeschakeld wanneer wireframe wordt weergegeven.
french: La fonction Dessin partiel est désactivée lorsque le filaire est affiché.
german: Das partielle Zeichnen ist deaktiviert, wenn das Drahtgitter (Wireframe) eingeblendet ist.
italian: Il disegno parziale è disabilitato quando è visualizzato il wireframe.
japanese: ワイヤーフレームが表示されている場合、部分的な描画は無効です。
korean: 와이어프레임을 표시하면 부분 드로잉이 비활성화됩니다.
portuguese: O desenho parcial está desativado enquanto a armação é exibida.
russian: Частичное рисование отключено, когда каркас отображается.
spanish: El dibujo parcial se desactiva cuando se muestra el esquema de página.

# alert.shapeOrthographic
source: Consider using orthographic camera if you want to avoid perspective frustum distortion when using screen projector.
dutch: Overweeg een orthografische camera te gebruiken als u perspectiefvervorming wilt vermijden bij gebruik van de schermprojector.
french: Envisagez d'utiliser une caméra orthographique si vous voulez éviter la distorsion du tronc de perspective lors de l'utilisation d'une projection vers l'écran.
german: Erwägen Sie die Verwendung einer orthografischen Kamera, wenn Sie perspektivische Verzerrungen bei der Verwendung von Screen Project vermeiden möchten.
italian: Considerare l'utilizzo della telecamera ortografica se si desidera evitare la distorsione del tronco prospettico quando si utilizza il proiettore dello schermo.
japanese: スクリーンプロジェクタを使用する際、遠近法のfrustumの歪みを避けたい場合は、正投影カメラの使用を検討してください。
korean: 화면 투시를 사용할 때 원근감 왜곡을 방지히려면 카메라 설정을 직교 방식으로 전환하는 것이 좋습니다.
portuguese: Considere o uso de uma câmera ortográfica para evitar a distorção de perspectiva do campo de visão ao usar um projetor.
russian: Подумайте об использовании ортогональной камеры, если вы хотите избежать искажения усеченного угла при использовании проектора.
spanish: Considera la posibilidad de utilizar una cámara ortográfica si quieres evitar la distorsión de tronco de perspectiva al utilizar el proyector de pantalla.

# alert.state.trial
source: Trial version: undo canceled
dutch: Proefversie: ongedaan maken geannuleerd
french: Version d'essai : résiliation annulée
german: Rückgängig abgebrochen: Sie benutzen die Testversion!
italian: Versione di prova: annulla non eseguito
japanese: お試し版: 取り消しはキャンセルされました
korean: 평가판: '실행 취소'가 취소됨
portuguese: Versão de avaliação: desfazer cancelado
russian: Пробная версия: отмена отключена
spanish: Deshacer cancelación: versión de prueba

source: Background
dutch: Achtergrond
french: Arrière-plan
german: Hintergrund
italian: Sfondo
japanese: 背景
korean: 배경
portuguese: Fundo
russian: Фон
spanish: Fondo

# background.color
source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore
japanese: カラー
korean: 색상
portuguese: Cor
russian: Цвет

# background.gradient
source: Gradient
dutch: Kleuroverloop
german: Farbgradient
italian: Gradiente
japanese: カラーグラデーション
portuguese: Gradiente
russian: градиент
spanish: Degradado

# background.environment
source: Environment
dutch: Omgeving
french: Environnement
german: Umgebung
italian: Ambiente
japanese: 環境
korean: 환경
portuguese: Ambiente
russian: Окружение
spanish: Entorno

# background.blur
source: Blur
dutch: Vervagen
french: Flou
german: Unschärfe
italian: Sfocatura
japanese: ブラー
korean: 흐림 효과
portuguese: Desfoque
russian: Размытие
spanish: Borroso

# background.exposure
source: Exposure
dutch: Belichting
french: Exposition
german: Belichtung
italian: Esposizione
japanese: 露出
korean: 노출
portuguese: Exposição
russian: Экспозиция
spanish: Exposición

# background.imageEnable
source: Reference image
dutch: Referentiebeeld
french: Image de référence
german: Referenzbild
italian: Immagine di riferimento
japanese: 参照イメージ
korean: 참조 이미지
portuguese: Imagem de referência
russian: Эталонное изображение
spanish: Imagen de referencia

# background.imageOverlay
source: Overlay
french: Incrustation
german: Ineinanderkopieren
italian: Sovrapponi
japanese: オーバーレイ
korean: 오버레이
portuguese: Sobrepor
russian: Наложение
spanish: Superposición

# background.imageAlpha
source: Opacity
dutch: Ondoorzichtigheid
french: Opacité
german: Alpha
italian: Opacità
japanese: 不透明度
korean: 불투명도
portuguese: Opacidade
russian: Непрозрачность
spanish: Alfa

# background.imageReset
source: Reset settings
dutch: Instellingen herstellen
french: Réinitialiser les réglages
german: Reset Einstellungen
italian: Ripristina impostazioni
japanese: 設定をリセット
korean: 설정 초기화
portuguese: Redefinir ajustes
russian: Сбросить параметры
spanish: Restablecer configuración

# background.imageTransform
source: Transform
dutch: Transformatie
french: Transformation
german: Umwandeln
italian: Trasforma
japanese: 変形
korean: 변형
portuguese: Transformar
russian: Трансформация
spanish: Transformar

# background.imageX
source: Position X
dutch: Positie X
german: X-Position
italian: Posizione X
japanese: 位置 X
korean: 위치 X
portuguese: Posição X
russian: Позиция X
spanish: Posición X

# background.imageY
source: Position Y
dutch: Positie Y
german: Y-Position
italian: Posizione Y
japanese: 位置 Y
korean: 위치 Y
portuguese: Posição Y
russian: Позиция Y
spanish: Posición Y

# background.imageRotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
korean: 회전
portuguese: Rotação
russian: Поворот
spanish: Rotación

# background.imageScale
source: Scale
dutch: Schaal
french: Mise à l'échelle
german: Skalierung
italian: Dimensione
japanese: 比率
korean: 비율
portuguese: Escala
russian: Масштаб
spanish: Escala

# blend.normal
source: Normal
dutch: Normaal
french: Normale
italian: Normale
japanese: 標準
russian: Обычное

# blend.darker
source: Darker
dutch: Donkerder
french: Plus sombre
german: Dunkler
italian: Più scuro
japanese: ダーカー
portuguese: Mais escuro
russian: Темнее
spanish: Más oscuro

# blend.darker.darken
source: Darken
dutch: Donker maken
french: Assombrir
german: Verdunkeln
italian: Scurezza
japanese: 暗くする
portuguese: Escurecer
russian: Затемнить
spanish: Oscurecer

# blend.darker.multiply
source: Multiply
dutch: Vermenigvuldigen
french: Multiplier
german: Multiplizieren
italian: Moltiplica
japanese: 乗算
portuguese: Multiplicar
russian: Умножить
spanish: Multiplicar

# blend.darker.linearBurn
source: Linear Burn
dutch: Lineair verbranden
french: Brûlure linéaire
german: Linear Verbrennen
italian: Brucia lineare
japanese: リニアバーン
portuguese: Queima Linear
russian: Линейное сгорание
spanish: Quema lineal

# blend.darker.colorBurn
source: Color Burn
dutch: Kleurverbranden
french: Intensifier les couleurs
german: Farbe Verbrennen
italian: Brucia colori
japanese: カラーバーン
portuguese: Queima de Cor
russian: Цветное сгорание
spanish: Intensificar color

# blend.lighter
source: Lighter
dutch: Lichter
french: Plus clair
german: Heller
italian: Più chiaro
japanese: ライター
portuguese: Mais claro
russian: Светлее
spanish: Más claro

# blend.lighter.lighten
source: Lighten
dutch: Lichter maken
french: Éclaircir
german: Erhellen
italian: Schiarisci
japanese: 明るくする
portuguese: Clarear
russian: Осветить
spanish: Aclarar

# blend.lighter.screen
source: Screen
dutch: Scherm
french: Écran
german: Bildschirm
italian: Scolora
japanese: スクリーン
portuguese: Tela
russian: Экран
spanish: Pantalla

# blend.lighter.linearDodge
source: Linear Dodge
dutch: Lineaire doodge
french: Dodge linéaire
german: Linear Entleeren
italian: Dodge Lineare
japanese: リニアドッジ
portuguese: Soma Linear
russian: Линейный огонь
spanish: Esquiva lineal

# blend.lighter.colorDodge
source: Color Dodge
dutch: Kleur doodge
french: Densité de couleur
german: Farbe Entleeren
italian: Dodge Colore
japanese: カラードッジ
portuguese: Soma de Cor
russian: Цветное уклонение
spanish: Sobreexposición de color

# blend.contrast
source: Contrast
french: Contraste
german: Kontrast
italian: Contrasto
japanese: コントラスト
portuguese: Contraste
russian: Контраст
spanish: Contraste

# blend.contrast.hardLight
source: Hard Light
dutch: Hard licht
french: Lumière intense
german: Hartes Licht
italian: Luce Decisa
japanese: ハードライト
portuguese: Luz Forte
russian: Жесткий свет
spanish: Luz intensa

# blend.contrast.softLight
source: Soft Light
dutch: Zacht licht
french: Lumière douce
german: Weiches Licht
italian: Luce Soffice
japanese: ソフトライト
portuguese: Luz Suave
russian: Мягкий свет
spanish: Luz suave

# blend.contrast.overlay
source: Overlay
french: Incrustation
german: Ineinanderkopieren
italian: Sovrapponi
japanese: オーバーレイ
portuguese: Sobrepor
russian: Наложение
spanish: Superposición

# blend.contrast.hardMix
source: Hard Mix
dutch: Harde mix
french: Mixte dur
german: Harte Mischung
italian: Miscela Dura
japanese: ハードミックス
portuguese: Mistura Dura
russian: Твёрдое смешивание
spanish: Mezcla Dura

# blend.contrast.linearLight
source: Linear Light
dutch: Lineair licht
french: Lumière linéaire
german: Lineares Licht
italian: Luce Lineare
japanese: リニアライト
portuguese: Luz Linear
russian: Линейный свет
spanish: Luz Lineal

# blend.contrast.vividLight
source: Vivid Light
dutch: Levendig licht
french: Lumière vive
german: Lebhaftes Licht
italian: Luce Vivida
japanese: ビビッドライト
portuguese: Luz Vívida
russian: Яркий свет
spanish: Luz Vívida

# blend.contrast.average
source: Average
dutch: Gemiddelde
french: Moyenne
german: Durchschnitt
italian: Media
japanese: 平均
portuguese: Média
russian: Среднее
spanish: Promedio

# blend.inversion
source: Inversion
dutch: Inversie
german: Umkehrung
italian: Inversione
japanese: 反転
portuguese: Inversão
russian: Инверсия
spanish: Inversión

# blend.inversion.exclusion
source: Exclusion
dutch: Uitsluiting
german: Ausschluss
italian: Esclusione
japanese: 除外
portuguese: Exclusão
russian: Исключение
spanish: Exclusión

# blend.inversion.difference
source: Difference
dutch: Verschil
french: Différence
german: Unterschied
italian: Differenza
japanese: 差
portuguese: Diferença
russian: Разница
spanish: Diferencia

# blend.cancelation
source: Cancelation
dutch: Annulering
french: Annulation
german: Stornierung
italian: Annullamento
japanese: キャンセル
portuguese: Cancelamento
russian: Отмена
spanish: Cancelación

# blend.cancelation.divide
source: Divide
dutch: Verdeling
french: Division
german: Teilen
italian: Dividi
japanese: 除算
portuguese: Divisão
russian: Разделить
spanish: Dividir

# blend.cancelation.subtract
source: Subtract
dutch: Aftrekken
french: Soustraire
german: Subtrahieren
italian: Sottrai
japanese: 減算
portuguese: Subtração
russian: Вычесть
spanish: Sustraer
