Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# store.description.multires
source: • Multiresolution sculpting Go back and forth between multiple resolution of your mesh for a flexible workflow.
dutch: • Multiresolution sculpting Ga heen en weer tussen meerdere resoluties van uw mesh voor een flexibele workflow.
french: • Sculpture multirésolution Naviguez entre plusieurs résolutions de votre maillage pour un flux de travail flexible.
german: • Mehrfachauflösungs-Sculpting Wechseln Sie zwischen mehreren Auflösungen Ihres Meshs für einen flexiblen Workflow.
italian: • Scultura multirisoluzione Vai avanti e indietro tra molteplici risoluzioni della tua mesh per un flusso di lavoro flessibile.
japanese: • マルチレゾリューションスカルプティング 柔軟なワークフローのためにメッシュの複数の解像度間を行き来します。
portuguese: • Escultura Multirresolução Vá e volte entre várias resoluções da sua malha para um fluxo de trabalho flexível.
russian: • Мультирезолюционное скульптурирование Переходите туда и обратно между множеством разрешений вашей сетки для гибкого рабочего процесса.
spanish: • Escultura multiresolución Cambia de una resolución a otra con tu malla para un flujo de trabajo flexible.

# store.description.voxel
source: • Voxel remeshing Remesh quickly your mesh to get a uniform level of detail. It can be used to quickly sketch a rough shape at the beginning of the creation process.
dutch: • Voxel remeshing Herbescherm snel uw mesh om een uniforme detailniveau te krijgen. Het kan worden gebruikt om snel een ruwe vorm te schetsen aan het begin van het creatieproces.
french: • Voxel remeshing Remailler rapidement votre mesh pour obtenir un niveau de détail uniforme. Cela peut être utilisé pour esquisser rapidement une forme grossière au début du processus de création.
german: • Voxel-Remeshing Remeshen Sie Ihr Mesh schnell, um ein einheitliches Detailniveau zu erhalten. Es kann verwendet werden, um schnell eine grobe Form am Anfang des Erstellungsprozesses zu skizzieren.
italian: • Rimappatura voxel Rimappa rapidamente la tua mesh per ottenere un livello uniforme di dettaglio. Può essere utilizzato per schizzare rapidamente una forma approssimativa all'inizio del processo di creazione.
japanese: • ボクセルリメッシュ メッシュをすばやくリメッシュして、一様の詳細レベルを取得します。 作成プロセスの始めに大まかな形をすばやくスケッチするために使用できます。
portuguese: • Remalhamento de Voxel Remalhe rapidamente sua malha para obter um nível uniforme de detalhes. Pode ser usado para esboçar rapidamente uma forma aproximada no início do processo de criação.
russian: • Voxel ретопология Быстро ретопологируйте вашу сетку, чтобы получить равномерный уровень детализации. Может использоваться для быстрого наброска приблизительной формы в начале процесса создания.
spanish: • Vóxel remeshing Remesh rápidamente tu mesh para obtener un nivel uniforme de detalle. Se puede usar para esbozar rápidamente una forma áspera al principio del proceso de creación.

# store.description.dynamic
source: • Dynamic topology Refine locally your mesh under your brush to get an automatic level of detail. You can even keep your layers, as they will be automatically updated!
dutch: • Dynamische topologie. Verfijn lokaal je mesh onder je penseel om een automatisch detailniveau te verkrijgen. Je kunt zelfs je lagen behouden, want ze worden automatisch bijgewerkt!
french: • Topologie dynamique Affinez localement votre mesh sous votre pinceau pour obtenir un niveau de détail automatique. Vous pouvez aussi conserver vos calques, car ils seront automatiquement mis à jour !
german: • Dynamische Topologie Verfeinern Sie lokal Ihr Mesh unter Ihrem Pinsel, um ein automatisches Detailniveau zu erhalten. Sie können sogar Ihre Layer behalten, da sie automatisch aktualisiert werden!
italian: • Topologia dinamica Affina localmente la tua mesh sotto il tuo pennello per ottenere un livello automatico di dettaglio. Puoi persino mantenere i tuoi livelli, in quanto saranno automaticamente aggiornati!
japanese: • ダイナミックトポロジー ブラシの下でメッシュを局所的に精製して、自動的な詳細レベルを得ます。 レイヤーもそのまま保持でき、自動的に更新されます！
portuguese: • Topologia dinâmica Refine localmente sua malha sob o pincel para obter um nível automático de detalhe. Você pode até manter suas camadas, pois elas serão atualizadas automaticamente!
russian: • Динамическая топология Локально детализируйте вашу сетку под вашей кистью, чтобы автоматически получить уровень детализации. Вы даже можете сохранять ваши слои, поскольку они будут автоматически обновляться!
spanish: • Topología dinámica Refina localmente tu mesh bajo tu brocha para obtener un nivel automático de detalle. ¡Incluso puedes mantener tus layers, ya que se actualizarán automáticamente!

# store.description.topology
source: • Decimate Reduce the number of polygons by keeping as many details as possible.
dutch: • Decimeren Verminder het aantal polygonen terwijl zo veel mogelijk details behouden blijven.
french: • Décimer Réduisez le nombre de polygones tout en conservant autant de détails que possible.
german: • Dezimieren Reduzieren Sie die Anzahl der Polygone, während so viele Details wie möglich beibehalten werden.
italian: • Decimare Riduci il numero di poligoni mantenendo il maggior numero di dettagli possibile.
japanese: • デシメート できるだけ多くの詳細を保持しつつ、ポリゴン数を減らします。
portuguese: • Dizimar Reduzir o número de polígonos mantendo o máximo de detalhes possível.
russian: • Уменьшение Уменьшайте количество полигонов, сохраняя как можно больше деталей.
spanish: • Decimación Reduce el número de polígonos manteniendo tantos detalles como sea posible.

# store.description.group
source: • Face Group Segment your mesh into subgroups with the face group tool.
dutch: • Yachten Groep Segmenteer je mesh in subgroepen met de gereedschap voor Yachten Groep.
french: • Face Group Segmentez votre mesh en sous-groupes avec l'outil de face group.
german: • Gesichtsgruppe Segmentieren Sie Ihr Mesh in Untergruppen mit dem Werkzeug für Gesichtsgruppen.
italian: • Gruppo Facciale Segmenta la tua mesh in sottogruppi con lo strumento del gruppo facciale.
japanese: • フェイスグループ フェイスグループツールを使用して、メッシュをサブグループに分割します。
portuguese: • Grupo de Faces Segmente sua malha em subgrupos com a ferramenta de grupo de faces.
russian: • Группа лиц Сегментируйте вашу сетку на подгруппы с помощью инструмента для группы лиц.
spanish: • Grupo de Caras Segmenta tu mesh en subgrupos con la herramienta de grupo de caras.

# store.description.unwrap
source: • Automatic UV unwrap The automatic UV unwrapper can use face groups to control the unwrapping process.
dutch: • Automatisch UV uitvouwen De automatische UV-uitvouwer kan gezichtsgroepen gebruiken om het uitvouwproces te controleren.
french: • Dépliage UV automatique Le dépliage UV automatique peut utiliser les face groups pour contrôler le processus de dépliage.
german: • Automatisches UV-Unwrapping Der automatische UV-Unwrapper kann Gesichtsgruppen verwenden, um den Unwrapping-Prozess zu steuern.
italian: • Unwrap UV automatico L'unwrapper UV automatico può utilizzare i gruppi facciali per controllare il processo di unwrapping.
japanese: • 自動UVアンラップ 自動UVアンラッパーは、アンラッピングプロセスを制御するためにフェイスグループを使用できます。
portuguese: • Desembrulho UV automático O desembrulhador UV automático pode usar grupos de faces para controlar o processo de desembrulho.
russian: • Автоматическое развёртывание UV Автоматический развёртыватель UV может использовать группы лиц для контроля процесса развёртки.
spanish: • Desenvolvimiento UV automático El unwrapper UV automático puede usar grupos de caras para controlar el proceso de unwrapping.

# store.description.baking
source: • Baking You can transfer vertex data such as color, roughness, metalness and small scaled detail in to textures. You can also do the opposite, transfering textures data into vertex data or layers.
dutch: • Baking Je kunt vertexgegevens zoals kleur, ruwheid, metaalachtig en kleinschalige details naar texturen overbrengen. Je kunt ook het omgekeerde doen, textuurgegevens overbrengen naar vertexgegevens of lagen.
french: • Baking Vous pouvez transférer les données de sommet telles que la couleur, roughness, metalness et les détails de petite échelle dans des textures. Vous pouvez également faire l'inverse, transférant les données de textures dans les données de sommet ou calques.
german: • Baking Sie können Vertex-Daten wie Farbe, Roughness, Metalness und kleinskalige Details in Texturen übertragen. Sie können auch das Gegenteil tun, Texturdaten in Vertex-Daten oder Layer übertragen.
italian: • Baking Puoi trasferire dati dei vertici come colore, roughness, metalness e dettagli a piccola scala in texture. Puoi anche fare il contrario, trasferendo dati di texture in dati dei vertici o livelli.
japanese: • ベーキング 頂点データ（色、粗さ、メタルネス、小規模な詳細）をテクスチャに転送します。 また、テクスチャデータを頂点データやレイヤーに転送することも可能です。
portuguese: • Cozimento Você pode transferir dados de vértices como cor, aspereza, metalicidade e detalhes em pequena escala para texturas. Você também pode fazer o oposto, transferindo dados de texturas para dados de vértices ou camadas.
russian: • Baking Вы можете перенести вершинные данные, такие как цвет, шероховатость, металлическость и детали малого масштаба в текстуры. Также можно делать обратное, перенося данные текстур в вершинные данные или слои.
spanish: • Baking Puedes transferir datos de vértice como color, roughness, metalness y detalles a pequeña escala a texturas. También puedes hacer lo contrario, transferir datos de texturas a datos de vértice o layers.

# store.description.primitive
source: • Primitive shape Cylinder, torus, tube, lathe and other primitives can be used to quickly start new shapes from scratch.
dutch: • Primitieve vorm Cilinder, torus, buis, draai en andere primitieve vormen kunnen worden gebruikt om snel nieuwe vormen vanaf nul te starten.
french: • Forme primitive Cylindre, torus, tube, tour et d'autres primitives peuvent être utilisées pour commencer rapidement de nouvelles formes à partir de zéro.
german: • Primitive Form Zylinder, Torus, Rohr, Drehbank und andere Primitive können verwendet werden, um schnell neue Formen von Grund auf zu beginnen.
italian: • Forma primitiva Cilindro, toro, tubo, tornio e altre primitive possono essere usate per iniziare rapidamente nuove forme da zero.
japanese: • プリミティブ形状 円筒、トーラス、チューブ、旋盤などのプリミティブを使用して、新しい形状をすぐに始めることができます。
portuguese: • Forma primitiva Cilindro, toro, tubo, torno e outras primitivas podem ser usadas para começar rapidamente novas formas do zero.
russian: • Примитивная форма Цилиндр, тор, труба, токарные и другие примитивы могут быть использованы для быстрого начала новых форм с нуля.
spanish: • Forma primitiva Cilindro, toro, tubo, torno y otras primitivas se pueden usar para comenzar rápidamente nuevas formas desde cero.

# store.description.rendering
source: • PBR rendering Beautiful PBR rendering by default, with lighting and shadows. You can always switch to matcap for a more standard shading for sculpting purposes.
dutch: • PBR-renderen Standaard prachtig PBR-renderen, met verlichting en schaduwen. Je kunt altijd overschakelen naar matcap voor een meer standaard schaduw voor beeldhouwdoeleinden.
french: • Rendu PBR Beau rendu PBR par défaut, avec éclairage et ombres. Vous pouvez toujours passer en MatCap pour un ombrage plus standard pour des fins de sculpture.
german: • PBR-Rendering Schönes PBR-Rendering standardmäßig, mit Beleuchtung und Schatten. Sie können jederzeit zu MatCap wechseln, um ein standardmäßigeres Shading für Modellierungszwecke zu erhalten.
italian: • Rendering PBR Bellissimo rendering PBR predefinito, con illuminazione e ombre. Puoi sempre passare a MatCap per un'ombreggiatura più standard per scopi di scultura.
japanese: • PBRレンダリング デフォルトで美しいPBRレンダリングを提供します。光と影があります。 彫刻の目的でより標準的なシェーディングにしたい場合は、いつでもMatCapに切り替えることができます。
portuguese: • Renderização PBR Renderização PBR linda por padrão, com iluminação e sombras. Você sempre pode alternar para matcap para um sombreamento mais padrão para fins de escultura.
russian: • PBR рендеринг По умолчанию прекрасный PBR рендеринг с освещением и тенями. Вы всегда можете переключиться на MatCap для более стандартного затенения для целей лепки.
spanish: • Renderizado PBR Hermoso renderizado PBR por defecto, con iluminación y sombras. Puedes siempre cambiar a MatCap para un sombreado más estándar con fines de escultura.

# store.description.postprocess
source: • Post processing Screen Space Reflection, Depth of Field, Ambient Occlusion, Tone mapping, etc
dutch: • Nabewerking Screen Space-reflectie, Scherptediepte, Omgeving-Occlusie, Toonmapping, enz.
french: • Post-process Screen Space Reflection, Depth of Field, Ambient Occlusion, Tone mapping, etc
german: • Post-Processing Screen Space Reflection, Depth of Field, Ambient Occlusion, Tone Mapping usw.
italian: • Post-elaborazione Reflection dello spazio schermo, Profondità di campo, Occlusione ambientale, Mappatura dei toni, ecc
japanese: • ポストプロセス スクリーンスペースリフレクション、奥行きの深さ、アンビエントオクルージョン、トーンマッピングなど
portuguese: • Pós-processamento Reflexão de Espaço de Tela, Profundidade de Campo, Oclusão Ambiental, Mapeamento de Tons, etc
russian: • Постобработка Отражение в экранном пространстве, глубина резкости, окклюзия окружающей среды, тоновое отображение и т.д.
spanish: • Postprocesado Reflexión de espacio de pantalla, Profundidad de campo, Oclusión ambiental, Mapeo de tonos, etc

# store.description.files
source: • Export and Import Supported formats include glTF, OBJ, STL or PLY files.
dutch: • Exporteren en importeren Ondersteunde formaten zijn onder andere glTF-, OBJ-, STL- of PLY-bestanden.
french: • Export et Import Les formats pris en charge incluent les fichiers glTF, OBJ, STL ou PLY.
german: • Export und Import Unterstützte Formate umfassen glTF, OBJ, STL oder PLY Dateien.
italian: • Esportazione e Importazione I formati supportati includono file glTF, OBJ, STL o PLY.
japanese: • エクスポートとインポート サポートされるフォーマットには、glTF、OBJ、STL、PLYファイルが含まれます。
portuguese: • Exportação e Importação Formatos suportados incluem arquivos glTF, OBJ, STL ou PLY.
russian: • Экспорт и импорт Поддерживаются форматы glTF, OBJ, STL или PLY файлов.
spanish: • Exportar e Importar Los formatos soportados incluyen archivos glTF, OBJ, STL o PLY.

# store.description.interface
source: • Interface Easy-to-use interface, designed for mobile experience. Customization is possible as well!
dutch: • Interface Gebruiksvriendelijke interface, ontworpen voor mobiele ervaring. Aanpassing is ook mogelijk!
french: • Interface Interface facile à utiliser, conçue pour l'expérience mobile. La personnalisation est possible également !
german: • Schnittstelle Einfach zu bedienende Schnittstelle, entwickelt für mobile Erfahrung. Anpassung ist ebenfalls möglich!
italian: • Interfaccia Interfaccia facile da usare, progettata per l'esperienza mobile. La personalizzazione è possibile!
japanese: • インターフェース モバイルエクスペリエンス用に設計された使いやすいインターフェース。 カスタマイズも可能です！
portuguese: • Interface Interface de fácil utilização, projetada para a experiência móvel. A personalização também é possível!
russian: • Интерфейс Легкий в использовании интерфейс, разработанный для мобильного опыта. Доступна также настройка!
spanish: • Interfaz Interfaz fácil de usar, diseñada para la experiencia móvil. ¡La personalización también es posible!

# store.description.remesher
source: • Quad Remesher (separate in-app purchase only) Remesh your object automatically with a quad dominant mesh that follows the mesh curvatures. It supports guides, face groups and density painting.
dutch: • Quad Remesher (apart in-app purchase required) Hermaak automatisch uw object met een quad-dominante mesh die de mesh-curvaturen volgt. Het ondersteunt geleiders, face groepen en dichtheid schilderen.
french: • Quad Remesher (achat in-app séparé uniquement) Remesh automatiquement votre objet avec un mesh dominant en quads qui suit les courbures du mesh. Il prend en charge les guides, les face groups et la peinture de densité.
german: • Quad-Remesher (nur als separater In-App-Kauf) Remeshen Sie Ihr Objekt automatisch mit einem quad-dominanten Mesh, das den Mesh-Kurven folgt. Es unterstützt Guides, Gesichtsgruppen und Dichte-Painting.
italian: • Quad Remesher (acquisto in-app separato solo) Rimappa automaticamente il tuo oggetto con una mesh dominata da quad che segue le curvature della mesh. Supporta guide, gruppi facciali e dipinti di densità.
japanese: • クアッドリメッシャー（アプリ内購入のみ） オブジェクトをメッシュ曲率に沿ったクアッド主体のメッシュで自動的にリメッシュします。 ガイド、フェイスグループ、密度ペインティングがサポートされています。
portuguese: • Quad Remesher (compra dentro do aplicativo separadamente) Refaz a malha do seu objeto automaticamente com uma malha dominante de quads que segue as curvaturas da malha. Suporta guias, grupos de faces e pintura de densidade.
russian: • Quad Remesher (доступно только с отдельной покупкой в приложении) Автоматически ретопологируйте ваш объект с преобладанием четырехугольной сетки, которая следует за кривизной сетки. Поддерживаются руководства, группы лиц и рисование плотности.
spanish: • Remallador Cuádruple (solo disponible como compra dentro de la aplicación) Remalla tu objeto automáticamente con una malla dominante de cuádruples que sigue las curvaturas del mesh. Admite guías, grupos de caras y pintura de densidad.

# debug.targetFPS
source: Target FPS
german: Ziel-FPS
italian: FPS Obiettivo

# debug.targetFPS.help
source: When disabled, the default value means it will sync with the display's refresh rate.
german: Wenn deaktiviert, bedeutet der Standardwert, dass er mit der Aktualisierungsrate des Displays synchronisiert wird.
italian: Quando disabilitato, il valore predefinito significa che si sincronizzerà con il tasso di aggiornamento del display.

# debug.uvBFF
source: Add BFF UVs
german: BFF UVs hinzufügen
italian: Aggiungi UV BFF
korean: BFF UV 추가

# debug.uvBFF.help
source: Add an alternative unwrapping method (boundary first flattening). Note that BFF will produce overlaps if your mesh topology is different than a disk or a sphere.
german: Hinzufügen einer alternativen Unwrapping-Methode (boundary first flattening • BFF). Beachten Sie, dass BFF zu Überschneidungen führt, wenn Ihre Mesh-Topologie nicht aus einer Scheibe oder Kugel besteht.
italian: Si aggiunge un metodo di unwrapping alternativo (Boundary First Flattening). Si noti che BFF produrrà sovrapposizioni se la topologia della mesh è diversa da un disco o da una sfera.
korean: 대체 언랩 방법(BFF, Boundary First Flattening)을 추가합니다. 메시 토폴로지가 원반 또는 구체와 다른 경우 BFF에 의해 중첩이 발생하니 주의해주십시오.

# file.project.trialNoOpen
source: Trial version: You won't be able to re-open the current project!
german: Testversion: Sie können das aktuelle Projekt nicht mehr öffnen!
italian: Versione di prova: non potrai riaprire il progetto corrente!
korean: 평가판: 현재 프로젝트를 다시 열 수 없습니다!

# file.project.trialOnlyOpen
source: Trial version: you can only re-open your current project!
german: Testversion: Sie können nur Ihr aktuelles Projekt wieder öffnen!
italian: Versione di prova: puoi solo riaprire il tuo progetto attuale!
korean: 평가판: 현재 프로젝트만 다시 열 수 있습니다!

# file.project.saveAs.confirm
source: Overwrite $0?
german: $0 überschreiben?
italian: Sovrascrivere $0?
korean: $0 항목을 덮어쓰시겠습니까?

# file.project.autoSave
source: Auto Save
german: Auto-Speichern
italian: Salvataggio automatico
korean: 자동 저장

# file.project.autoSave.confirm
source: Disable Auto Save?
german: Automatisches Speichern deaktivieren?
italian: Disattivare salvataggio automatico?
korean: 자동 저장 기능을 끄시겠습니까?

# file.project.autoSave.help
source: Save your project in a separate file at regular interval. The autoSave file can be found at:
german: Speichert Ihr Projekt in regelmäßigen Abständen in einer separaten Datei. Die automatisch gespeicherte Datei finden Sie in:
italian: Salva il tuo progetto in un file separato a intervalli regolari. Il file di salvataggio automatico si trova in:
korean: 일정 간격으로 프로젝트를 별도의 파일로 저장합니다. 자동저장 파일은 다음 위치에서 찾을 수 있습니다: $0

# file.project.autoSave.popup
source: Popup timeout
german: Popup-Zeitüberschreitung
italian: Intervallo popup
korean: 팝업 시간초과

# file.project.autoSave.delete
source: Discard Auto Save
german: AutoSave löschen
italian: Elimina dati salvataggio automatico
korean: 자동 저장 취소

# file.export.title
source: Export
german: Exportieren
italian: Esporta
korean: 익스포트

# file.export.nomad
source: Export Nomad
german: Nomad exportieren
italian: Esporta Nomad

# file.export.gltf
source: Export glTF 2.0
german: glTF 2.0 exportieren
italian: Esporta glTF 2.0
korean: glTF 2.0 익스포트

# file.export.obj
source: Export OBJ
german: OBJ exportieren
italian: Esporta OBJ
korean: OBJ 익스포트

# file.export.stl
source: Export STL
german: STL exportieren
italian: Esporta STL
korean: STL 익스포트

# file.export.ply
source: Export PLY
german: STL exportieren
italian: Esporta STL

# file.export.fbx
source: Export FBX
german: FBX exportieren
italian: Esporta FBX

# file.render.export
source: Export png
german: PNG exportieren
italian: Esporta png
korean: PNG 내보내기

# history.state.symmetrySplit
source: Symmetry Split
german: Symmetrie Split
italian: Simmetria divisa
korean: 대칭 분할
spanish: División de simetría

# interface.bottomButtons
source: Add shortcuts (bottom)...
german: Shortcuts hinzufügen (unten)...
italian: Aggiungi scorciatoie (in basso)...
korean: 바로 가기 추가 (아래)...

# postprocess.ssao
source: Ambient Occlusion
dutch: Ambiënte Occlusie
french: Occlusion ambiante
german: Ambient Occlusion (AO)
italian: Occlusione ambientale
japanese: アンビエントオクルージョン
korean: 앰비언트 오클루전 (AO)
portuguese: Oclusão Ambiente
spanish: Oclusión ambiental

# primitive.faceXYZ
source: Face XYZ
german: Fläche XYZ
italian: Lato XYZ
korean: 면 XYZ

# primitive.faceXYZ.help
source: UV-unwrapped base mesh provided by https://texturing.xyz/
german: Von https://texturing.xyz/ bereitgestelltes UV-berechnetes Basisnetz
italian: Mesh di base con mappa UV srotolata fornita da https://texturing.xyz/
korean: https://texturing.xyz/ 에서 제공하는 UV-언랩 기본 메시

# scene.boolean
source: Boolean
dutch: Booleaans
french: Booléen
italian: Booleano
japanese: ブーリアン
portuguese: Booleano
spanish: Booleano
