Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# topology.dynamic.quality.help
source: If you choose Quality, the 2 main differences are: • refinement is applied before the sculpting operator, you will get less interpolating artefact when painting or sculpting very small details • refinement is not applied incrementally, if you sculpt very small details or do quick strokes, the topology will always be correctly refined
dutch: Als je kiest voor Kwaliteit, zijn de twee belangrijkste verschillen: • verfijning wordt toegepast voordat je begint te sculpten, je krijgt minder interpolatie-artefacten bij het schilderen of sculpturen van zeer kleine details • verfijning wordt niet incrementieel toegepast, als je zeer kleine details sculpturen of snelle bewegingen maakt, zal de topologie altijd correct verfijnd zijn
french: Le mode Qualité présente deux différences principales : • L'affinage est appliqué avant l'opérateur de sculpture. Vous obtiendrez moins d'artefacts d'interpolation lorsque vous peindrez ou sculpterez de très petits détails. • L'affinage n'est pas appliqué de manière incrémentielle. Si vous sculptez de très petits détails ou faites des traits rapides, la topologie sera toujours affinée correctement.
german: Wenn Sie sich für Qualität entscheiden, sind die 2 wichtigsten Unterschiede: • die Verfeinerung wird vor dem Sculpting-Operator angewandt, so dass Sie beim Painting oder Sculpting sehr kleiner Details weniger interpolierende Artefakte erhalten. • die Verfeinerung (refinement) wird nicht inkrementell angewandt. Wenn Sie sehr kleine Details modellieren oder schnelle Strokes (Striche) setzen, wird die Topologie immer korrekt verfeinert.
italian: Se si sceglie Qualità, le 2 differenze principali sono: • il raffinamento viene applicato prima dell'operatore di scultura, in modo da ottenere meno artefatti di interpolazione quando si dipingono o scolpiscono dettagli molto piccoli • il raffinamento non viene applicato in modo incrementale; se si scolpiscono dettagli molto piccoli o si eseguono pennellate rapide, la topologia sarà sempre raffinata correttamente
japanese: “クオリティ”を選択した場合、2つの主な違いは: • スカルプト操作の前に微調整が適用され、非常に小さいディテールをペイントまたはスカルプトする際に、補完するアーティファクトが少なくなります • 微調整が増加的に適用されません。非常に小さいディテールをスカルプトする場合、またはすばやくストロークを実行する場合、トポロジーは常に正しく微調整されます
korean: '품질'을 선택하는 경우 두 가지 주요 차이점: - 세분화가 스컬프팅 연산자보다 먼저 적용되므로 매우 디테일한 부분을 스컬프팅하거나 페인팅할 때 보간 아티팩트가 적게 발생합니다. - 세분화는 점진적으로 적용되지 않습니다. 매우 디테일한 부분을 스컬프팅하거나 브러시 스트로크 작업을 할 때도 토폴로지가 항상 올바르게 세분화됩니다. 더 나은 성능을 위해 이 옵션을 사용하려는 경우 설정 패널에서 '부분 그리기' 옵션을 켜는 것도 하나의 방법입니다.
portuguese: Caso escolha Qualidade, as 2 principais diferenças são: • O refinamento é aplicado antes do operador de escultura; você terá menos artefatos ao pintar ou esculpir com detalhes minúsculos • O refinamento não é aplicado incrementalmente; se você esculpir detalhes minúsculos ou fizer traçados rápidos, a topologia sempre será refinada corretamente
russian: Если вы выбираете опцию `Качество`, два основных различия: • улучшение применяется до скульптурирования, результатом является меньшее количество интерполирующих артефактов при окрашивании или скульптурировании очень мелких деталей • улучшение не применяется пошагово, при скульптурировании очень мелких деталей или быстрых штрихах топология будет корректно улучшаться
spanish: Si eliges la calidad, las dos diferencias principales son: • el refinamiento se aplica antes que el operador de escultura, obtendrá menos artefactos de interpolación al pintar o esculpir detalles muy pequeños • el refinamiento no se aplica de forma incremental, si esculpe detalles muy pequeños o realiza trazos rápidos, la topología siempre se refinará correctamente

# topology.dynamic.quality.speed
source: Speed
dutch: Snelheid
french: Vitesse
german: Geschwindigkeit
italian: Velocità
japanese: 速度
korean: 속도
portuguese: Velocidade
russian: Скорость
spanish: Velocidad

# topology.dynamic.quality.quality
source: Quality
dutch: Kwaliteit
french: Qualité
german: Qualität
italian: Qualità
japanese: クオリティ
korean: 품질
portuguese: Qualidade
russian: Качество
spanish: Calidad

# topology.dynamic.usePressure
source: Use pressure on radius
dutch: Gebruik druk op radius
french: Modifier le rayon selon la pression
german: Druck auf Radius anwenden
italian: Usa la pressione sul raggio
japanese: 半径に筆圧を使用
korean: 반지름에 압력 사용
portuguese: Usar pressão no raio
russian: Использовать нажим на радиусе
spanish: Aplicar presión sobre el radio

# topology.dynamic.usePressure.help
source: Use this option if you want the pen pressure on tool radius to impact the level of detail.
dutch: Gebruik deze optie als je wilt dat de pen druk op de toolradius het detailniveau beïnvloedt.
french: Utilisez cette option si vous souhaitez que l'incidence du niveau de pression du stylet sur le rayon de l'outil influe sur le niveau de détail.
german: Verwenden Sie diese Option, wenn Sie möchten, dass sich der Stiftdruck (pen pressure) auf den Radius des Werkzeugs auswirkt und die Detailgenauigkeit beeinflusst.
italian: Scegliere questa opzione se si desidera che l'impatto della pressione della penna sul raggio dello strumento influisca sul livello di dettaglio.
japanese: 筆圧をツールの半径に影響させ、ディテールのレベルに影響を与えたい場合、このオプションを使用してください。
korean: 펜 압력이 도구 반지름에 영향을 미칠 때 세부 수준으로 영향을 미치도록 하려면 이 옵션을 사용하세요.
portuguese: Use esta opção caso deseje que a pressão da caneta na ferramenta de raio afete o nível de detalhe.
russian: Используйте эту функцию, если вы хотите, чтобы уровень нажима на перо отображался уровнем детализации на радиусе инструмента.
spanish: Utiliza esta opción si deseas que el impacto de la presión del lápiz en el radio de la herramienta afecte al nivel de detalle.

# topology.dynamic.useFalloff
source: Use stroke falloff
dutch: Gebruik stroke-afval
french: Utiliser l'atténuation des traits
german: Strich-Falloff verwenden
italian: Usa decadimento tratto
japanese: ストロークのフォールオフを使用
portuguese: Usar decaimento do traçado
russian: Использовать спад штрихов
spanish: Utilizar trazo de disminución

# topology.decimate.title
source: Decimation
dutch: Decimeren
french: Décimation
german: Dezimierung
italian: Decimazione
japanese: デシメーション
korean: 데시메이션
portuguese: Dizimação
russian: Упрощение
spanish: Diezmado

# topology.decimate.title.help
source: Reduce the number of polygons by trying to keep as many details as possible. This feature can be useful if you want to export for 3d printing. However you should probably not use it if you want to continue sculpting on it, as it can produce uneven triangles. Note that the masked area won't be decimated.
dutch: Verminder het aantal polygonen door zoveel mogelijk details te behouden. Deze functie kan nuttig zijn als je voor 3D-printen wilt exporteren. U moet het echter waarschijnlijk niet gebruiken als je wilt doorgaan met beeldhouwen, want dit kan ongelijke driehoeken veroorzaken. Let op: het gemaskeerde gebied wordt niet gedecimeerd.
french: Réduisez le nombre de polygones en essayant de conserver autant de détails que possible. Cette fonction peut être utile pour exporter votre création en vue d'une impression 3D. Nous vous déconseillons en revanche de l'utiliser si vous voulez continuer à modifier la sculpture, car elle risque de générer des triangles déséquilibrés. Notez que la zone masquée ne sera pas décimée.
german: Verringert die Anzahl der Polygone, wobei versucht wird, so viele Details wie möglich zu erhalten. Diese Funktion kann nützlich sein, wenn Sie für den 3D-Druck exportieren möchten. Sie sollten diese Funktion jedoch nicht verwenden, wenn Sie mit Sculpting fortfahren wollen, da sie ungleichmäßige Dreiecke erzeugen kann. Beachten Sie, dass der maskierte Bereich nicht dezimiert wird.
italian: Riduce il numero di poligoni cercando di mantenere il maggior numero di dettagli possibile. Questa funzione può essere utile se si desidera esportare per la stampa 3D. Tuttavia probabilmente non si dovrebbe usare se si vuole continuare a scolpire, dato che potrebbe produrre triangoli non uniformi. Si noti che l'area mascherata non verrà decimata.
japanese: ディテールをできるだけ多く残したままポリゴン数を減らします。 この機能は3Dプリント用に書き出したい場合、便利です。 しかし、スカルプトを続けたい場合、不規則な三角形を生成することがあるので、使用を避けることをお勧めします。 注意：マスク部分はデシメイトされません。
korean: 가능한 디테일을 최대한 유지하면서 폴리곤 개수를 줄입니다. 이 기능은 3d 프린팅용으로 내보내려는 경우 유용할 수 있습니다. 그러나 불균일한 삼각형이 생성될 수 있으므로 스컬프팅 작업을 계속하려면 사용하지 않아야 합니다. 마스크 영역은 제거되지 않습니다.
portuguese: Tente manter o máximo possível de detalhes ao reduzir o número de polígonos. Este recurso pode ser útil caso deseje exportar para impressão 3D. Mas não o use caso deseje continuar esculpindo, já que isso pode produzir triângulos desnivelados. Note que a área com máscara não será dizimada.
russian: Уменьшите количество полигонов путем сохранения максимального количества деталей. Эта функция полезна для экспорта на 3D-принтер. Однако, ее не стоит использовать, если вы планируете продолжить работать над скульптурированием, поскольку она может произвести неравные треугольники. Примечание: зоны маски не будут упрощены.
spanish: Reduce el número de polígonos intentando mantener la mayor cantidad de detalles posible.. Esta función puede ser útil si quieres exportar para una impresión 3D. Sin embargo, probablemente no deberías usarlo si quieres seguir esculpiendo en él, ya que puede producir triángulos desiguales. Ten en cuenta que el área enmascarada no se diezmará.

# topology.decimate
source: Decimate
dutch: Decimeren
french: Décimer
german: Dezimieren
italian: Decima
japanese: デシメイト
korean: 데시메이트
portuguese: Dizimar
russian: Упростить
spanish: Diezmar

# topology.decimatePaintWeight
source: Preserve painting
dutch: Schildering behouden
french: Préserver la peinture
german: Painting erhalten
italian: Conserva la dipinti
japanese: ペイントを保持
korean: 패인팅 보존
portuguese: Preservar pintura
russian: Сохранить окрашивание
spanish: Preservar pintura

# topology.decimatePaintWeight.help
source: Higher value will try to preserve painting. Set this value to 0 if you don't care about the painting.
dutch: Een hogere waarde zal proberen de schildering te behouden. Stel deze waarde in op 0 als je niet om de schildering geeft.
french: Saisissez une valeur élevée pour essayer de préserver la peinture. Si la peinture vous importe peu, saisissez 0.
german: Ein höherer Wert wird versuchen, Painting zu erhalten. Setzen Sie diesen Wert auf 0, wenn Painting keine Rolle spielt.
italian: Un valore più alto cercherà di preservare la dipinti. Impostare questo valore su 0 se non si desidera preservare la dipinti.
japanese: 値が高いほどペイントの保持を試みます。 ペイントに固執しない場合は、この値を 0 に設定してください。
korean: 값이 높을수록 페인팅을 보존하려는 성향이 강합니다. 페인팅에 신경 쓰지 않는다면 이 값을 0으로 설정하십시오.
portuguese: Valores mais altos tentarão preservar a pintura. Defina este valor em 0 caso a pintura seja irrelevante.
russian: При высоком значении программа попытается сохранить окрашивание. Если окрашивание для вас не важно, установите это значение на 0.
spanish: Un valor más alto intentará preservar la pintura. Establece este valor en 0 si no te importa la pintura.

# topology.decimateUniform
source: Uniform faces
dutch: Uniforme vlakken
french: Faces uniformes
italian: Uniforma i lati
japanese: 面を均一化
korean: 균일한 면
portuguese: Faces uniformes
russian: Однородные грани
spanish: Caras uniformes

# topology.decimateUniform.help
source: Higher value will output triangles with similar size.
dutch: Een hogere waarde zal driehoeken van vergelijkbare grootte produceren.
french: Saisissez une valeur élevée pour générer des triangles de même taille.
german: Ein höherer Wert führt zur Ausgabe von Dreiecken mit ähnlicher Größe.
italian: Un valore più alto produrrà triangoli di dimensioni simili.
japanese: 値が高いほど、同じようなサイズの三角形を出力します。
korean: 값이 높을수록 출력되는 삼각형의 크기가 비슷해집니다.
portuguese: Valores mais altos gerarão triângulos de tamanhos similares.
russian: Более высокие значения будут выдавать треугольники подобного размера.
spanish: Un valor más alto generará triángulos de tamaño similar.

# topology.decimatePreserveBorders
source: Preserve borders
dutch: Randen behouden
french: Préserver les bordures
german: Grenzen bewahren
italian: Preserva bordi
japanese: 境界を保持する
portuguese: Preservar bordas
russian: Сохранить границы
spanish: Preservar bordes

# topology.decimatePreserveBorders.help
source: Do not decimate the border of the mesh.
dutch: Decimeer de rand van de mesh niet.
french: Ne pas décimer la bordure du maillage.
german: Reduzieren Sie nicht den Rand des Netzes.
italian: Non semplificare il bordo della mesh.
japanese: メッシュの境界を減少させないでください。
portuguese: Não decimar a borda da malha.
russian: Не уменьшать количество полигонов на границе сетки.
spanish: No decimar el borde de la malla.

# topology.target.triangles
source: Target triangles
dutch: Doel driehoeken
french: Triangles cibles
german: Ziel Dreiecke
italian: Punta ai triangoli
japanese: ターゲットの三角形
korean: 목표 삼각형
portuguese: Triângulos são destino
russian: Целевые треугольники
spanish: Tríangulos del objetivo

# topology.target.faces
source: Target faces
dutch: Doel vlakken
french: Faces cibles
german: Zielflächen
italian: Facce target
japanese: ターゲット面
portuguese: Faces alvo
russian: Целевые грани
spanish: Caras objetivo

# topology.target.quads
source: Target quads
dutch: Doel quads
french: Quadrangles cibles
german: Zielvierecke
italian: Quad target
japanese: ターゲットクワッド
portuguese: Quadrados alvo
russian: Целевые квады
spanish: Cuadrángulos objetivo

# topology.target.points
source: Target points
dutch: Doelpunten
french: Points cibles
german: Zielpunkte
italian: Punti target
japanese: ターゲットポイント
portuguese: Pontos alvo
russian: Целевые точки
spanish: Puntos objetivo

# topology.qremesh
source: Quad Remesh
german: Quad-Neuvernetzung
italian: Rimesh quadrato
japanese: クワッドリメッシュ
portuguese: Remalhar em Quads
russian: Квад Ремеш
spanish: Remallado de cuadrángulos

# topology.qremesh.angle
source: Crease angle
dutch: Vouwhoek
french: Angle de pli
german: Faltenwinkel
italian: Angolo di smussatura
japanese: クリース角度
portuguese: Ângulo de vinco
russian: Угол фаски
spanish: Ángulo de bisel

# topology.qremesh.border
source: Preserve borders
dutch: Randen behouden
french: Préserver les bordures
german: Grenzen bewahren
italian: Preserva bordi
japanese: 境界を保持する
portuguese: Preservar bordas
russian: Сохранить границы
spanish: Preservar bordes

# topology.qremesh.onlyQuad
source: Quads only
dutch: Alleen quads
french: Uniquement des quads
german: Nur Vierecke
italian: Solo quads
japanese: クワッドのみ
portuguese: Apenas quads
russian: Только квады
spanish: Solo cuadrángulos

# topology.qremesh.hole
source: Max fill hole
dutch: Maximale vulling van gaten
french: Max remplissage de trou
german: Maximale Lochfüllung
italian: Massima riempimento buco
japanese: 最大穴埋め
portuguese: Máximo preenchimento de buraco
russian: Максимальное заполнение отверстия
spanish: Máximo relleno de agujero

# topology.qremesh.hole.help
source: The algorithm can sometimes produce unwanted holes. If a hole has fewer vertices than this value, then it will be filled.
dutch: Het algoritme kan soms ongewenste gaten produceren. Als een gat minder hoeken heeft dan deze waarde, dan wordt het gevuld.
french: Dépliage UV
german: UV-berechnung
italian: Srotolamento UV
japanese: UV展開
portuguese: Cálculo de UV
russian: UV-развертка
spanish: Desenvoltura UV

# topology.uv.title
source: UV Unwrap
dutch: UV Ontvouwen
french: Déplier UV
german: UV Auto-Unwrap
italian: Srotolamento UV
japanese: UV 展開
korean: UV 언랩
portuguese: Cálcular UV
russian: Раскрытие UV
spanish: Desenvolver UV

# topology.uv.unwrap
source: Unwrap
dutch: Ontvouwen
french: Déplier
german: Berechnen
italian: Srotolamento
japanese: 展開
korean: 언랩
portuguese: Cálcular
russian: Развернуть
spanish: Desenvolver

# topology.uv.atlas.warning
source: Can be very slow, target <100k vertices!
dutch: Kan heel langzaam zijn, richt <100k vertices!
french: L'opération peut être très lente, ciblez moins de 100 000 sommets !
german: Kann sehr langsam sein, Ziel: <100k Vertices!
italian: Può essere molto lento, punta a <100k vertici!
japanese: 非常に低くすることが可能です。ターゲット <100k 頂点！
korean: 매우 느릴 수 있습니다. 버텍스 10만 개 이하를 목표로 하세요!
portuguese: Pode ser muito lento. Use menos de 100k vértices como destino.
russian: Может занять большое количество времени, у цели <100т вершин!
spanish: Puede ser muy lento, objetivo a < 100k vértices

# topology.uv.bff.warning
source: Can have overlaps if the mesh has handles!
dutch: Kan overlappen hebben als de mesh handvatten heeft!
french: Des chevauchements peuvent se produire si le maillage comporte des poignées !
german: Es kann zu Überschneidungen kommen, wenn das Mesh Handles aufweist!
italian: Se la mesh ha maniglie, si possono avere delle sovrapposizioni!
japanese: メッシュにハンドルがある場合、オーバーラップを持てます！
korean: 메시에 핸들이 있으면 겹칠 수 있습니다!
portuguese: Pode ter sobreposições se a malha tiver alças.
russian: Если в меше есть отверстия, может возникнуть перекрытие!
spanish: ¡Puede tener superposiciones si la malla tiene asas!

# topology.uv.bff.seamless
source: Seamless patches
dutch: Naadloze patches
french: Patches sans jointure
german: Nahtlose Patches
italian: Toppe senza soluzione di continuità
japanese: シームレスパッチ
portuguese: Remendos Sem Costura
russian: Бесшовные патчи
spanish: Parches sin costuras

# topology.uv.bff.seamless.help
source: This option can introduce important distortion. Typically, it can be used when face groups are carefully set up.
dutch: Deze optie kan belangrijke vervorming introduceren. Typisch kan het gebruikt worden wanneer gezichtsgezichten zorgvuldig zijn ingesteld.
french: Cette option peut introduire une distorsion importante. Typiquement, elle peut être utilisée lorsque les groupes de visages sont soigneusement configurés.
german: Diese Option kann bedeutende Verzerrungen verursachen. Typischerweise kann sie verwendet werden, wenn Gesichtsgruppen sorgfältig eingerichtet sind.
italian: Questa opzione può introdurre una distorsione importante. In genere, può essere utilizzata quando i gruppi di facce sono impostati con attenzione.
japanese: このオプションは重要な歪みを導入する可能性があります。 通常、フェイスグループが慎重に設定されている場合に使用できます。
portuguese: Esta opção pode introduzir uma distorção importante. Tipicamente, pode ser usada quando grupos de faces são configurados cuidadosamente.
russian: Эта опция может вызвать значительные искажения. Как правило, её можно использовать, когда группы лиц тщательно настроены.
spanish: Esta opción puede introducir una distorsión importante. Típicamente, se puede utilizar cuando los grupos de caras están cuidadosamente configurados.

# topology.uv.bff.cones
source: Cone count
dutch: Conen teller
french: Nombre de cônes
german: Kegel-Anzahl
italian: Conteggio coni
japanese: 円錐の数
korean: 원뿔 카운트
portuguese: Contagem de cones
russian: Количество конусов
spanish: Recuento de conos

# topology.uv.bff.help
source: Higher value will reduce distortion for complex objects. Higher value will means longer compute time.
dutch: Een hogere waarde zal de vervorming voor complexe objecten verminderen. Een hogere waarde betekent langere berekentijd.
french: Saisissez une valeur élevée pour limiter la distorsion des objets complexes. Plus la valeur est élevée, plus le temps de calcul sera long.
german: Ein höherer Wert verringert die Verzerrung bei komplexen Objekten. Ein höherer Wert bedeutet aber auch eine längere Berechnungszeit.
italian: Un valore più alto riduce la distorsione per gli oggetti complessi. Un valore più alto significa tempi di elaborazione più lunghi.
japanese: 値が高いほど、複雑なオブジェクトの歪みを軽減します。 値が高いと計算にかかる時間は長くなります。
korean: 값이 높을수록 형태가 복잡한 오브젝트의 왜곡 현상이 줄어듭니다. 값이 높을수록 연산 시간이 길어집니다.
portuguese: Valores mais altos reduzirão a distorção de objetos complexos. Valores mais altos levarão mais tempo para calcular.
russian: Более высокое значение уменьшит искажение сложных объектов. Более высокое значение повысит время обработки.
spanish: Un valor más alto reducirá la distorsión para objetos complejos. Un valor más alto significará un tiempo de cálculo más largo.

# topology.uv.delete
source: Delete UVs
dutch: Verwijder UVs
french: Supprimer les UV
german: UVs löschen
italian: Elimina le UV
japanese: UVを削除
korean: UV 삭제
portuguese: Apagar UVs
russian: Удалить UV
spanish: Eliminar UV

# topology.bake.title
source: Bake
dutch: Bakken
french: Appliquer
german: Backen
italian: Trasferisci
japanese: ベイク
korean: 베이크
portuguese: Selar
russian: Запекание
spanish: Hornear
