Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

source: Confirm?
dutch: Bevestigen?
french: Confirmer ?
german: Bestätigen?
italian: Conferma?
japanese: よろしいですか？
korean: 승인하시겠습니까?
portuguese: Confirmar?
russian: Подтвердить?
spanish: ¿Confirmar?

# confirm.yes
source: Yes
dutch: Ja
french: Oui
german: Ja
italian: Sì
japanese: はい
korean: 네
portuguese: Sim
russian: Да
spanish: Sí

# confirm.ok
source: Ok
korean: 확인
russian: ОК
spanish: Aceptar

# confirm.cancel
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
italian: Annulla
japanese: キャンセル
korean: 취소
portuguese: Cancelar
russian: Отмена
spanish: Cancelar

source: Experimental!
dutch: Experimenteel!
french: Fonction expérimentale !
german: Experimentell!
italian: Sperimentale!
japanese: 実験的！
russian: Экспериментальная функция!

source: On tap
dutch: Bij tikken
french: Click
german: Tap
italian: Tocco
japanese: タップ
portuguese: Toque
russian: Касанием
spanish: Pulsación

source: Clipboard
dutch: Klembord
french: Presse-papiers
german: Zwischenablage
italian: Appunti
japanese: クリップボード
portuguese: Área de transferência
russian: Буфер обмена
spanish: Portapapeles

# clipboard.copy
source: Copy
dutch: Kopieer
french: Copier
german: Kopieren
italian: Copia
japanese: コピー
portuguese: Copiar
russian: Копировать
spanish: Copiar

# clipboard.paste
source: Paste
dutch: Plakken
french: Coller
german: Einfügen
italian: Incolla
japanese: ペースト
portuguese: Colar
russian: Вставить
spanish: Pegar

source: bytes
french: octet
italian: byte
japanese: バイト
russian: байт

source: kB
french: ko
russian: КБ

source: MB
french: Mo
russian: мб

source: GB
french: Go
russian: Гб

source: TB
french: To
russian: ТБ

source: Instance
dutch: Instantie
german: Instanz
italian: Crea istanza
japanese: インスタンス
portuguese: Instanciar
russian: Создать
spanish: Instanciar

source: Uniform
french: Uniforme
german: Gleichmäßig
italian: Uniforme
japanese: 均一
portuguese: Uniforme
russian: Равномерный
spanish: Uniforme

source: Sync
dutch: Synchroniseren
french: Synchroniser
german: Synchronisieren
italian: Sincronizza
japanese: 同期
portuguese: Sincronizar
russian: Синхронизация
spanish: Sincronizar

# position.top
source: Top
dutch: Boven
french: Haut
german: Oben
italian: Alto
japanese: 上
korean: 위
portuguese: Superior
russian: Верх
spanish: Superior

# position.bottom
source: Bottom
dutch: Onder
french: Bas
german: Unten
italian: Basso
japanese: 下
korean: 아래
portuguese: Inferior
russian: Низ
spanish: Inferior

# position.left
source: Left
dutch: Links
french: Gauche
german: Links
italian: Sinistra
japanese: 左
korean: 왼쪽
portuguese: Esquerda
russian: Лево
spanish: Izquierda

# position.right
source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: Destra
japanese: 右
korean: 오른쪽
portuguese: Direita
russian: Право
spanish: Derecha

# position.center
source: Center
dutch: Midden
french: Centré
german: Zentriert
italian: Centrato
japanese: 中央揃え
korean: 가운데 정렬
portuguese: Centralizado
russian: Центрование
spanish: Centrada

# direction.up
source: Up
dutch: Omhoog
french: Haut
german: Oben
italian: Alto
japanese: 上
korean: 위
portuguese: Superior
russian: Верх
spanish: Superior

# direction.down
source: Down
dutch: Omlaag
french: Bas
german: Unten
italian: Basso
japanese: 下
korean: 아래
portuguese: Inferior
russian: Низ
spanish: Inferior

# direction.left
source: Left
dutch: Links
french: Gauche
german: Links
italian: Sinistra
japanese: 左
korean: 왼쪽
portuguese: Esquerda
russian: Лево
spanish: Izquierda

# direction.right
source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: Destra
japanese: 右
korean: 오른쪽
portuguese: Direita
russian: Право
spanish: Derecha

# cube.top
source: Top
dutch: Bovenkant
french: Dessus
german: Oben
italian: Superiore
japanese: 上
portuguese: Superior
russian: Сверху
spanish: Superior

# cube.bottom
source: Bottom
dutch: Onderkant
french: Dessous
german: Unten
italian: Inferiore
japanese: 下
portuguese: Inferior
russian: Снизу
spanish: Inferior

# cube.left
source: Left
dutch: Links
french: Gauche
german: Links
italian: Sinistra
japanese: 左
portuguese: Esquerda
russian: Слева
spanish: Izquierda

# cube.right
source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: Destra
japanese: 右
portuguese: Direita
russian: Справа
spanish: Derecha

# cube.front
source: Front
dutch: Voorzijde
french: Devant
german: Vorne
italian: Anteriore
japanese: 正
portuguese: Frontal
russian: Спереди
spanish: Frontal

# cube.back
source: Back
dutch: Achterkant
french: Arrière
german: Hintent
italian: Posteriore
japanese: 背
portuguese: Posterior
russian: Сзади
spanish: Posterior

# item.name
source: Name
dutch: Naam
french: Nom
italian: Nome
japanese: 名前
korean: 이름
portuguese: Nome
russian: Имя
spanish: Nombre

# item.new
source: New
dutch: Nieuw
french: Nouveau
german: Erstellen
italian: Nuovo
japanese: 新規
korean: 신규
portuguese: Novo
russian: Создать
spanish: Crear

# item.rename
source: Rename
dutch: Hernoem
french: Renommer
german: Umbenennen
italian: Rinomina
japanese: 名前を変更
korean: 이름변경
portuguese: Renomear
russian: Переименовать
spanish: Renombrar

# item.add
source: Add
dutch: Toevoegen
french: Ajouter
german: Hinzufügen
italian: Aggiungi
japanese: 追加
korean: 추가
portuguese: Adicionar
russian: Добавить
spanish: Añadir

# item.replace
source: Replace
dutch: Vervangen
french: Remplacer
german: Ersetzen
italian: Sostituisci
japanese: 置換
portuguese: Substituir
russian: Заменить
spanish: Reemplazar

# item.save
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
italian: Salva
japanese: 保存
korean: 저장
portuguese: Salvar
russian: Сохранить
spanish: Guardar

# item.save.confirm
source: Confirm save?
dutch: Opslag bevestigen?
french: Confirmer l'enregistrement ?
german: Speichern bestätigen?
italian: Conferma salvataggio?
japanese: 保存しますか？
korean: 저장하시겠습니까?
portuguese: Confirmar salvamento?
russian: Подтвердить сохранение?
spanish: ¿Confirmar guardado?

# item.update
source: Update
dutch: Bijwerken
french: Mettre à jour
italian: Aggiorna
japanese: アップデート
portuguese: Atualizar?
russian: Обновлять
spanish: Actualizar

# item.lastSave
source: Last save
dutch: Laatste opslag
french: Dernier enregistrement
german: Letzte Speicher
italian: Ultimo salvataggio
japanese: 最後の保存内容
korean: 최근 저장
portuguese: Último salvamento
russian: Последнее сохранение
spanish: Último guardado

# item.lastSave.confirm
source: Load last save?
dutch: Laatste opslag laden?
french: Charger le dernier enregistrement ?
german: Letzte Speicherung laden?
italian: Carica ultimo salvataggio?
japanese: 最後の保存内容を読み込みますか？
korean: 마지막 저장 내용을 불러오시겠습니까?
portuguese: Carregar último salvamento?
russian: Загрузить последнее сохранение?
spanish: ¿Cargar último guardado?

# item.reset
source: Reset
french: Réinitialiser
german: Zurücksetzen
italian: Ripristina
japanese: リセット
korean: 초기화
portuguese: Redefinir
russian: Сбросить
spanish: Restablecer

# item.reset.confirm
source: Confirm reset?
dutch: Reset bevestigen?
french: Confirmer la réinitialisation ?
german: Zurücksetzen bestätigen?
italian: Conferma ripristino?
japanese: リセットしますか？
korean: 초기화하시겠습니까?
portuguese: Confirmar redefinição?
russian: Подтвердить сброс?
spanish: ¿Confirmar restablecido?

# item.instance
source: Instance
french: Instancier
german: Instanz
italian: Crea istanza
japanese: インスタンス
korean: 인스턴스
portuguese: Instanciar
russian: Создать
spanish: Instanciar

# item.uninstance
source: Un-instance
french: Désinstancier
german: Instanz aufheben
italian: Disinstanzia
japanese: インスタンスを解除
korean: 인스턴스 해제
portuguese: Desinstanciar
russian: Снять
spanish: Des-instanciar

# item.clone
source: Clone
dutch: Klonen
french: Cloner
german: Klonen
italian: Clona
japanese: クローン
korean: 복제
portuguese: Clonar
russian: Копировать
spanish: Clonar

# item.delete
source: Delete
dutch: Verwijderen
french: Supprimer
german: Löschen
italian: Elimina
japanese: 削除
korean: 삭제
portuguese: Apagar
russian: Удалить
spanish: Eliminar

# item.delete.confirm
source: Confirm deletion?
dutch: Verwijderen bevestigen?
french: Confirmer la suppression ?
german: Löschen bestätigen?
italian: Conferma eliminazione?
japanese: 削除しますか？
korean: 삭제하시겠습니까?
portuguese: Confirmar apagamento?
russian: Подтвердить удаление?
spanish: ¿Confirmar eliminación?

# item.delete.confirm.yes
source: Yes, delete
dutch: Ja, verwijderen
french: Oui, supprimer
german: JA, löschen
italian: Sì, elimina
japanese: はい、削除します
korean: 네, 삭제합니다
portuguese: Sim, apagar
russian: Да, удалить
spanish: Sí, eliminar

# item.delete.used
source: Image used
dutch: Afbeelding gebruikt
french: Image utilisée
german: Bild verwendet
italian: Immagine utilizzata
japanese: 使用した画像
portuguese: Imagem usada
russian: Изображение использовано
spanish: Imagen utilizada

# item.toNode
source: To Node
dutch: Naar Node
french: En nœud
german: Als Knoten
italian: In Nodo
japanese: ノードに
korean: 노드로 변환
portuguese: Em Nó
russian: В узел
spanish: A nodo

# item.visible
source: Visible
dutch: Zichtbaar
german: Sichtbar
italian: Visibile
japanese: 可視
korean: 보이기
portuguese: Visível
russian: Видимо

# item.show
source: Show
dutch: Tonen
french: Afficher
german: Einblenden
italian: Mostra
japanese: 表示
korean: 보기
portuguese: Mostrar
russian: Показать
spanish: Mostrar

# item.hide
source: Hide
dutch: Verbergen
french: Masquer
german: Ausblenden
italian: Nascondi
japanese: 隠す
korean: 가리기
portuguese: Ocultar
russian: Скрыть
spanish: Ocultar

# item.select
source: Select
dutch: Selecteren
french: Sélectionner
german: Auswählen
italian: Seleziona
japanese: 選択
korean: 선택
portuguese: Selecionar
russian: Выбрать
spanish: Seleccionar

# item.unselect
source: Unselect
dutch: Deselecteren
french: Désélectionner
german: Abwählen
italian: Deseleziona
japanese: 選択解除
korean: 선택 해제
portuguese: Desmarcar
russian: Отменить выделение
spanish: Deseleccionar

# item.mergeDown
source: Merge down
dutch: Samenvoegen naar beneden
french: Fusionner avec le calque inférieur
german: Abwärts zusammenfügen
italian: Unisci sotto
japanese: 下へ結合
korean: 아래 레이어와 병합
portuguese: Combinar abaixo
russian: Объединить с нижним
spanish: Fusionar hacia bajo

# item.order
source: Order
dutch: Volgorde
french: Ordre
german: Reihenfolge
italian: Ordine
japanese: 順序
korean: 순서
portuguese: Ordem
russian: Порядок
spanish: Orden

# item.previous
source: Previous
dutch: Vorige
french: Précédent
german: Vorheriges
italian: Precedente
japanese: 前へ
korean: 이전
portuguese: Anterior
russian: Предыдущий
spanish: Anterior

# item.next
source: Next
dutch: Volgende
french: Suivant
german: Weiter
italian: Avanti
japanese: 次へ
korean: 다음
portuguese: Seguinte
russian: Далее
spanish: Siguiente

# item.lock
source: Lock
dutch: Vergrendelen
french: Verrouiller
german: Sperren
italian: Blocca
japanese: ロック
korean: 잠금
portuguese: Bloquear
russian: Блокировать
spanish: Bloquear

# item.none
source: None
dutch: Geen
french: Aucun
german: Kein
italian: Nessuno
japanese: なし
korean: 없음
portuguese: Nenhum
russian: Нет
spanish: Ninguno

source: Search
dutch: Zoeken
french: Rechercher
german: Suchen
italian: Cerca
japanese: 検索
korean: 검색
portuguese: Buscar
russian: Поиск
spanish: Buscar

# toggle.on
source: On
dutch: Aan
french: Activé
german: Ein
japanese: オン
korean: 켬
portuguese: Ativar
russian: Вкл.
spanish: Activado

# toggle.off
source: Off
dutch: Uit
french: Désactivé
german: Aus
italian: No
japanese: オフ
korean: 끔
portuguese: Desativar
russian: Выкл.
spanish: No

# toggle.auto
source: Auto
dutch: Automatisch
japanese: 自動
korean: 자동
russian: Авто
spanish: Automático

# loading.reprocess
source: Missing thumbnails, reprocessing files...
dutch: Miniaturen ontbreken, bestanden worden opnieuw verwerkt…
french: Miniatures manquantes, retraitement des fichiers…
german: Fehlende Vorschaubilder, erstelle neu...
italian: Miniature mancanti, rielaborazione dei file...
japanese: サムネールがありません。ファイルを再処理中...
korean: 썸네일 이미지가 없습니다. 파일 재처리 중... ($0/$1) $2
portuguese: Miniaturas faltando. Reprocessando arquivos…
russian: Обнаружены недостающие эскизы, повторная обработка файлов...
spanish: Faltan miniaturas, reprocesamiento de archivos...

# loading.reprocess.cancel
source: Skip thumbnails generation?
dutch: Thumbnails overslaan?
french: Générer les miniatures ?
german: Generierung von Thumbnails überspringen?
italian: Saltare la generazione delle miniature?
japanese: サムネイル生成をスキップしますか？
portuguese: Pular geração de miniaturas?
russian: Пропустить создание миниатюр?
spanish: ¿Omitir generación de miniaturas?

# access.title
source: Accessibility
dutch: Toegankelijkheid
french: Accessibilité
german: Barrierefreiheit
italian: Accessibilità
japanese: アクセシビリティ
portuguese: Acessibilidade
russian: Доступность
spanish: Accesibilidad

# access.window
source: Assistive window
dutch: Hulpscherm
french: Fenêtre d'assistance
german: Unterstützendes Fenster
italian: Finestra assistiva
japanese: アシスティブウィンドウ
portuguese: Janela auxiliar
russian: Вспомогательное окно
spanish: Ventana de asistencia

# access.pinch
source: Pinch
dutch: Knijpen
french: Pincer
german: Kneifen
italian: Pizzica
japanese: ピンチ
portuguese: Apertar
russian: Сжать
spanish: Pellizcar

# access.drag
source: Drag
dutch: Slepen
french: Glisser
german: Ziehen
italian: Trascina
japanese: ドラッグ
portuguese: Arrasto
russian: Перетаскивание
spanish: Arrastrar

# access.rotate
source: Rotate
dutch: Draaien
french: Pivoter
german: Drehen
italian: Ruota
japanese: 回転
portuguese: Girar
russian: Поворот
spanish: Rotar

# access.roll
source: Roll
dutch: Rollen
french: Rouler
german: Rolle
italian: Rotazione
japanese: ロール
portuguese: Rolar
russian: Прокрутка
spanish: Rodar

# material.color
source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore
japanese: カラー
korean: 색상
portuguese: Cor
russian: Цвет

# material.roughness
source: Roughness
dutch: Ruwheid
french: Rugosité
german: Matt
italian: Disturbo
japanese: 粗さ
korean: 거칠기
portuguese: Aspereza
russian: Шероховатость
spanish: Aspereza

# material.glossiness
source: Glossiness
dutch: Glans
french: Brillance
german: Glanz
italian: Lucentezza
japanese: 光沢
korean: 광택
portuguese: Brilhosidade
russian: Глянцевость
spanish: Brillo

# material.metalness
source: Metalness
dutch: Metaalsoort
french: Métallité
german: Metallisch
italian: Metallicità
japanese: メタリック
korean: 메탈릭
portuguese: Metalidade
russian: Металличность
spanish: Metálico

# material.specular
source: Specular
dutch: Speculair
french: Spéculaire
german: Spiegelnd
italian: Speculare
japanese: スペキュラ
korean: 스페큘러
portuguese: Especular
russian: Зеркальность
spanish: Especular

# material.emissive
source: Emissive
dutch: Lichtgevend
french: Émissif
german: Leuchten
italian: Emissivo
japanese: エミッシブ
korean: 이미시브
portuguese: Emissiva
russian: Излучение
spanish: Emisivo

# material.normal
source: Normal
dutch: Normaal
italian: Normale
japanese: 標準
korean: 보통
russian: Обычное

# material.normal.flipY
source: FlipY
french: Inverser Y
german: Y umdrehen
italian: Inverti Y
japanese: Yを反転
portuguese: Inverter Y
russian: Отразить по Y
spanish: Invertir Y

# material.occlusion
source: Occlusion
dutch: Occlusie
german: Verdeckung
italian: Occlusione
japanese: オクルージョン
korean: 오클루전
portuguese: Oclusão
russian: Объемный свет
spanish: Oclusión

# material.textures
source: Textures
dutch: Texturen
german: Texturen
italian: Texture
japanese: テクスチャ
korean: 텍스처
portuguese: Texturas
russian: Текстуры
spanish: Texturas

# material.texture
source: Texture
dutch: Textuur
german: Textur
japanese: テクスチャ
portuguese: Textura
russian: Текстура
spanish: Textura

# material.warningNoUVs
source: No UVs!
dutch: Geen UVs!
french: Pas de UV !
german: Keine UVs!
italian: No UV!
japanese: UVマップがありません！
portuguese: Sem UVs!
russian: Нет UV координат!
spanish: ¡No hay UVs!

# material.texture.filter
source: Filtering
dutch: Filteren
french: Filtrage
german: Filterung
italian: Filtraggio
japanese: フィルタリング
portuguese: Filtragem
russian: Фильтрация
spanish: Filtrado

# material.texture.nearest
source: Nearest
dutch: Dichtstbijzijnd
french: Proche
german: Nächster
italian: Vicino
japanese: ニアレスト
portuguese: Mais próximo
russian: Ближайший
spanish: Más cercano

# material.texture.linear
source: Linear
dutch: Lineair
french: Linéaire
italian: Lineare
japanese: リニア
russian: Линейный
spanish: Lineal

# material.texture.mipmap
source: Mipmap
japanese: ミップマップ
russian: Мипмап

# material.projection
source: Projection
dutch: Projectie
german: Projektion
italian: Proiezione
japanese: 投影
portuguese: Projeção
russian: Проекция
spanish: Proyección

# material.projection.triplanar
source: Triplanar
french: Triplanaire
italian: Triplanare
portuguese: Triplano
russian: Трипланарность

# about.minify
source: Minify UI
dutch: Interface verkleinen
french: Réduire l'interface
german: Menüs ausblenden
italian: Minimizza UI
japanese: UIをMinify
korean: 인터페이스 축소
portuguese: Mini IU
russian: Уменьшение интерфейса
spanish: Minimizar la interfaz de usuario

# about.minify.help
source: You can also tap your screen with 4 fingers, if your device supports it.
dutch: Je kunt ook met 4 vingers op je scherm tikken, als je apparaat dit ondersteunt.
french: Vous pouvez également toucher votre écran avec quatre doigts, si votre appareil gère cette fonctionnalité.
german: Sie können auch mit 4 Fingern auf den Bildschirm tippen, wenn Ihr Gerät dies unterstützt.
italian: Puoi anche toccare lo schermo con 4 dita, se il tuo dispositivo lo supporta.
japanese: 指4本でスクリーンをタップすることもできます（デバイスがサポートする場合)。
korean: 장치가 지원하는 경우 네 손가락으로 화면을 탭할 수도 있습니다.
portuguese: Você também pode tocar na tela com 4 dedos, se isso for compatível com o dispositivo.
russian: Вы также можете нажать на экран четырьмя пальцами, если ваше устройство поддерживает эту функцию.
spanish: También puedes pulsar la pantalla con 4 dedos, si el dispositivo lo admite.

# about.turntable
source: Turntable
dutch: Draaitafel
french: Plateau tournant
german: Drehscheibe
italian: Piattaforma girevole
japanese: ターンテーブル
korean: 턴테이블
portuguese: Mesa Giratória
russian: Турнтейбл
spanish: Placa giratoria

# about.turntable.pivot
source: Rotation center
dutch: Rotatiecentrum
french: Centre de rotation
german: Rotationszentrum
italian: Centro di rotazione
japanese: 回転の中心
portuguese: Centro de rotação
russian: Центр вращения
spanish: Centro de rotación

# about.turntable.pivot.keep
source: Keep current
dutch: Huidige behouden
french: Conserver l'actuel
german: Aktuelle beibehalten
italian: Mantieni attuale
japanese: 現在の状態を保持
portuguese: Manter atual
russian: Сохранить текущий
spanish: Mantener actual

# about.turntable.pivot.scene
source: Scene
dutch: Scène
french: Scène
german: Szene
italian: Scena
japanese: シーン
korean: 씬
portuguese: Cena
russian: Кадр
spanish: Escena

# about.turntable.speed
source: Speed
dutch: Snelheid
french: Vitesse
german: Geschwindigkeit
italian: Velocità
japanese: 速度
korean: 턴테이블 속도
portuguese: Velocidade
russian: Скорость
spanish: Velocidad

# about.credits
source: Credits
french: Crédits
german: Informationen
italian: Riconoscimenti
japanese: クレジット
korean: 감사의 말
portuguese: Créditos
russian: Титры
spanish: Créditos

# about.credits.openSource
source: Open-Source
japanese: オープンソース
korean: 오픈 소스
portuguese: Código Aberto
russian: Открытый исходный код
spanish: Código abierto

# about.credits.arts
source: MatCaps & HDRIs
french: MatCaps et HDRI
german: MatCaps und HDRIs
italian: MatCap e HDRI
japanese: MatCap & HDRI
korean: MatCap 및 HDRI
portuguese: MatCaps e HDRIs
russian: Маткапы и HDRI
spanish: MatCaps y Hdris

# about.languages
source: Languages
dutch: Talen
french: Langues
german: Sprachen
italian: Lingue
japanese: 言語
korean: 언어
portuguese: Idiomas
russian: Языки
spanish: Idiomas

# about.languages.help
source: Translation files available at $0
dutch: Vertaalbestanden beschikbaar op $0
french: Fichiers de traduction disponibles sur $0
german: Die Übersetzung ist verfügbar unter $0
italian: File di traduzione disponibili a $0
japanese: 翻訳ファイルは $0 から利用できます
korean: $0에서 번역 파일 사용 가능
portuguese: Arquivos de tradução disponíveis em $0
russian: Файлы перевода доступны по ссылке $0
spanish: El archivo de traducción está disponible en $0

# about.website
source: Website
french: Site Web
german: Webseite
italian: Sito Web
japanese: Webサイト
korean: 웹사이트
portuguese: Site
russian: Сайт
spanish: Sitio web

# about.forum
source: Forum
japanese: フォーラム
korean: 포럼
portuguese: Fórum
russian: Форум
spanish: Foro

# about.manual
source: Manual
dutch: Handleiding
french: Manuel
german: Handbuch
italian: Manuale
japanese: 手動
korean: 설명서
russian: Руководство

# about.mail
source: Support
dutch: Ondersteuning
french: Assistance
italian: Supporto
japanese: サポート
korean: 지원
portuguese: Suporte
russian: Поддержка
spanish: Soporte

# alert.aborted
source: Operation aborted!
dutch: Operatie afgebroken!
french: Opération annulée !
german: Vorgang abgebrochen!
italian: Operazione annullata!
japanese: 操作が中止されました！
portuguese: Operação abortada!
russian: Операция прервана!
spanish: ¡Operación abortada!

# alert.hole.nothing
source: The object has no holes!
dutch: Het object heeft geen gaten!
french: L'objet n'a pas de trou !
german: Das Objekt hat keine Löcher!
italian: L'oggetto non ha aperture!
japanese: オブジェクトに穴がありません。
korean: 오브젝트에 구멍이 없습니다!
portuguese: O objeto não tem furos!
russian: У объекта нет отверстий!
spanish: ¡El objeto no tiene agujeros!

# alert.manifold.already
source: The mesh is already manifold!
dutch: De mesh is al manifold!
french: Le maillage est déjà manifold !
german: Das Mesh ist bereits manifold!
italian: La mesh è già manifold!
japanese: メッシュはすでにマニフォールドです！
portuguese: A malha já é manifold!
russian: Сетка уже замкнута!
spanish: ¡La malla ya es manifold!

# alert.shape.notVisible
source: The current object is invisible!
dutch: Het huidige object is onzichtbaar!
french: L'objet actuel est invisible !
german: Das aktuelle Mesh ist unsichtbar!
italian: L'oggetto corrente è invisibile!
japanese: 現在のオブジェクトは不可視です！
korean: 현재 오브젝트가 보이지 않습니다!
portuguese: O objeto atual está invisível!
russian: Текущий объект не виден!
spanish: ¡La malla actual es invisible!

# alert.trim.nothing
source: Nothing to trim.
dutch: Niks om te trimmen.
french: Rien à découper.
german: Nichts zu beschneiden.
italian: Niente da rifilare.
japanese: トリムするものがありません！
korean: 잘라낼 대상이 없음.
portuguese: Nada para recortar.
russian: Нечего обрезать.
spanish: Nada que recortar.

# alert.trim.full
source: Abort trim: the object is fully trimmed.
dutch: Trim afbreken: het object is volledig getrimd.
french: Abandonner la découpe : l'objet est entièrement découpé.
german: Beschneiden abgebrochen: Das Mesh würde vollständig beschnitten werden.
italian: Interrompi rifilatura: l'oggetto è completamente rifilato.
japanese: トリムを中止: オブジェクトは完全にトリムされています。
korean: 잘라내기 중지: 오브젝트가 완전히 다듬어져 있습니다.
portuguese: Abortar recorte: o objeto está totalmente recortado.
russian: Отмена обрезки: объект полностью обрезан.
spanish: Cancelar recorte: la malla está completamente recortada.

# alert.extract.none
source: Nothing to extract!
dutch: Niets te extraheren!
french: Rien à extraire !
german: Nichts zum Extrahieren!
italian: Niente da estrarre!
japanese: 取り出すものがありません！
portuguese: Nada para extrair!
russian: Нечего извлечь!
spanish: ¡Nada que extraer!

# alert.extract.split.none
source: Nothing to split!
dutch: Niets te splitsen!
french: Rien à scinder !
german: Nichts zum Teilen ausgewählt!
italian: Niente da dividere!
japanese: 分割するものがありません！
portuguese: Nada para dividir!
russian: Нечего разделить!
spanish: ¡Nada que dividir!
