Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# tool.remesh
source: Quad Remesher
dutch: Vierkant Remesher
italian: Rimesh Quadrato
japanese: クワッドリメッシャー
portuguese: Remodelador Quad
russian: Квад Ремешер
spanish: Remallador Cuadrado

# tool.remesh.guides
source: Guides
dutch: Richtlijnen
german: Leitlinien
italian: Guide
japanese: ガイド
portuguese: Guias
russian: Направляющие
spanish: Guías

# tool.remesh.density
source: Density
dutch: Dichtheid
french: Densité
german: Dichte
italian: Densità
japanese: 密度
portuguese: Densidade
russian: Плотность
spanish: Densidad

# tool.faceGroup
source: Face Group
dutch: GezichtGroep
french: Groupe de faces
german: Face-Gruppe
italian: Gruppo di facce
japanese: フェースグループ
portuguese: Grupo de Faces
russian: Группа Граней
spanish: Grupo de Caras

# tool.faceGroup.autoPick
source: Auto-pick
dutch: Auto-selectie
french: Sélection auto
german: Auto-Auswahl
italian: Selezione automatica
japanese: 自動選択
portuguese: Escolha automática
russian: Автовыбор
spanish: Selección automática

# tool.faceGroup.flush
source: Remove unused
dutch: Verwijder ongebruikte
french: Supprimer inutilisés
german: Ungenutzte entfernen
italian: Rimuovi inutilizzati
japanese: 未使用を削除
portuguese: Remover não utilizados
russian: Удалить неиспользуемые
spanish: Eliminar no utilizados

# tool.faceGroup.skip
source: Skip small groups based on:
dutch: Sla kleine groepen over op basis van:
french: Ignorer les petits groupes basés sur :
german: Kleine Gruppen basierend auf folgenden überspringen:
italian: Ignora piccoli gruppi in base a:
japanese: 以下に基づいて小さいグループをスキップします：
portuguese: Ignorar pequenos grupos baseado em:
russian: Исключить малые группы на основе:
spanish: Omitir grupos pequeños basados en:

# tool.faceGroup.skipFace
source: Face count
dutch: Aantal zijden
french: Nombre de faces
german: Anzahl der Flächen
italian: Conteggio facce
japanese: 面の数
portuguese: Contagem de faces
russian: Количество граней
spanish: Recuento de caras

# tool.faceGroup.skipFace.help
source: Do not create a new group if the number of face is inferior or equal to this threshold.
dutch: Maak geen nieuwe groep aan als het aantal zijden kleiner dan of gelijk is aan deze drempelwaarde.
french: Ne créez pas un nouveau groupe si le nombre de faces est inférieur ou égal à ce seuil.
german: Erstellen Sie keine neue Gruppe, wenn die Anzahl der Flächen kleiner oder gleich diesem Schwellenwert ist.
italian: Non creare un nuovo gruppo se il numero di facce è inferiore o uguale a questa soglia.
japanese: 面の数がこの閾値以下であれば新しいグループを作成しません。
portuguese: Não criar um novo grupo se o número de faces for inferior ou igual a esse limite.
russian: Не создавать новую группу, если количество граней меньше или равно этому порогу.
spanish: No crear un nuevo grupo si el número de caras es inferior o igual a este umbral.

# tool.faceGroup.skipArea
source: Surface area
dutch: Oppervlakte
french: Surface
german: Oberflächenbereich
italian: Area superficiale
japanese: 表面積
portuguese: Área de superfície
russian: Площадь поверхности
spanish: Área de superficie

# tool.faceGroup.skipArea.help
source: Do not create a new group if the surface area of the new group is inferor to this threshold. The threshold is given as percentage of the total area of the object.
dutch: Maak geen nieuwe groep aan als de oppervlakte van de nieuwe groep lager is dan deze drempelwaarde. De drempelwaarde wordt gegeven als percentage van de totale oppervlakte van het object.
french: Ne créez pas un nouveau groupe si la surface du nouveau groupe est inférieure à ce seuil. Le seuil est donné en pourcentage de la surface totale de l'objet.
german: Erstellen Sie keine neue Gruppe, wenn die Fläche der neuen Gruppe diesen Schwellenwert unterschreitet. Der Schwellenwert wird als Prozentsatz der Gesamtfläche des Objekts angegeben.
italian: Non creare un nuovo gruppo se l'area superficiale del nuovo gruppo è inferiore a questa soglia. La soglia è data come percentuale dell'area totale dell'oggetto.
japanese: 新しいグループの表面積がこの閾値以下であれば新しいグループを作成しません。 閾値はオブジェクトの全体の表面積の割合として与えられます。
portuguese: Não criar um novo grupo se a área de superfície do novo grupo for inferior a esse limite. O limite é dado como percentagem da área total do objeto.
russian: Не создавать новую группу, если площадь поверхности новой группы меньше этого порога. Порог указан как процент от общей площади объекта.
spanish: No crear un nuevo grupo si el área superficial del nuevo grupo es inferior a este umbral. El umbral se da como porcentaje del área total del objeto.

# tool.hide
source: Hide
dutch: Verbergen
french: Masquer
german: Ausblenden
italian: Nascondi
japanese: 隠す
portuguese: Ocultar
russian: Скрыть
spanish: Ocultar

# tool.view
source: View
dutch: Bekijken
french: Vue
german: Ansicht
italian: Vista
japanese: 表示
korean: 보기
portuguese: Visualizar
russian: Просмотр
spanish: Ver

# tool.lathe
source: Lathe
dutch: Draaibank
french: Tour
german: Drehbank
japanese: レイズ
korean: 선반
portuguese: Torno
russian: Тело вращения
spanish: Torno

# tool.tube
source: Tube
dutch: Buis
german: Röhre
italian: Tubo
japanese: チューブ
korean: 튜브
portuguese: Tubo
russian: Трубка
spanish: Tubo

# tool.insert
source: Insert
dutch: Invoegen
french: Insérer
german: Einfügen
italian: Inserisci
japanese: 挿入
korean: 삽입
portuguese: Inserir
russian: Вставить
spanish: Insertar

# tool.shape.flip
source: Flip
dutch: Draaien
french: Retourner
german: Umdrehen
italian: Rifletti
japanese: 反転
korean: 뒤집기
portuguese: Virar
russian: Переворот
spanish: Voltear

# tool.shape.view
source: View
dutch: Bekijken
french: Vue
german: Ansicht
italian: Vista
japanese: 表示
korean: 보기
portuguese: Visualizar
russian: Просмотр
spanish: Ver

# tool.shape.lasso
source: Lasso
italian: Lazo
japanese: 投げ縄
korean: 올가미
portuguese: Laço
russian: Лассо
spanish: Lazo

# tool.shape.curve
source: Curve
dutch: Kromme
french: Courbe
german: Kurve
italian: Curva
japanese: 曲線
korean: 곡선
portuguese: Curva
russian: Кривые
spanish: Curva

# tool.shape.polygon
source: Polygon
dutch: Polygoon
french: Polygone
italian: Poligono
japanese: 多角形
korean: 다각형
portuguese: Polígono
russian: Полигон
spanish: Polígono

# tool.shape.path
source: Path
dutch: Pad
french: Tracé
german: Pfad
italian: Tracciato
japanese: パス
korean: 패스
portuguese: Caminho
russian: Путь
spanish: Ruta

# tool.shape.rectangle
source: Rect
dutch: Rechthoek
german: Rechteck
italian: Rett.
japanese: 長方形
korean: 직사각형
portuguese: Retângulo
russian: Прямоугол.

# tool.shape.ellipse
source: Ellipse
dutch: Ellips
italian: Ellisse
japanese: 楕円形
korean: 타원
portuguese: Elipse
russian: Эллипс
spanish: Elipse

# tool.shape.line
source: Line
dutch: Lijn
french: Ligne
german: Linie
italian: Linea
japanese: 線
korean: 선
portuguese: Linha
russian: Линия
spanish: Línea

# tool.shape.closed
source: Closed
dutch: Gesloten
french: Fermé
german: Geschl.
italian: Chiuso
japanese: 閉じています
korean: 닫힘
portuguese: Fechado
russian: Закрыт
spanish: Cerrado

# tool.radius
source: Radius
dutch: Straal
french: Rayon
italian: Raggio
japanese: 半径
korean: 반지름
portuguese: Raio
russian: Радиус
spanish: Radio

# tool.intensity
source: Intensity
dutch: Intensiteit
french: Intensité
german: Stärke
italian: Intensità
japanese: 強度
korean: 강도
portuguese: Intensidade
russian: Интенсивность
spanish: Intensidad

# tool.settings
source: Settings
dutch: Instellingen
french: Réglages
german: Werkzeugeinstellungen
italian: Impostazioni
japanese: 設定
korean: 설정
portuguese: Ajustes
russian: Параметры
spanish: Configuración

# tool.settings.none
source: This tool doesn't have any specific settings.
dutch: Dit gereedschap heeft geen specifieke instellingen.
french: Cet outil n'a pas de réglages spécifiques.
german: Dieses Werkzeug hat keine besonderen Einstellmöglichkeiten.
italian: Questo strumento non ha impostazioni specifiche.
japanese: このツールには特定の設定がありません。
korean: 이 도구에는 특정 설정이 없습니다.
portuguese: Esta ferramenta não tem ajustes específicos.
russian: У этого инструмента нет особых настроек.
spanish: Esta herramienta no tiene ninguna configuración específica.

# tool.crease.pinchFactor
source: Pinch factor
dutch: Knijp kracht
french: Force de pincement
german: Pinch Kraft
italian: Intensità piega
japanese: ピンチの強度
korean: 핀치 강도
portuguese: Força do apertar
russian: Сила щипка
spanish: Pellizcar fuerza

# tool.crease.offsetFactor
source: Offset factor
french: Facteur de décalage
german: Versatzfaktor
italian: Fattore di offset
japanese: オフセット係数
portuguese: Fator de deslocamento
russian: Коэффициент смещения
spanish: Factor de desplazamiento

# tool.layer.removeInfluence
source: Use layer data
dutch: Gebruik laaggegevens
french: Utiliser les données du calque
german: Aktuellen Layer Offset verwenden
italian: Utilizza dati del livello
japanese: レイヤーのデータを使用
korean: 레이어 데이터 사용
portuguese: Usar dados da camada
russian: Использовать данные слоев
spanish: Usar desplazamiento de capa actual

# tool.layer.removeInfluence.help
source: This option is only active when there is a layer selected. It will use the layer data to limit the displacement over strokes.
dutch: Deze optie is alleen actief wanneer er een laag is geselecteerd. Het zal de gegevens van de laag gebruiken om de verplaatsing over streken te beperken.
french: Cette option n'est active que lorsqu'un calque est sélectionné. Elle utilise les données du calque pour limiter le déplacement sur les traits.
german: Diese Option ist nur aktiv, wenn ein aktueller Layer ausgewählt ist. Es wird der aktuelle Layer Offset verwendet, um das Displacement über Strokes zu begrenzen.
italian: Questa opzione è attiva solo quando è selezionato un livello. Utilizzerà i dati del livello per limitare lo spostamento sulle pennellate.
japanese: このオプションはレイヤーが選択されている場合のみ有効です。 レイヤーのデータを使用して、ストローク上のディスプレイスメントを制限します。
korean: 이 옵션은 선택한 레이어가 있는 경우에만 활성화됩니다. 레이어 데이터를 사용하여 스트로크에 대한 변위를 제한합니다.
portuguese: Esta opção só é ativada quando há uma camada selecionada. Ela usará os dados da camada para limitar o deslocamento sobre os traçados.
russian: Эта функция активна только при выбранном слое. Она использует только данные слоев для уменьшения смещения штрихов.
spanish: Esta opción solo está activa cuando hay una capa actual seleccionada. Utilizará el desplazamiento de capa actual para limitar el desplazamiento a lo largo de los trazos.

# tool.layer.noLayerSelected
source: This option is only available if a layer is selected
dutch: Deze optie is alleen beschikbaar als er een laag is geselecteerd
french: Cette option n'est disponible que si un calque est sélectionné
german: Diese Option ist nur verfügbar, wenn ein aktueller Layer ausgewählt ist
italian: Questa opzione è disponibile solo se è selezionato un livello
japanese: このオプションはレイヤーが選択されている場合のみ利用できます
korean: 이 옵션은 선택한 레이어가 있는 경우에만 사용 가능
portuguese: Esta opção só está disponível quando há uma camada selecionada
russian: Эта функция доступна только в том случае, если выбран слой
spanish: Esta opción solo está disponible si se seleccionas una capa actual

# tool.flatten.planeLockOrigin
source: Lock plane origin
dutch: Vastzetting oorsprong vlak
french: Verrouiller l'origine du plan
german: Plane Origin sperren
italian: Blocca origine del piano
japanese: 平面の原点をロック
korean: 평면 원점 잠금
portuguese: Bloquear origem do plano
russian: Закрепить опорную точку плоскости
spanish: Bloquear origen del plano

# tool.flatten.planeLockNormal
source: Lock plane direction
dutch: Vastzetting richting vlak
french: Verrouiller la direction du plan
german: Plane Ausrichtung sperren
italian: Blocca direzione del piano
japanese: 平面の方向をロック
korean: 평면 방향 잠금
portuguese: Bloquear direção do plano
russian: Закрепить направление плоскости
spanish: Bloquear dirección del plano

# tool.syncInstance
source: Sync
dutch: Synchronisatie
french: Synchroniser
german: Synchronisieren
italian: Sincronizza
japanese: 同期
portuguese: Sincronizar
russian: Синхронизация
spanish: Sincronizar

# tool.syncInstance.message
source: The new object will be added on all other instances!
dutch: Het nieuwe object zal aan alle andere instanties worden toegevoegd!
french: Le nouvel objet sera ajouté sur toutes les autres instances !
german: Das neue Objekt wird zu allen anderen Instanzen hinzugefügt!
italian: Il nuovo oggetto sarà aggiunto su tutte le altre istanze!
japanese: 新しいオブジェクトは他のすべてのインスタンスに追加されます！
portuguese: O novo objeto será adicionado em todas as outras instâncias!
russian: Новый объект будет добавлен во все другие инстансы!
spanish: ¡El nuevo objeto se añadirá en todas las demás instancias!

# tool.smooth.stickyBorder
source: Sticky vertex on border
dutch: Plakkend hoekpunt op rand
french: Sommet collant sur la bordure
german: Sticky Vertex am Rand
italian: Vertice fisso sul bordo
japanese: ボーダーの頂点を接着
korean: 버텍스를 테두리에 고정
portuguese: Vértice persistente na borda
russian: Прикрепленные вершины по краям
spanish: Vértice pegajoso en el borde

# tool.smooth.screen
source: Screen smoothing
dutch: Schermgladstrijken
french: Lissage de l'écran
german: Bildschirmglättung
italian: Lisciatura dello schermo
japanese: 画面の平滑化
portuguese: Suavização da tela
russian: Сглаживание на экране
spanish: Suavizado de pantalla

# tool.smooth.screen.help
source: Use this option to get topology independent smoothing, even at high poly.
dutch: Gebruik deze optie om topologieonafhankelijke gladstrijken te krijgen, zelfs bij hoge poly's.
french: Utilisez cette option pour obtenir un lissage indépendant de la topologie, même sur des polygones élevés.
german: Verwenden Sie diese Option, um eine topologieunabhängige Glättung zu erzielen, selbst bei hoher Poly-Zahl.
italian: Utilizza questa opzione per ottenere una lisciatura indipendente dalla topologia, anche con molti poligoni.
japanese: 高ポリで独立したトポロジーの平滑化を行う場合、このオプションを使用してください。
portuguese: Use esta opção para obter uma suavização independente de topologia, mesmo em alta poligonalidade.
russian: Используйте эту опцию для получения сглаживания, не зависящего от топологии, даже при большом количестве полигонов.
spanish: Utiliza esta opción para obtener un suavizado independiente de la topología, incluso en alta poligonización.

# tool.smooth.screen.samples
source: Screen samples
dutch: Schermmonsters
french: Échantillons de l'écran
german: Bildschirm-Samples
italian: Campioni dello schermo
japanese: 画面サンプル
portuguese: Amostras da tela
russian: Образцы экрана
spanish: Muestras de pantalla

# tool.smooth.stable
source: Stable smoothing
dutch: Stabiel gladstrijken
french: Lissage stable
german: Stabiles Glätten
italian: Levigatura stabile
japanese: 安定したスムージング
portuguese: Suavização estável
russian: Стабильное сглаживание
spanish: Suavizado estable

# tool.smooth.stable.help
source: Tries to make the smoothing topology independent. This mode works best with varying topology density and with high smoothing intensity value.
dutch: Probeert de gladstrijking topologie-onafhankelijk te maken. Deze modus werkt het beste met variërende dichtheid van de topologie en met een hoge gladstrijkingsintensiteitswaarde.
french: Essaie de rendre le lissage indépendant de la topologie. Ce mode fonctionne mieux avec une densité de topologie variable et avec une valeur élevée d'intensité de lissage.
german: Versucht das Glätten topologieunabhängig zu machen. Dieser Modus funktioniert am besten mit variierender Topologiedichte und mit hohem Wert für Glättungsintensität.
italian: Cerca di rendere la levigatura indipendente dalla topologia. Questa modalità funziona meglio con densità di topologia variabile e con un alto valore di intensità della levigatura.
japanese: スムージングがトポロジーに依存しないように試みます。 このモードは、トポロジー密度の変化が大きく、スムージング強度の値が高い場合に最適です。
portuguese: Tenta tornar a suavização independente da topologia. Este modo funciona melhor com densidade de topologia variável e com alto valor de intensidade de suavização.
russian: Пытается сделать сглаживание независимым от топологии. Этот режим лучше всего работает с различной плотностью топологии и с высоким значением интенсивности сглаживания.
spanish: Intenta hacer que el suavizado sea independiente de la topología. Este modo funciona mejor con una densidad de topología variable y con un alto valor de intensidad de suavizado.

# tool.paint
source: Paint
dutch: Verf
french: Peinture
german: Zeichnen
italian: Dipinti
japanese: ペイント
korean: 페인트
portuguese: Pintura
russian: Рисовать
spanish: Pintura

# tool.paint.erase
source: Erase
dutch: Wissen
french: Effacer
german: Löschen
italian: Cancella
japanese: 消しゴム
korean: 지우기
portuguese: Apagar
russian: Стереть
spanish: Eliminar

# tool.paint.layerFilter
source: Layer filtering
dutch: Laagfiltering
french: Filtrage par calque
german: Layer Filter
italian: Filtro livelli
japanese: レイヤーのフィルタリング
korean: 레이어 필터링
portuguese: Filtro de camada
russian: Фильтрование слоев
spanish: Filtrado de capas

# tool.paint.layerFilter.help
source: Use this option if you only want to repaint the already painted area of a layer.
dutch: Gebruik deze optie als je alleen het al geverfde gebied van een laag opnieuw wilt schilderen.
french: Utilisez cette option si vous souhaitez uniquement repeindre la zone déjà peinte d'un calque.
german: Verwenden Sie diese Option, wenn Sie nur den bereits gepainteten Bereich eines Layers erneut painten wollen.
italian: Utilizzare questa opzione se si desidera solo ridipingere l'area già dipinta di un livello.
japanese: レイヤーのすでにペイントされている部分をペイントし直したい場合のみ、このオプションを使用してください。
korean: 레이어의 이미 칠해진 영역을 다시 칠하려는 경우에만 이 옵션을 사용하십시오.
portuguese: Use esta opção caso deseje apenas repintar uma área já pintada de uma camada.
russian: Используйте эту функцию, если вы хотите заново окрасить уже окрашенную часть слоя.
spanish: Utiliza esta opción si solo quieres volver a pintar el área ya pintada de una capa.

# tool.mask.clear
source: Clear
dutch: Wissen
french: Effacer
german: Löschen
italian: Cancella
japanese: 消去
korean: 지우기
portuguese: Limpar
russian: Очистить
spanish: Eliminar

# tool.mask.clearAll
source: Clear all
dutch: Alles wissen
french: Tout effacer
german: Alles löschen
italian: Pulisci tutto
japanese: 全てクリア
portuguese: Limpar tudo
russian: Очистить все
spanish: Limpiar todo

# tool.mask.invert
source: Invert
dutch: Inverteren
french: Inverser
german: Umkehren
italian: Inverti
japanese: 反転
korean: 반전
portuguese: Inverter
russian: Инвертировать
spanish: Invertir

# tool.mask.flipConnected
source: Invert mask (connected)
dutch: Omgekeerde masker (verbonden)
french: Inverser le masque (connecté)
german: Flip Connected
italian: Rifletti collegato
japanese: 接続部分を反転
korean: 연결 뒤집기
portuguese: Inverter conectada
russian: Переворот закрепленного
spanish: Voltear conectado

# tool.mask.blur
source: Blur
dutch: Vervagen
french: Flou
german: Unschärfe
italian: Sfocatura
japanese: ブラー
korean: 흐림 효과
portuguese: Desfocar
russian: Размытие
spanish: Borroso

# tool.mask.sharpen
source: Sharpen
dutch: Verscherpen
french: Netteté
german: Schärfen
italian: Nitidezza
japanese: シャープ
korean: 선명 효과
portuguese: Nitidez
russian: Резкость
spanish: Nitidez

# tool.matrix
source: Matrix
french: Matrice
italian: Matrice
japanese: マトリクス
korean: 매트릭스
portuguese: Matriz
russian: Матрица
spanish: Matriz

# tool.matrix.target
source: Target
dutch: Doel
french: Cible
german: Ziel
japanese: ターゲット
portuguese: Destino
russian: Цель
spanish: Objetivo

# tool.matrix.target.auto
source: Auto
dutch: Automatisch
japanese: 自動
russian: Авто
spanish: Automático

# tool.matrix.target.auto.help
source: By default, this will work similarly to the Group option. If the mesh has masking, or if symmetry is enabled, it will work the same as Vertex.
dutch: Standaard werkt dit op dezelfde manier als de optie Groep. Als het mesh maskering heeft of als symmetrie is ingeschakeld, werkt het op dezelfde manier als Vertex.
french: Par défaut, le résultat est le même qu'avec l'option Groupe. Si le maillage comporte un masque ou si la symétrie est activée, cette option fonctionne de la même manière que l'option Sommet.
german: Dies funktioniert standardmäßig wie die Option „Gruppe“. Wenn das Netz Maskierung enthält oder wenn Symmetrie aktiviert ist, funktioniert sie wie „Vertex“.
italian: Per impostazione predefinita, funziona in modo simile all'opzione Gruppo. Se la mesh ha una mascheratura o se la simmetria è abilitata, funzionerà come Vertice.
japanese: デフォルトで、このオプションは“グループ”オプションと似た動作をします。 メッシュにマスキングされている場合、または対称が有効な場合、 “頂点”と同じ動作をします。
portuguese: Por padrão, funciona de maneira similar à opção Grupo. Se a malha tiver máscara ou a simetria estiver ativada, o funcionamento será igual a Vértice.
russian: При стандартных настройках будет работать подобно групповому варианту. Если у меша есть маски или же включена симметрия, эта функция будет работать как вершины.
spanish: De forma predeterminada, esto funciona de forma parecida a la opción Grupo. Si la malla tiene una máscara o si se ha activado la simetría, funcionará igual que la opción Vértice.

# tool.matrix.target.vertex
source: Vertex
french: Sommet
italian: Vertice
japanese: 頂点
portuguese: Vértice
russian: Вершина
spanish: Vértice

# tool.matrix.target.vertex.help
source: Try to apply the transform on the vertices, it won't work on unvalidated primitives. Instances will be impacted as well.
dutch: Probeer de transformatie toe te passen op de vertices, het zal niet werken op niet-gevalideerde primitieve vormen. Exemplaren worden ook beïnvloed.
french: Essayez d'appliquer la transformation aux sommets. Elle ne fonctionnera pas sur les primitives non validées. Les instances seront également affectées.
german: Versucht, die Transformation auf die Vertices anzuwenden, funktioniert nicht bei nicht validierten Grundformen. Wird auch auf Instanzen angewendet.
italian: Cerca di applicare la trasformazione ai vertici, non funzionerà su primitive non convalidate. Anche le istanze ne risentiranno.
japanese: 頂点で変換を適用します。未検証のプリミティブでは動作しません。 インスタンスも同様に影響を受けます。
portuguese: Tente aplicar a transformação nos vértices (não funciona em primitivas não validadas). As instâncias também serão afetadas.
russian: Применяется для трансформации вершин и не будет работать на неутвержденных примитивах. Экземпляры также будут затронуты.
spanish: Se intenta aplicar la transformación a los vértices. No funcionará con primitivas sin validar. También se verán modificadas las instancias.

# tool.matrix.target.object
source: Object
french: Objet
german: Objekt
italian: Oggetto
japanese: オブジェクト
portuguese: Objeto
russian: Объект
spanish: Objeto

# tool.matrix.target.object.help
source: Move the object only, ignoring symmetry and masking. Only the edited node will move, the children will stand still.
dutch: Verplaats alleen het object, waarbij symmetrie en maskering worden genegeerd. Alleen het bewerkte knooppunt beweegt, de kinderen blijven stilstaan.
french: Déplacez seulement l'objet en ignorant la symétrie et le masquage. Seul le nœud modifié sera déplacé. Les enfants resteront à la même place.
german: Bewegt nur das Objekt, ignoriert Symmetrie und Maskierung. Nur der bearbeitete Knoten wird bewegt, die Unterknoten bleiben stehen.
italian: Sposta solo l'oggetto, ignorando simmetria e mascheramento. Solo il nodo modificato si sposterà, i figli resteranno fermi.
japanese: オブジェクトのみを移動します。対称とマスクは無視されます。 編集済みのノードのみが移動し、サブノードはそのまま残ります。
portuguese: Mova apenas o objeto, ignorando a simetria e a máscara. Apenas o nó editado será movido, os secundários permanecerão parados.
russian: Перемещает только объект, игнорирует симметрию и маски. Только редактированный узел сдвигается, дочерние узлы остаются на месте.
spanish: Se mueve únicamente el objeto, ignorando la simetría y la máscara. Solo se moverá el nodo editado; los nodos hijos quedarán inmóviles.

# tool.matrix.target.group
source: Group
dutch: Groep
french: Groupe
german: Gruppe
italian: Gruppo
japanese: グループ
portuguese: Grupo
russian: Группа
spanish: Agrupar
