Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# primitive.sphereCube
source: Sphere
dutch: Quad Bol
french: Sphère Quad
german: Kugel
italian: Sfera
japanese: クアッドスフィア
korean: 구체
portuguese: Esfera Cubo
russian: Квадратная сфера
spanish: Esfera Cuádruple

# primitive.sphereUV
source: UV Sphere
dutch: UV Bol
french: Sphère UV
german: UV-Kugel
italian: Sfera UV
japanese: UV球
korean: UV 구체
portuguese: Esfera UV
russian: UV сфера
spanish: Esfera UV

# primitive.icosahedron
source: Icosahedron
dutch: Icosaëder
french: Icosaèdre
german: Ikosaeder
italian: Icosaedro
japanese: 二十面体
korean: 이십면체
portuguese: Icosaedro
russian: Икосаэдр
spanish: Icosaedro

# primitive.cylinder
source: Cylinder
dutch: Cilinder
french: Cylindre
german: Zylinder
italian: Cilindro
japanese: 円柱
korean: 원통
portuguese: Cilindro
russian: Цилиндр
spanish: Cilindro

# primitive.cone
source: Cone
dutch: Kegel
french: Cône
german: Kegel
italian: Cono
japanese: 円錐
korean: 원뿔
russian: Конус
spanish: Cono

# primitive.torus
source: Torus
french: Tore
italian: Toro
japanese: トーラス
korean: 원환체
portuguese: Toro
russian: Тор
spanish: Toro

# primitive.lathe
source: Lathe
dutch: Draaibank
french: Tour
german: Drehbank
japanese: レイズ
korean: 선반
portuguese: Torno
russian: Тело вращения
spanish: Torno

# primitive.tube
source: Tube
dutch: Buis
german: Röhre
italian: Tubo
japanese: チューブ
korean: 튜브
portuguese: Tubo
russian: Трубка
spanish: Tubo

# primitive.plane
source: Plane
dutch: Vlak
french: Plan
german: Ebene
italian: Piano
japanese: 平面
korean: 평면
portuguese: Plano
russian: Плоскость
spanish: Plano

# primitive.triplanar
source: Triplanar
french: Triplanaire
italian: Triplanare
korean: 트라이플레이너
portuguese: Triplano
russian: Трипланарность

# primitive.needValidate
source: Primitive should be validated!
dutch: Primitief moet gevalideerd worden!
french: La primitive doit être validée!
german: Grundformen müssen validiert werden!
italian: Le primitive devono essere convalidate!
japanese: プリミティブを検証する必要があります!
korean: 프리미티브를 스컬프팅하기 전에 유효성 검사를 해야 합니다.
portuguese: As primitivas devem ser validadas!
russian: Примитивы должны быть утверждены!
spanish: Las primitivas deben ser validadas!

# primitive.edit
source: Edit
dutch: Bewerk
french: Modifier
german: Bearbeiten
italian: Modifica
japanese: 編集
korean: 편집
portuguese: Editar
russian: Правка
spanish: Editar

# primitive.edit.help
source: Allow 3d editing in the viewport. You can disable this feature if you want to interact with the Gizmo or the Transform tool without modifying the primitive.
dutch: Sta 3D bewerking toe in de viewport. Je kunt deze functie uitschakelen als je met de Gizmo of de Transformatietool wilt werken zonder het primitief aan te passen.
french: Autoriser l'édition 3D dans la fenêtre d'affichage. Vous pouvez désactiver cette fonction si vous souhaitez interagir avec l'outil Gizmo ou l'outil Transformation sans modifier la primitive.
german: 3D-Bearbeitung im Ansichtsfenster zulassen. Sie können diese Funktion deaktivieren, wenn Sie mit dem Gizmo oder dem Transformieren-Werkzeug arbeiten möchten, ohne das Grundelement zu ändern.
italian: Consente la modifica 3D nella finestra. È possibile disattivare questa funzione se si desidera interagire con il Gizmo o lo strumento Trasforma senza modificare la primitiva.
japanese: ビューポイントで3D編集を可能にします。 プリミティブを変更しないでGizmoまたはTransformツールと使用したい場合は、この機能を無効にできます。
korean: 뷰포트에서 3D 편집을 허용합니다. 프리미티브를 수정하지 않고 기즈모 또는 트랜스폼 도구와 상호 작용하려면 이 기능을 비활성화할 수 있습니다.
portuguese: Permite a edição 3D na janela de visualização. Você pode desativar este recurso caso deseje interagir com o Gizmo ou a ferramenta Transformar sem modificar a primitiva.
russian: Позволить 3D-редактирование во вьюпорте. Вы можете отключить эту функцию, если вы хотите работать с гизмо или инструментом «Трансформация», не изменяя примитивы.
spanish: Permitir la edición 3D en la ventana gráfica. Puedes desactivar esta función si deseas interactuar con el Gizmo o la herramienta de transformar sin modificando la primitiva.

# primitive.mainConfig
source: Parameter
french: Paramètre
italian: Parametro
japanese: パラメータ
korean: 매개변수
portuguese: Parâmetro
russian: Параметр
spanish: Parámetro

# primitive.topology
source: Topology
dutch: Topologie
french: Topologie
german: Topologie
italian: Topologia
japanese: トポロジー
korean: 토폴로지
portuguese: Topologia
russian: Топология
spanish: Topología

# primitive.geometry
source: Geometry
dutch: Geometrie
french: Géométrie
german: Geometrie
italian: Geometria
japanese: ジオメトリ
korean: 기하학
portuguese: Geometria
russian: Геометрия
spanish: Geometría

# primitive.validate
source: Validate
dutch: Valideren
french: Valider
german: Validieren
italian: Convalida
japanese: 検証
korean: 검증
portuguese: Validar
russian: Утвердить
spanish: Validar

# primitive.maxFaces
source: Max faces
dutch: Max gezichten
french: Nombre max. de faces
italian: Lati massimi
japanese: 面の最大数
korean: 최대 면
portuguese: Máximo de faces
russian: Макс. граней
spanish: Caras máx.

# primitive.maxFaces.help
source: The maximum number of faces a primitive can have. This limit is only active while the primitive is not validated, afterwards the safeguard is gone.
dutch: Het maximale aantal gezichten dat een primitief kan hebben. Deze limiet is alleen actief zolang het primitief niet gevalideerd is, daarna is de beveiliging opgeheven.
french: Nombre maximal de faces dans une primitive. Cette limite n'est active que tant que la primitive n'a pas été validée. Ensuite, elle n'est plus respectée.
german: Die maximale Anzahl an Face (Flächen), die eine Grundform haben kann. Das Limit ist nur aktiv, solange das Primitiv nicht validiert ist, danach ist der Schutz nicht mehr gegeben.
italian: Il numero massimo di lati che può avere una primitiva. Questo limite è attivo solo finché la primitiva non è convalidata, dopodiché tale contromisura viene meno.
japanese: プリミティブが所有できる面の最大数。 この上限はプリミティブが検証されていない間のみ有効です。検証後、その制限は無くなります。
korean: 프리미티브가 가질 수 있는 면의 최대 개수입니다. 이러한 제한은 프리미티브가 검증되지 않은 동안에만 활성화되며, 그 이후부터는 제한이 없어집니다.
portuguese: O número máximo de faces que uma primitiva pode ter. Este limite só fica ativado enquanto a primitiva não é validada. Depois disso, esta proteção é removida.
russian: Максимальное количество гране примитивы. Это пороговое значение активно только тогда, когда примитива не утверждена, затем пороговое значение не играет роли.
spanish: El número máximo de caras que puede tener una primitiva. Este límite solo está activo mientras la primitiva no está validada, después la salvaguarda desaparece.

# primitive.linear
source: Linear subdivision
dutch: Lineaire onderverdeling
french: Subdivision linéaire
german: Scharfe Kanten
italian: Suddivisione lineare
japanese: 線分割
korean: 직선 서브디비전
portuguese: Subdivisão linear
russian: Линейное подразделение
spanish: Subdivisión lineal

# primitive.subdivision
source: Post subdivision
dutch: Post onderverdeling
french: Subdivision secondaire
italian: Post-suddivisione
japanese: ポスト分割
korean: 포스트 서비디비전
portuguese: Subdivisão posterior
russian: Последующее подразделение
spanish: Postsubdivisión

# primitive.radius
source: Radius
dutch: Straal
french: Rayon
italian: Raggio
japanese: 半径
korean: 반지름
portuguese: Raio
russian: Радиус
spanish: Radio

# primitive.radius.sync
source: Same radius
dutch: Dezelfde straal
french: Même rayon
german: Gleicher Radius
italian: Stesso raggio
japanese: 同じ半径
portuguese: Mesmo raio
russian: Тот же радиус
spanish: El mismo radio

# primitive.radius.start
source: Radius start
dutch: Start straal
french: Début du rayon
german: Anfangsradius
italian: Inizio raggio
japanese: 半径の始点
portuguese: Início do raio
russian: Начало радиуса
spanish: Inicio del radio

# primitive.radius.end
source: Radius end
dutch: Einde straal
french: Fin du rayon
german: Endradius
italian: Fine raggio
japanese: 半径の終点
portuguese: Fim do raio
russian: Конец радиуса
spanish: Fin del radio

# primitive.size
source: Size
dutch: Grootte
french: Taille
german: Maße
italian: Dimensioni
japanese: サイズ
korean: 크기
portuguese: Tamanho
russian: Размер
spanish: Tamaño

# primitive.sizeX
source: Size X
dutch: Grootte X
french: Taille X
german: Größe X
italian: Dimensione X
japanese: サイズ X
korean: 크기 X
portuguese: Tamanho X
russian: Размер X
spanish: Tamaño X

# primitive.sizeY
source: Size Y
dutch: Grootte Y
french: Taille Y
german: Größe Y
italian: Dimensione Y
japanese: サイズ Y
korean: 크기 Y
portuguese: Tamanho Y
russian: Размер Y
spanish: Tamaño Y

# primitive.sizeZ
source: Size Z
dutch: Grootte Z
french: Taille Z
german: Größe Z
italian: Dimensione Z
japanese: サイズ Z
korean: 크기 Z
portuguese: Tamanho Z
russian: Размер Z
spanish: Tamaño Z

# primitive.division
source: Division
dutch: Verdeling
german: Untereilung
italian: Divisione
japanese: 除算
korean: 디비전
portuguese: Divisão
russian: Разрешение
spanish: División

# primitive.divisionX
source: Division X
dutch: Verdeling X
german: Untereilung X
italian: Divisione X
japanese: 除算 X
korean: 디비전 X
portuguese: Divisão X
russian: Разрешение X
spanish: División X

# primitive.divisionY
source: Division Y
dutch: Verdeling Y
german: Untereilung Y
italian: Divisione Y
japanese: 除算 Y
korean: 디비전 Y
portuguese: Divisão Y
russian: Разрешение Y
spanish: División Y

# primitive.divisionZ
source: Division Z
dutch: Verdeling Z
german: Untereilung Z
italian: Divisione Z
japanese: 除算 Z
korean: 디비전 Z
portuguese: Divisão Z
russian: Разрешение Z
spanish: División Z

# primitive.angleX
source: Angle X
dutch: Hoek X
german: Winkel X
italian: Angolo X
japanese: 角度 X
korean: 각도 X
portuguese: Ângulo X
russian: Угол X
spanish: Ángulo X

# primitive.angleY
source: Angle Y
dutch: Hoek Y
german: Winkel Y
italian: Angolo Y
japanese: 角度 Y
korean: 각도 Y
portuguese: Ângulo Y
russian: Угол Y
spanish: Ángulo Y

# primitive.angleZ
source: Angle Z
dutch: Hoek Z
german: Winkel Z
italian: Angolo Z
japanese: 角度 Z
korean: 각도 Z
portuguese: Ângulo Z
russian: Угол Z
spanish: Ángulo Z

# primitive.constantDensity
source: Constant density
dutch: Constante dichtheid
french: Densité constante
german: Konstante Dichte
italian: Densità costante
japanese: 一定の密度
korean: 일정한 밀도
portuguese: Densidade constante
russian: Постоянная плотность
spanish: Densidad constante

# primitive.projectOnSphere
source: Project on sphere
dutch: Project op bol
french: Projeter sur une sphère
german: Auf Sphere projizieren
italian: Proietta su sfera
japanese: 球上のプロジェクト
korean: 구체에 투영
portuguese: Projetar na esfera
russian: Проект на сфере
spanish: Proyecto sobre esfera

# primitive.projectOnSphere.help
source: Snaps the points on a perfect sphere.
dutch: Snapt de punten op een perfecte bol.
french: Permet d'aligner les points sur une sphère parfaite.
german: Rastet die Punkte auf einer perfekten Kugel (Sphere) ein.
italian: Aggancia i punti su una sfera perfetta.
japanese: 完全な球形にポイントをスナップします。
korean: 완전한 구형에 포인트를 스냅합니다.
portuguese: Ajusta os pontos em uma esfera perfeita.
russian: Привязывает точки в идеальную сферу.
spanish: Ajustar los puntos en una esfera perfecta.

# primitive.triplanar.title
source: Triplanar
french: Triplanaire
italian: Triplanare
korean: 트라이플레이너
portuguese: Triplano
russian: Трипланарность

# primitive.triplanar.title.help
source: Triplanar is using the mask information from 3 planes to fill a voxel grid that is then polygonized. If you interact with the division or size sliders, the painting information will reset (smoothness is ok). You should probably disable symmetry as it might not function as you would expect. You can use the `Topologically connected option in the mask panel to paint a plane impacting the other planes.
dutch: Triplanar maakt gebruik van de maskerinformatie van 3 vlakken om een voxelrooster te vullen dat vervolgens wordt omgezet in polygonen. Als je met de schuifregelaars voor verdeling of grootte werkt, wordt de schilderinformatie gereset (gladheid blijft behouden). Je moet waarschijnlijk de symmetrie uitschakelen, aangezien deze mogelijk niet werkt zoals je zou verwachten. Je kunt de optie `Topologisch verbonden` in het masker paneel gebruiken om een vlak te schilderen dat invloed heeft op de andere vlakken.
french: La fonction Triplanaire utilise les informations de masque de trois plans pour remplir une grille de voxels qui est ensuite polygonisée. Si vous interagissez avec les curseurs de division ou de taille, les informations de peinture seront réinitialisées (le lissage restera inchangé). Vous devrez probablement désactiver la symétrie, car elle peut générer des résultats inattendus. Vous pouvez utiliser l'option « Liés par topologie » dans le panneau de masque pour peindre un plan influant sur les autres plans.
german: Triplanar verwendet die Maskeninformationen von 3 Ebenen, um ein Voxelgitter zu füllen, das dann in Polygone umgewandelt wird. Wenn Sie die Regler für Division oder Größe benutzen, werden die Painting-Informationen zurückgesetzt (Smoothness kann verwendet werden). Sie sollten möglichst Symmetrie deaktivieren, da sie wahrscheinlich nicht so funktioniert, wie Sie es erwarten würden. Sie können die Option `Topologisch connected` im Maskenfenster verwenden, um eine Plane zu painten, die die anderen Planes beeinflusst.
italian: Triplanare utilizza le informazioni di maschera di 3 piani per riempire una griglia di voxel che viene poi poligonizzata. Se si interagisce con i cursori di divisione o di dimensione, le informazioni di dipinti si resettano (la levigatezza è ok). Probabilmente si dovrebbe disabilitare la simmetria perché potrebbe non funzionare come ci si aspetterebbe. È possibile utilizzare l'opzione `Topologicamente collegato` nel pannello delle maschera per dipingere un piano che influisca sugli altri piani.
japanese: Triplanarとは、3つの平面からのマスクの情報を使用して、ボクセルのグリッドを満たし、多角化します。 徐算、またはサイズスライダーを使って操作する場合、ペイント情報はリセットされます (スムーズはそのままです)。 対称は期待通りに機能しない可能性があるので、無効にしておくことをお勧めします。 “マスク”パネルから“トポロジー接続”のオプションを使用すると、他の平面に影響を与える平面をペイントできます。
korean: 트라이플레이너는 3개의 평면으로부터 얻은 마스크 정보를 사용하여 복셀 그리드를 채우고 폴리곤으로 변환합니다. 디비전 또는 크기 슬라이더를 조작하면 페인트 정보가 초기화됩니다 (평활도는 제외). 대칭은 예상대로 작동하지 않을 수 있으므로 사용하지 않는 것이 좋습니다. 마스크 패널에서 '토폴로지 연결' 옵션을 사용하면 다른 평면에 영향을 주는 평면을 그릴 수 있습니다.
portuguese: O Triplano usa as informações de máscara de 3 planos para preencher uma grade de voxels que é então poligonizada. Se você interagir com os controles de divisão ou tamanho, as informações de pintura serão redefinidas (a suavidade não). É recomendável desativar a simetria, já que ela pode não funcionar conforme o esperado. Você pode usar a opção “Topologia conectada” no painel de máscara para pintar um plano que afete os outros planos.
russian: Трипланарность использует информацию масок трех плоскостей для заполнения воксельной сетки, которая затем полигонизируется. При работе с подразделениями или слайдерами размера информация об окрашивании будет сброшена (сглаживание сохранится). Стоит отключить симметрию, так как эта функция может сработать не так, как ожидается. Вы можете использовать функцию топологической связи в панели масок для окрашивания плоскости, влияющей на остальные плоскости.
spanish: Triplanar utiliza la información de máscara de 3 planos para rellenar una cuadrícula de Vóxel que luego se poligoniza. Si interactúas con los controles deslizantes de división o tamaño, la información de pintura se restablecerá (la suavidad está bien). Probablemente deberías deshabilitar la simetría, ya que podría no funcionar como cabría esperar. Puedes usar la opción `Conectado topológicamente` en el panel máscara para pintar un plano que impacte en los otros planos.

# primitive.triplanar.sameSize
source: Same size (cube)
dutch: Zelfde grootte (kubus)
french: Taille identique (cube)
german: Gleiche Größe (Würfel)
italian: Stessa dimensione (cubo)
japanese: 同じサイズ (立方体)
portuguese: Mesmo tamanho (cubo)
russian: Одинаковый размер (куб)
spanish: Mismo tamaño (cubo)

# primitive.triplanar.polish
source: Smoothness
dutch: Gladheid
french: Lissage
german: Glätte
italian: Levigatezza
japanese: スムーズ
portuguese: Suavidade
russian: Сглаженность
spanish: Suavidad

# primitive.triplanar.resetMask
source: Reset mask
dutch: Masker resetten
french: Réinitialiser le masque
german: Reset Maske
italian: Ripristina maschera
japanese: マスクをリセット
portuguese: Redefinir máscara
russian: Сбросить маску
spanish: Restablecer máscara

# primitive.isolate.back
source: Back
dutch: Achterkant
french: Retour
german: Hinten
italian: Indietro
japanese: 戻る
korean: 뒤로
portuguese: Verso
russian: Назад
spanish: Atrás

# primitive.isolate.right
source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: Destra
japanese: 右
korean: 오른쪽
portuguese: Direita
russian: Право
spanish: Derecho

# primitive.isolate.bottom
source: Bottom
dutch: Onderkant
french: Bas
german: Unten
italian: Basso
japanese: 下
korean: 아래
portuguese: Inferior
russian: Низ
spanish: Inferior

# primitive.planeSameSize
source: Same size (square)
dutch: Zelfde grootte (vierkant)
french: Taille identique (carré)
german: Gleiche Größe (quadratisch)
italian: Stessa dimensione (quadrato)
japanese: 同じサイズ (正方形)
korean: 같은 크기 (정사각형)
portuguese: Mesmo tamanho (quadrado)
russian: Одинаковый размер (квадрат)
spanish: Mismo tamaño (cuadrado)

# primitive.planeDisk
source: Disk
dutch: Schijf
french: Disque
german: Diskus
italian: Disco
japanese: ディスク
korean: 원반
portuguese: Disco
russian: Диск
spanish: Disco

# primitive.boxRegular
source: Same size (cube)
dutch: Zelfde grootte (kubus)
french: Taille identique (cube)
german: Gleiche Größe (Würfel)
italian: Stessa dimensione (cubo)
japanese: 同じサイズ (立方体)
korean: 같은 크기 (정육면체)
portuguese: Mesmo tamanho (cubo)
russian: Одинаковый размер (куб)
spanish: Mismo tamaño (cuba)

# primitive.torus.radiusOuter
source: Outer radius
dutch: Buitenste radius
french: Rayon extérieur
german: Außen-Radius
italian: Raggio esterno
japanese: 外周半径
portuguese: Raio externo
russian: Внешний радиус
spanish: Radio exterior

# primitive.torus.radiusInner
source: Inner radius
dutch: Binnenste radius
french: Rayon intérieur
german: Innen-Radius
italian: Raggio interno
japanese: 内径
portuguese: Raio interno
russian: Внутренний радиус
spanish: Radio interior

# primitive.torus.angle
source: Angle
dutch: Hoek
german: Winkel
italian: Angolo
japanese: アングル
portuguese: Ângulo
russian: Угол
spanish: Ángulo

# primitive.torus.angleOffset
source: Angle offset
dutch: Hoek offset
french: Décalage d'angle
german: Winkel-Offset
italian: Spostamento angolo
japanese: 角度のオフセット
portuguese: Deslocamento do ângulo
russian: Сдвиг угла
spanish: Desplazamiento de ángulo

# primitive.cylinder.height
source: Height
dutch: Hoogte
french: Hauteur
german: Höhe
italian: Altezza
japanese: 高さ
portuguese: Altura
russian: Высота
spanish: Altura

# primitive.cone.radius
source: Radius
french: Rayon
italian: Raggio
japanese: 半径
portuguese: Raio
russian: Радиус
spanish: Radio

# primitive.cone.height
source: Height
dutch: Hoogte
french: Hauteur
german: Höhe
italian: Altezza
japanese: 高さ
portuguese: Altura
russian: Высота
spanish: Altura

# primitive.hole
source: Hole
dutch: Gat
french: Trou
german: Loch
italian: Apertura
japanese: 穴
korean: 구멍
portuguese: Furo
russian: Дырки
spanish: Agujero

# primitive.hasHole
source: Has hole
dutch: Heeft een gat
french: Comporte un trou
german: Hat ein Loch
italian: Ha un'apertura
japanese: 穴があります
korean: 구멍 있음
portuguese: Tem furo
russian: Есть дырка
spanish: Tiene un agujero

# primitive.profile
source: Profile
dutch: Profiel
french: Profil
german: Profil
italian: Profilo
japanese: プロファイル
portuguese: Perfil
russian: Профиль
spanish: Perfil

# primitive.profile.viewport
source: Show in viewport
dutch: In viewport tonen
french: Afficher dans le viewport
german: Im Viewport anzeigen
italian: Mostra nel viewport
japanese: ビューポートに表示
portuguese: Mostrar no viewport
russian: Отображать во вьюпорте
spanish: Mostrar en el visor

# primitive.cap
source: Cap
dutch: Deksel
french: Capuchon
german: Kappe
italian: Cappello
japanese: キャップ
portuguese: Tampa
russian: Крышка
spanish: Tapa

source: Repeater
french: Répéteur
italian: Ripetitore
japanese: リピーター
portuguese: Repetidor
russian: Репитер
spanish: Repetidor

# repeater.array.fitInside
source: Fit inside
dutch: Binnen passende
french: Adapter à l'intérieur
german: Innerhalb einpassen
italian: Adatta all'interno
japanese: 内側にフィット
portuguese: Encaixar dentro
russian: Вписать внутрь
spanish: Ajustar dentro

# repeater.curve.align
source: Align
dutch: Uitlijnen
french: Aligner
german: Ausrichten
italian: Allinea
japanese: アライン
portuguese: Alinhar
russian: Выровнять
spanish: Alinear

# resource.import
source: Import...
dutch: Importeer...
french: Importer…
italian: Importa...
japanese: 読み込む...
korean: 임포트...
portuguese: Importar...
russian: Импорт...
spanish: Importar

# resource.import.ios.photos
source: Photos
dutch: Foto's
german: Fotos
italian: Foto
japanese: 写真
portuguese: Fotos
russian: Фотографии
spanish: Fotos

# resource.import.ios.files
source: Files
dutch: Bestanden
french: Fichiers
german: Dateien
italian: File
japanese: ファイル
portuguese: Arquivo
russian: Файлы
spanish: Archivos

# scene.title
source: Scene
dutch: Scène
french: Scène
german: Szene
italian: Scena
japanese: シーン
korean: 씬
portuguese: Cena
russian: Кадр
spanish: Escena

# scene.title.help
source: When using the visible/select buttons, hold and drag your finger to select other objects easily. You can also long press the visible/select buttons to affect the children as well.
dutch: Wanneer je de zicht-/selectieknoppen gebruikt, houd en sleep je vinger om gemakkelijk andere objecten te selecteren. Je kunt ook lang op de zicht-/selectieknoppen drukken om ook invloed op de kinderen uit te oefenen.
french: Lorsque vous utilisez les boutons Visible/Sélectionner, appuyez de façon prolongée pour sélectionner facilement d'autres objets. Vous pouvez également appuyer de façon prolongée sur les boutons Visible/Sélectionner pour influer sur les enfants.
german: Wenn Sie das Auswahlkästchen verwenden, halten Sie Ihren Finger gedrückt und ziehen Sie ihn, um andere Objekte einfach auszuwählen.
italian: Quando si utilizzano i pulsanti di selezione/visibilità, tenere premuto e trascinare il dito per selezionare facilmente altri oggetti. È anche possibile premere a lungo i pulsanti di selezione/visibilità per influenzare anche gli elementi figli.
japanese: 可視/選択ボタンを使用中、指で押さえたままドラッグすると、他のオブジェクトを簡単に選択できます。 また、可視/選択ボタンを長押しすると、子に影響を与えることもできます。
korean: 보이기/선택 버튼을 사용할 때 손가락을 누른 상태로 드래그하면 다른 객체를 쉽게 선택할 수 있습니다. 또한 보이기/선택 버튼을 길게 누르면 자식에게도 영향을 줄 수 있습니다.
portuguese: Ao usar os botões de visibilidade e seleção, toque e arraste o dedo para selecionar facilmente outros objetos. Você também pode manter pressionados os botões de visibilidade e seleção para que os itens secundários também sejam afetados.
russian: При использовании кнопок видимости/выбора, удерживайте и перетаскивайте палец для простого выбора объектов. Вы также можете длительно нажать на кнопки видимости/выбора для того, чтобы это касалось и дочерних узлов.
spanish: Cuando uses la casilla de verificación de selección, mantén presionado y arrastra el dedo para seleccionar otros objetos fácilmente.

# scene.focus
source: UI: Focus on item on double tap
dutch: UI: Focus op item bij dubbele tik
french: IU : Se concentrer sur l'élément lors du double tap
german: UI: Element bei Doppeltippen fokussieren
italian: UI: Focalizzare sull'oggetto con doppio tocco
japanese: UI: アイテムにダブルタップでフォーカス
korean: 항목에 포커스 맞춤
portuguese: UI: Focar no item ao tocar duas vezes
russian: Интерфейс: Сфокусироваться на элементе при двойном нажатии
spanish: IU: Enfocar en el elemento al hacer doble toque

# scene.addOnGizmo
source: On gizmo
dutch: Op de Gizmo
french: Sur le gizmo
german: Am Gizmo
italian: Sul gizmo
portuguese: No gizmo
russian: На гизмо
spanish: En gizmo
