Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# stroke.falloffProject.help
source: • Sphere (3d) Influence is computed by taking the distance from the vertex to the brush's center. • Circle (2d) The vertex is first projected on the area plane, before taking its distance to the brush's center. This is similar to how alphas are sampled.
dutch: • Bol (3d) Invloed wordt berekend door de afstand van de vertex naar het midden van de kwast te nemen. • Cirkel (2d) De vertex wordt eerst op het vlakgebied geprojecteerd, voordat zijn afstand naar het midden van de kwast wordt bepaald. Dit is vergelijkbaar met hoe alfa's worden bemonsterd.
french: • Sphère (3d) L'influence est calculée en prenant la distance du sommet au centre de la brosse. • Cercle (2d) Le sommet est d'abord projeté sur le plan de la zone, avant de prendre sa distance au centre de la brosse. Cela est similaire à la façon dont les alphas sont échantillonnés.
german: • Kugel (3D) Der Einfluss wird berechnet, indem der Abstand vom Vertex zum Zentrum des Pinsels genommen wird. • Kreis (2D) Der Vertex wird zuerst auf die Flächenebene projiziert, bevor sein Abstand zum Zentrum des Pinsels genommen wird. Das ist ähnlich wie Alphas abgetastet werden.
italian: • Sfera (3d) L'influenza è calcolata prendendo la distanza dal vertice al centro del pennello. • Cerchio (2d) Il vertice è prima proiettato sul piano dell'area, prima di prendere la sua distanza al centro del pennello. Questo è simile a come vengono campionate le alfa.
japanese: • スフィア（3d） 影響は頂点からブラシの中心までの距離を計算することによって算出されます。 • サークル（2d） 頂点はまずエリア平面上に投影され、その後ブラシの中心までの距離を計算します。 これはアルファのサンプリング方法と似ています。
portuguese: • Esfera (3d) A influência é calculada tomando a distância do vértice até o centro do pincel. • Círculo (2d) O vértice é primeiro projetado no plano da área, antes de tomar sua distância até o centro do pincel. Isso é semelhante a como os alfas são amostrados.
russian: • Сфера (3D) Влияние вычисляется, исходя из расстояния от вершины до центра кисти. • Круг (2D) Сначала вершина проецируется на плоскость области, а затем вычисляется её расстояние до центра кисти. Это похоже на способ выборки альфа.
spanish: • Esfera (3d) La influencia se calcula tomando la distancia desde el vértice hasta el centro del pincel. • Círculo (2d) El vértice se proyecta primero en el plano del área, antes de tomar su distancia al centro del pincel. Esto es similar a cómo se muestrean las alfas.

# stroke.falloffProject.sphere
source: Sphere
dutch: Bol
french: Sphère
german: Kugel
italian: Sfera
japanese: 球
portuguese: Esfera
russian: Сфера
spanish: Esfera

# stroke.falloffProject.circle
source: Circle
dutch: Cirkel
french: Cercle
german: Kreis
italian: Cerchio
japanese: 円
portuguese: Círculo
russian: Круг
spanish: Circulo

source: Symmetry
dutch: Symmetrie
french: Symétrie
german: Symmetrie
italian: Simmetria
japanese: 対称
korean: 대칭
portuguese: Simetria
russian: Симметрия
spanish: Simetría

# symmetry.enable
source: Enabled
dutch: Ingeschakeld
french: Activée
german: Aktiviert
italian: Abilitato
japanese: オン
korean: 활성화
portuguese: Ativada
russian: Вкл.
spanish: Activado

# symmetry.primitiveWarning
source: Brush symmetry is only available for primitives that are validated, with the exception of the Triplanar.
dutch: Symmetrie van de borstel is alleen beschikbaar voor primitieve vormen die zijn gevalideerd, met uitzondering van de Triplanar.
french: La symétrie de pinceau n'est disponible que pour les primitives validées, sauf pour la primitive triplanaire.
german: Pinsel-Symmetrie ist nur für validierte Grundformen verfügbar (außer „Triplanar“).
italian: La simmetria del pennello è disponibile solo per le primitive convalidate, ad eccezione di Triplanare.
japanese: ブラシのシンメトリーは検証されたプリミティブにのみ利用できます。但し、Triplanarは例外です。
korean: 브러시 대칭은 트라이플레이너를 제외하면 검증된 프리미티브에만 사용할 수 있습니다.
portuguese: A simetria de pincel está disponível apenas para primitivas validadas, com exceção do Triplano.
russian: Симметрия кисти доступна только для утвержденных примитив, за исключением трипланарности.
spanish: La simetría de pincel solo está disponible para primitivas validadas, con la excepción de la Triplanar.

# symmetry.plane.title
source: Planes
dutch: Vlakken
french: Plans
german: Ebenen
italian: Piani
japanese: 平面
korean: 평면
portuguese: Planos
russian: Плоскости
spanish: Planos

# symmetry.toolIgnore
source: The current tool ignores symmetry.
dutch: De huidige tool negeert symmetrie.
french: L'outil actuel ignore la symétrie.
german: Das aktuelle Werkzeug ignoriert Symmetrie.
italian: Lo strumento attuale ignora la simmetria.
japanese: 現在使用中のツールは対称を無視します。
korean: 현재 도구는 대칭을 무시합니다.
portuguese: A ferramenta atual ignora a simetria.
russian: Текущий инструмент игнорирует симметрию.
spanish: La herramienta actual ignora la simetría.

# symmetry.radial.title
source: Radial
dutch: Radiaal
french: Radiale
italian: Radiale
japanese: 放射状
korean: 방사성
russian: Радиально

# symmetry.radialX
source: Radial X
dutch: Radiaal X
french: Radiale X
italian: Radiale X
japanese: ラジアル X
korean: 방사성 X
russian: Радиальная линия X

# symmetry.radialY
source: Radial Y
dutch: Radiaal Y
french: Radiale Y
italian: Radiale Y
japanese: ラジアル Y
korean: 방사성 Y
russian: Радиальная линия Y

# symmetry.radialZ
source: Radial Z
dutch: Radiaal Z
french: Radiale Z
italian: Radiale Z
japanese: ラジアル Z
korean: 방사성 Z
russian: Радиальная линия Z

# symmetry.limited
source: Number of repeats limited to $0!
dutch: Aantal herhalingen beperkt tot $0!
french: Nombre de répétitions limité à $0!
german: Anzahl der Wiederholungen auf $0 begrenzt!
italian: Numero di ripetizioni limitato a $0!
japanese: 繰り返しの数は$0に限定されています！
portuguese: Número de repetições limitado a $0!
russian: Количество повторений ограничено до $0!
spanish: ¡Número de repeticiones limitado a $0!

# symmetry.offset.title
source: Offset
dutch: Verplaatsing
french: Décalage
german: Versatz
italian: Spostamento
japanese: オフセット
korean: 오프셋
portuguese: Deslocamento
russian: Сдвиг
spanish: Desplazamiento

# symmetry.offsetX
source: Offset X
dutch: Verplaatsing X
french: Décalage X
german: Versatz X
italian: Spostamento X
japanese: オフセット X
korean: 오프셋 X
portuguese: Deslocamento X
russian: Сдвиг X
spanish: Desplazamiento X

# symmetry.offsetY
source: Offset Y
dutch: Verplaatsing Y
french: Décalage Y
german: Versatz Y
italian: Spostamento Y
japanese: オフセット Y
korean: 오프셋 Y
portuguese: Deslocamento Y
russian: Сдвиг Y
spanish: Desplazamiento Y

# symmetry.offsetZ
source: Offset Z
dutch: Verplaatsing Z
french: Décalage Z
german: Versatz Z
italian: Spostamento Z
japanese: オフセット Z
korean: 오프셋 Z
portuguese: Deslocamento Z
russian: Сдвиг Z
spanish: Desplazamiento Y

# symmetry.count.title
source: Count
dutch: Aantal
french: Nombre
german: Anzahl
italian: Conteggio
japanese: 数
korean: 횟수
portuguese: Contagem
russian: Количество
spanish: Cantidad

# symmetry.countX
source: Count X
dutch: Aantal X
french: Nombre X
german: Anzahl X
italian: Conteggio X
japanese: 数 X
korean: 카운트 X
portuguese: Contagem X
russian: Число X
spanish: Cantidad X

# symmetry.countY
source: Count Y
dutch: Aantal Y
french: Nombre Y
german: Anzahl Y
italian: Conteggio Y
japanese: 数 Y
korean: 카운트 Y
portuguese: Contagem Y
russian: Число Y
spanish: Cantidad Y

# symmetry.countZ
source: Count Z
dutch: Aantal Z
french: Nombre Z
german: Anzahl Z
italian: Conteggio Z
japanese: 数 Z
korean: 카운트 Z
portuguese: Contagem Z
russian: Число Z
spanish: Cantidad Z

# symmetry.method
source: Method:
dutch: Methode:
french: Méthode :
german: Methode:
italian: Metodo:
japanese: 方法:
korean: 방법:
portuguese: Método:
russian: Метод:
spanish: Método:

# symmetry.method.world
source: World
dutch: Wereld
french: Global
german: Welt
italian: Mondo
japanese: ワールド
korean: 세계
portuguese: Cena
russian: Мир
spanish: Mundo

# symmetry.method.local
source: Local
dutch: Lokaal
german: Lokal
italian: Locale
japanese: ローカル
korean: 로컬
russian: Локально

# symmetry.flip
source: Flip object
dutch: Object omkeren
french: Inverser l'objet
german: Objekt umdrehen
italian: Rifletti oggetto
japanese: オブジェクトを反転
korean: 오브젝트 뒤집기
portuguese: Virar objeto
russian: Перевернуть объект
spanish: Voltear objeto

# symmetry.mirror
source: Mirroring
dutch: Spiegel
french: Miroir
german: Spiegelung
italian: Specchiamento
japanese: ミラー
korean: 미러링
portuguese: Espelho
russian: Зеркало
spanish: Duplicación

# symmetry.mirror.help
source: Try to re-apply the symmetry without impacting the topology. Radial symmetry will be ignored. If the topology can't be kept because it is not considered symmetrical, you'll get the option to enforce the mirroring.
dutch: Probeer de symmetrie opnieuw toe te passen zonder de topologie te beïnvloeden. Radiale symmetrie wordt genegeerd. Als topologie niet kan worden behouden omdat deze niet als symmetrisch wordt beschouwd, krijgt u de optie om de spiegeling af te dwingen.
french: Essayez de réappliquer la symétrie sans affecter la topologie. La symétrie radiale sera ignorée. Si la topologie ne peut pas être conservée car elle n'est pas considérée comme symétrique, vous aurez la possibilité d'appliquer une symétrie en miroir.
german: Versuchen Sie, die Symmetrie wiederherzustellen, ohne die Topologie zu beeinträchtigen. Radiale Symmetrie wird ignoriert. Wenn die Topologie nicht beibehalten werden kann, weil sie nicht als symmetrisch angesehen wird, erhalten Sie die Möglichkeit, die Spiegelung dennoch zu erzwingen.
italian: Cerca di riapplicare la simmetria senza influenzare la topologia. La simmetria radiale verrà ignorata. Se la topologia non può essere mantenuta perché non è considerata simmetrica, si avrà la possibilità di imporre lo specchiamento (mirroring).
japanese: トポロジーに影響を与えないで対称を再度適用します。 放射状の対称は無視されます。 トポロジーが対称でないと認識されたため残せない場合は、ミラーリングを強制実行するオプションが提示されます。
korean: 토폴로지에 영향을 주지 않고 대칭을 다시 적용하기를 시도합니다. 방사성 대칭은 무시됩니다. 토폴로지가 대칭으로 간주되지 않아 유지할 수 없는 경우, 강제로 미러링을 적용할 수 있는 옵션이 주어집니다.
portuguese: Tente reaplicar a simetria sem afetar a topologia. A simetria radial será ignorada. Se a topologia não puder ser mantida por não ser considerada simétrica, você terá a opção de aplicar o espelhamento.
russian: Попытайтесь заново применить симметрию без влияния на топологию. Радиальная симметрия будет проигнорирована. Если топологию невозможно сохранить, потому что она не считается симметричной, вы можете принудительно произвести отзеркаливание.
spanish: Intenta volver a aplicar la simetría sin afectar a la topología. Se ignorará la simetría radial. Si la topología no se puede mantener porque no se considera simétrica, tendrás la opción de aplicar la duplicación.

# symmetry.mirrorFail
source: Failed to detect symmetry. Do you want to enforce symmetry by mirroring the mesh?
dutch: Symmetrie niet gedetecteerd. Wilt u symmetrie afdwingen door de mesh te spiegelen?
french: Impossible d'appliquer la symétrie. Voulez-vous appliquer la symétrie en mettant le maillage en miroir ?
german: Versuch die Symmetrie anzuwenden fehlgeschlagen. Wollen Sie die Symmetrie durch Spiegelung des Meshes erzwingen?
italian: Impossibile applicare la simmetria. Si vuole imporre la simmetria specchiando la mesh?
japanese: 対称を適用できませんでした。 メッシュをミラーリングすることで対称を強制実行しますか？
korean: 대칭을 적용하지 못했습니다. 메시를 미러링하여 대칭을 강제 적용하시겠습니까?
portuguese: Falha ao aplicar simetria. Deseja espelhar a malha para aplicar simetria?
russian: Не удалось применить симметрию. Хотите принудительно создать симметрию, отзеркалив меш?
spanish: No se pudo aplicar la simetría. ¿Quieres imponer la simetría duplicando la malla?

# symmetry.mirrorUseMasking
source: Protect masked area
dutch: Bescherm gemaskeerd gebied
french: Protéger la zone masquée
german: Maskierte bBereiche schützen
italian: Proteggi l'area mascherata
japanese: マスクの部分を保護
korean: 마스크 영역 보호
portuguese: Proteger área com máscara
russian: Защита области маски
spanish: Proteger área enmascarada

# symmetry.mirrorUseMasking.help
source: Keep masked area intact. This option will be ignored with non-symmetric topology (or disconnected surface, like a pair of eyes).
dutch: Houd het gemaskeerde gebied intact. Deze optie wordt genegeerd bij niet-symmetrische topologie (of losgekoppeld oppervlak, zoals een paar ogen).
french: Gardez la zone masquée intacte. Cette option sera ignorée avec une topologie non symétrique (ou une surface déconnectée, comme une paire d'yeux).
german: Lässt den maskierten Bereich intakt. Diese Option wird bei nicht-symmetrischer Topologie (oder unzusammenhängender Oberfläche, wie einem Augenpaar) ignoriert.
italian: Mantiene intatta l'area mascherata. Questa opzione verrà ignorata con topologia non simmetrica (o superficie discontinua, come un paio di occhi).
japanese: マスク部分をそのまま残します。 このオプションは非対称のトポロジー (または、一対の目のような、繋がっていないサーフェス) では無視されます。
korean: 마스크 영역을 그대로 유지합니다. 이 옵션은 비대칭 토폴로지(또는 한 쌍의 눈처럼 연결이 끊긴 표면)에서는 무시됩니다.
portuguese: Mantenha intacta a área com máscara. Esta opção será ignorada em topologias não simétricas (ou em superfícies desconectadas, como olhos).
russian: Сохраняет область маски нетронутой. Эта опция игнорируется при несимметричной топологии (или на отдельной поверхности, например, глазах).
spanish: Mantener el área enmascarada intacta. Esta opción se ignorará con topología no simétrica (o superficie desconectada, como un par de ojos).

# symmetry.reset
source: Reset
french: Réinitialiser
german: Kanal neutral
italian: Ripristina
japanese: リセット
korean: 초기화
portuguese: Redefinir
russian: Сбросить
spanish: Restablecer

# symmetry.reset.centerMesh
source: Object center
dutch: Objectcentrum
french: Centre de l'objet
german: Mesh Zentrum
italian: Centro dell'oggetto
japanese: オブジェクトの中央
korean: 오브젝트 중심
portuguese: Centro do objeto
russian: Центр объекта
spanish: Centro de maya

# symmetry.reset.centerWorld
source: World center
dutch: Wereldcentrum
french: Centre de la scene
german: Welt Zentrum
italian: Centro del mondo
japanese: ワールドの中央
korean: 세계 중심
portuguese: Centro da cena
russian: Центр мира
spanish: Centro del Mundo

# symmetry.reset.direction
source: Orientation
dutch: Oriëntatie
german: Orientierung
italian: Orientamento
japanese: 方向
korean: 방향
portuguese: Orientação
russian: Ориентация
spanish: Orientación

# symmetry.showLine
source: Show line
dutch: Lijn tonen
french: Afficher la ligne
german: Line anzeigen
italian: Mostra linea
japanese: 線を表示
korean: 선 보기
portuguese: Mostrar linha
russian: Показать линию
spanish: Mostrar línea

# symmetry.showPlane
source: Show plane
dutch: Vlak tonen
french: Afficher le plan
german: Plane anzeigen
italian: Mostra piano
japanese: 平面を表示
korean: 평면 보기
portuguese: Mostrar plano
russian: Показать плоскость
spanish: Mostrar plano

# symmetry.edit
source: Gizmo edit
dutch: Gizmo bewerken
french: Modification Gizmo
german: Gizmo bearbeiten
italian: Modifica con Gizmo
japanese: Gizmoで編集
korean: 기즈모 편집
portuguese: Editar Gizmo
russian: Редактирование гизмо
spanish: Editar aparato

# symmetry.edit.warning
source: Symmetry edit is experimental.
dutch: Symmetrie bewerken is experimenteel.
french: La fonction de modification de symétrie est expérimentale.
german: Symmetriebearbeitung ist experimentell
italian: La modifica della simmetria è sperimentale.
japanese: 対称の編集は実験的です。
korean: 대칭 편집은 실험적인 기능입니다.
portuguese: A edição de simetria é experimental.
russian: Редактирование симметрии — это экспериментальная функция.
spanish: La edición de simetría es experimental.

# symmetry.edit.help
source: You can freely set the symmetry plane. This feature is a bit experimental and you should probably never use it.
dutch: U kunt vrij de symmetrievlakte instellen. Deze functie is enigszins experimenteel en het wordt waarschijnlijk afgeraden deze te gebruiken.
french: Vous pouvez définir librement le plan de symétrie. Cette fonctionnalité est expérimentale et nous vous déconseillons de l'utiliser.
german: Sie können die Symmetrieebene frei festlegen. Diese Funktion ist ein wenig experimentell und Sie sollten sie vermutlich nicht verwenden.
italian: È possibile impostare liberamente il piano di simmetria. Questa funzione è un po' sperimentale e probabilmente non dovrebbe essere utilizzata.
japanese: 自由に面対称を設定できます。 この機能はまだ実験段階ですので、使用しないことをお勧めします。
korean: 대칭 평면을 자유롭게 설정할 수 있습니다. 이 기능은 다소 실험적인 기능이므로 사용을 지양하시기 바랍니다.
portuguese: Você pode definir livremente o plano de simetria. Este recurso é um pouco experimental e seu uso é desaconselhado.
russian: Вы можете свободно настраивать плоскость симметрии. Эта функция несколько экспериментальна и вам не стоит ее использовать.
spanish: Puedes establecer libremente el plano de simetría. Esta función es un poco experimental y probablemente nunca deberías usarla.

# tool.dynamic
source: DynTopo
portuguese: TopoDin
russian: Дин. топ.

# tool.symmetry
source: Sym
italian: Simm
japanese: 対称
korean: 대칭
portuguese: Simetria
russian: Симметрия
spanish: Sim

# tool.mirror
source: Mirror
dutch: Spiegel
french: Miroir
german: Spiegeln
italian: Specchia
japanese: ミラー
korean: 거울
portuguese: Espelhar
russian: Отзерк.
spanish: Espejo

# tool.clay
source: Clay
dutch: Klei
french: Argile
german: Ton
italian: Argilla
japanese: 粘土
korean: 점토
portuguese: Argila
russian: Глина
spanish: Arcilla

# tool.clay.sub
source: Sub
dutch: Aftrekken
french: Soustraire
japanese: 減算
korean: 빼기
russian: Вычитание

# tool.brush
source: Brush
dutch: Kwast
french: Pinceau
german: Pinsel
italian: Pennello
japanese: ブラシ
korean: 브러시
portuguese: Pincel
russian: Кисть
spanish: Brocha

# tool.move
source: Move
dutch: Verplaats
french: Déplacer
german: Bewegen
italian: Sposta
japanese: 移動
korean: 이동
portuguese: Mover
russian: Переместить
spanish: Mover

# tool.move.normal
source: Normal
dutch: Normaal
french: Normale
italian: Normale
japanese: 標準
korean: 보통
russian: Обычное

# tool.drag
source: Drag
dutch: Slepen
french: Glisser
german: Ziehen
italian: Trascina
japanese: ドラッグ
korean: 끌기
portuguese: Arrastar
russian: Перетаск.
spanish: Arrastrar

# tool.smooth
source: Smooth
dutch: Gladstrijken
french: Lisser
german: Glätten
italian: Morbida
japanese: スムーズ
korean: 부드럽게
portuguese: Suavizar
russian: Сглаживание
spanish: Suavizar

# tool.smooth.relax
source: Relax
dutch: Ontspannen
french: Relâcher
german: Entspannen
italian: Attenua
japanese: リラックス
korean: 릴렉스
portuguese: Relaxar
russian: Смягчение
spanish: Relajar

# tool.mask
source: Mask
dutch: Masker
french: Masquer
german: Maskieren
italian: Maschera
japanese: マスク
korean: 마스크
portuguese: Máscara
russian: Маска
spanish: Máscara

# tool.mask.unmask
source: Unmask
french: Démasquer
german: Demask.
italian: Togli masch.
japanese: マスク解除
korean: 마스크해제
portuguese: Desmascara
russian: Снять маску
spanish: Quitar máscara

# tool.maskSelector
source: SelMask
french: MasqueSél
german: AuswMask
italian: SelMasch.
korean: 마스크 선택자
portuguese: MáscSel
russian: Выб. маску
spanish: Sel. máscara

# tool.smudge
source: Smudge
dutch: Vlekken
french: Estomper
german: Wischfinger
italian: Sfumino
japanese: ぼかし
korean: 손가락
portuguese: Borrar
russian: Растушевка
spanish: Difuminar

# tool.flatten
source: Flatten
dutch: Plat maken
french: Aplatir
german: Reduzieren
italian: Appiattisci
japanese: フラット化
korean: 병합
portuguese: Achatar
russian: Свести слои
spanish: Aplanar

# tool.planar
source: Planar
dutch: Vlak
french: Plan
italian: Planare
japanese: プラナー
russian: Планар

# tool.flatten.fill
source: Fill
dutch: Vullen
french: Remplir
german: Füllen
italian: Riempi
japanese: 埋める
korean: 채우기
portuguese: Preencher
russian: Заполнить
spanish: Rellenar

# tool.layer
source: Layer
dutch: Laag
french: Calque
german: Ebene
italian: Livello
japanese: レイヤー
korean: 레이어
portuguese: Camada
russian: Слой
spanish: Capa

# tool.crease
source: Crease
dutch: Plooi
french: Plier
german: Falte
italian: Agg. piega
japanese: クリース
korean: 주름
portuguese: Vincar
russian: Складка
spanish: Doblar

# tool.trim
source: Trim
dutch: Trimmen
french: Découper
german: Trimmen
italian: Rifila
japanese: トリム
korean: 자르기
portuguese: Aparar
russian: Обрезка
spanish: Recortar

# tool.split
source: Split
dutch: Splitsen
french: Scinder
german: Teilen
italian: Dividi
japanese: 分割
korean: 분할
portuguese: Dividir
russian: Разделить
spanish: Dividir

# tool.project
source: Project
dutch: Projecteren
french: Projeter
german: Projekt
italian: Proietta
japanese: プロジェクト
korean: 프로젝트
portuguese: Projetar
russian: Проект
spanish: Proyectar

# tool.inflate
source: Inflate
dutch: Plop
french: Gonfler
german: Aufblähen
italian: Gonfia
japanese: 膨張
korean: 팽창
portuguese: Inflar
russian: Надуть
spanish: Inflar

# tool.pinch
source: Pinch
dutch: Knijpen
french: Pincer
german: Kneifen
italian: Pizzica
japanese: ピンチ
korean: 꼬집기
portuguese: Apertar
russian: Сжать
spanish: Pellizcar

# tool.nudge
source: Nudge
french: Décaler
german: Stupsen
italian: Spingi
japanese: ナッジ
korean: 소량이동
portuguese: Empurrar
russian: Подтолкнуть
spanish: Posicionar

# tool.stamp
source: Stamp
dutch: Stempel
french: Tampon
german: Stempel
italian: Punto
japanese: スタンプ
korean: 도장
portuguese: Carimbo
russian: Штамп
spanish: Tapón

# tool.clearLayer
source: DelLayer
dutch: LaagVerwijderen
french: SupprCalque
german: EbeneEntf
portuguese: ApagCamada
russian: Удал. слой
spanish: Eli. capa

# tool.select
source: Select
dutch: Selecteren
french: Sélectionner
german: Auswählen
italian: Seleziona
japanese: 選択
korean: 선택
portuguese: Selecionar
russian: Выбрать
spanish: Seleccionar

# tool.gizmo
source: Gizmo
dutch: Widget
korean: 기즈모
russian: Гизмо
spanish: Aparato

# tool.gizmo.editPivot
source: Pivot
dutch: Draaischijf
german: Drehpunkt
japanese: 回転軸
korean: 피벗
portuguese: Pivô
russian: Ось
spanish: Pivote

# tool.gizmo.rotateSnap
source: Snap
dutch: Kleven
french: Caler
german: Ausricht.
italian: Aggancia
japanese: スナップ
korean: 스냅
portuguese: Ajustar
russian: Привязка
spanish: Capturar

# tool.gizmo.moveSnap
source: Snap
dutch: Kleven
french: Caler
german: Ausricht.
italian: Aggancia
japanese: スナップ
korean: 스냅
portuguese: Ajustar
russian: Привязка
spanish: Capturar

# tool.gizmo.local
source: Local
dutch: Lokaal
german: Lokal
italian: Locale
japanese: ローカル
korean: 로컬
russian: Локально

# tool.gizmo.align
source: Align
dutch: Uitlijnen
french: Aligner
german: Ausrichten
italian: Allinea
japanese: アライン
portuguese: Alinhar
russian: Выровнять
spanish: Alinear

# tool.gizmo.pin
source: Pin
dutch: Spelden
french: Épingler
german: Fixieren
italian: Fissa
japanese: ピン
portuguese: Fixar
russian: Закрепить
spanish: Fijar

# tool.transform
source: Transform
dutch: Transformatie
french: Transformation
german: Umwandeln
italian: Trasforma
japanese: 変形
korean: 변형
portuguese: Transformar
russian: Трансформация
spanish: Transformar

# tool.transform.move
source: Move
dutch: Verplaats
french: Déplacer
german: Bewegen
italian: Sposta
japanese: 移動
korean: 이동
portuguese: Mover
russian: Переместить
spanish: Mover

# tool.transform.rotate
source: Rotate
dutch: Draaien
french: Pivoter
german: Drehen
italian: Ruota
japanese: 回転
korean: 회전
portuguese: Girar
russian: Поворот
spanish: Rotar

# tool.transform.scale
source: Scale
dutch: Schaal
french: Échelle
german: Skalierung
italian: Dimensione
japanese: 比率
korean: 비율
portuguese: Escala
russian: Масштаб
spanish: Escala

# tool.transform.snap
source: Snap
dutch: Kleven
french: Caler
german: Anheften
italian: Aggancia
japanese: スナップ
korean: 스냅
portuguese: Ajustar
russian: Привязка
spanish: Capturar

# tool.measure
source: Measure
dutch: Meten
french: Mesurer
german: Messen
italian: Misura
japanese: 計測
korean: 측정
portuguese: Medir
russian: Измерение
spanish: medir

# tool.lattice
source: Lattice
dutch: Rooster
french: Treillis
german: Gitter
italian: Reticolo
japanese: ラティス
portuguese: Grade
russian: Решетка
spanish: Enrejado

# tool.all
source: All tools
dutch: Alles
french: Tout
german: Alle
italian: Tutti
japanese: すべて
portuguese: Todos
russian: Все
spanish: Todo
