Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# file.export.gltf.layer.help
source: Export layers as morphs. Officially supported by glTF so it should work on other softwares as well.
dutch: Exporteer lagen als morfen. Officieel ondersteund door glTF, dus het zou ook op andere software moeten werken.
french: Exportez les calques sous forme de morphes. Cette fonctionnalité est officiellement gérée par le format glTF et devrait donc fonctionner aussi avec d'autres logiciels.
german: Exportieren Sie Ebenen als Morphs. Offiziell von glTF unterstützt, so dass es auch in anderen Programmen funktionieren sollte.
italian: Esporta livelli come morph. Ufficialmente supportato da glTF, quindi dovrebbe funzionare anche su altri software.
japanese: レイヤーをモーフとして書き出します。glTFに公式にサポートされているので、他のソフトウェアでも同様に動作することが期待されます。
korean: 레이어를 모프(morph)로 내보냅니다. glTF에서 공식적으로 지원하므로 다른 소프트웨어에서도 작동합니다.
portuguese: Exporte as camadas como morphs. Por ser oficialmente compatível com gITF, isso também deve funcionar em outros softwares.
russian: Экспорт слоев в качестве морфов. Официально поддерживается glTF и должно работать и в других программах.
spanish: Exportar capas como transformaciones. Oficialmente compatible con glTF, por lo que también debería funcionar en otros softwares.

# file.export.gltf.layerPaint
source: Layer painting
dutch: Laag schilderen
french: Peinture (calque)
german: Zusätzliche Material-Layer
italian: Livelli dipinti
japanese: レイヤーペイント
korean: 레이어 페인트
portuguese: Pintura da camada
russian: Ировать окрашивание слоев
spanish: Pintura de capa

# file.export.gltf.layerPaint.help
source: Export layer painting. It is usually ignored by other softwares.
dutch: Exporteer laagschilderen. Het wordt meestal genegeerd door andere software.
french: Exportez la peinture du calque. Elle est généralement ignorée par les autres logiciels.
german: Exportieren Sie Roughness, Metalness, Masken und Layer-Painting. Dies wird von anderen Programmen als Nomad ignoriert werden.
italian: Esporta livelli di dipinti. Solitamente viene ignorato da altri software.
japanese: レイヤーペイントを書き出します。通常、他のソフトウェアには無視されます。
korean: 레이어 페인팅을 내보냅니다. 일반적으로 다른 소프트웨어에서는 무시됩니다.
portuguese: Exporte a pintura da camada. Normalmente, isso é ignorado por outros softwares.
russian: Экспорт окрашивания слоев. Обычно игнорируется другими программами.
spanish: Exportar pintura de capa. Por lo general, es ignorado por otros softwares.

# file.export.obj.warning
source: Layers and extra painting (roughness metalness and mask) will be lost.
dutch: Lagen en extra schilderen (ruwheid, metaalgraad en masker) gaan verloren.
french: Les calques et la peinture supplémentaire (rugosité, métallité et masque) seront perdus.
german: Layer und zusätzliches Painting (Roughness, Metalness, Masken) gehen verloren.
italian: I livelli e la dipinti extra (rugosità, metallicità e maschera) andranno persi.
japanese: レイヤーとその他のペイント (粗さ、メタリック、マスク) は喪失します。
korean: 레이어 및 추가 페인팅 정보(러프니스, 메탈릭, 마스크)가 손실됩니다.
portuguese: Camadas e pinturas extras (aspereza, metalidade e máscara) serão perdidas.
russian: Слои и другое окрашивание (шероховатость, металличность и маски) не будут сохранены.
spanish: Se perderán las capas y la pintura adicional (rugosidad, metálico y máscara).

# file.export.obj.color
source: Vertex colors
dutch: Vertexkleuren
french: Couleurs des sommets
german: Vertex-Farben
italian: Colori dei vertici
japanese: 頂点カラー
portuguese: Cores dos vértices
russian: Цветов вершин
spanish: Colores de vértices

# file.export.obj.color.help
source: Some 3d softwares will be able to read it but not all of them.
dutch: Sommige 3d-apps kunnen dit lezen, maar niet allemaal.
french: Permet d'ajouter les informations de couleur après les sommets.
german: Einige 3D-Programme können dies importieren, aber nicht alle.
italian: Alcuni software 3D potranno leggerle, ma non tutti.
japanese: これを読み取れる3Dソフトウェアもありますが、読み取れないソフトウェアもあります。
portuguese: Alguns softwares de 3D (mas não todos) poderão ler essas informações.
russian: Некоторые 3D-программы смогут прочесть эту информацию, но не все.
spanish: Algunos softwares 3D podrán leerlo, pero no todos.

# file.export.obj.color.help.append
source: Append color information after vertices.
dutch: Kleurinformatie na de vertexen toevoegen.
french: Permet d'ajouter les informations de couleur après les sommets.
german: Farbinformationen nach Vertices einfügen.
italian: Aggiungi informazioni sul colore dopo i vertici.
japanese: 頂点の後にカラーの情報を追加します。
portuguese: Afixe informações de cores aos vértices.
russian: Прикрепление цветовой информации к вершинам.
spanish: Agregar información de color después de los vértices.

# file.export.obj.color.help.hexa
source: An alternative way to encode color. It also supports mask data.
dutch: Een alternatieve manier om kleur te coderen. Het ondersteunt ook maskgegevens.
french: Une autre manière de coder la couleur. Elle prend également en charge les données de masque.
german: Eine alternative Methode zur Farbkodierung. Sie unterstützt auch Maskendaten.
italian: Un modo alternativo per codificare il colore. Supporta anche i dati della maschera.
japanese: 色をエンコードする代替方法です。マスクデータもサポートしています。
portuguese: Uma maneira alternativa de codificar cor. Também suporta dados de máscara.
russian: Альтернативный способ кодирования цвета. Также поддерживает данные маски.
spanish: Una forma alternativa de codificar el color. También soporta datos de máscara.

# file.export.obj.faceGroup
source: Face Group
dutch: Gezichtgroep
french: Groupe de faces
german: Face-Gruppe
italian: Gruppo di facce
japanese: フェースグループ
portuguese: Grupo de Faces
russian: Группа Граней
spanish: Grupo de Caras

# file.export.obj.object
source: Write Objects
dutch: Objecten Schrijven
french: Écrire les objets
german: Objekte schreiben
italian: Scrivi oggetti
japanese: オブジェクトを書き込む
portuguese: Escrever Objetos
russian: Запись объектов
spanish: Escribir objetos

# file.export.obj.object.help
source: Keep objects separated. Disabling this option will export everything as a single entity. You need to disable this option if you want to use the Substance Painter 'Mesh ID / Polygroup' feature.
dutch: Houd objecten gescheiden. Als je deze optie uitschakelt, wordt alles als één entiteit geëxporteerd. Je moet deze optie uitschakelen als je de 'Mesh ID / Polygroup' functie van Substance Painter wilt gebruiken.
french: Garder les objets séparés. Désactiver cette option exportera tout comme une seule entité. Vous devez désactiver cette option si vous souhaitez utiliser la fonction 'ID de maille / Polygroupe' de Substance Painter.
german: Objekte getrennt halten. Diese Option deaktivieren, wird alles als eine einzige Einheit exportiert. Diese Option muss deaktiviert werden, wenn Sie die 'Mesh ID / Polygroup' Funktion in Substance Painter verwenden möchten.
italian: Tieni gli oggetti separati. Disabilitando questa opzione verrà esportato tutto come un'unica entità. Devi disabilitare questa opzione se vuoi usare la funzione 'Mesh ID / Polygroup' di Substance Painter.
japanese: オブジェクトを分離した状態に保ちます。 このオプションを無効にすると、すべてが単一のエンティティとしてエクスポートされます。 Substance Painterの「メッシュID／ポリグループ」機能を使用する場合は、このオプションを無効にする必要があります。
portuguese: Mantenha objetos separados. Desabilitar esta opção exportará tudo como uma única entidade. Você precisa desabilitar esta opção se deseja usar o recurso 'Mesh ID / Polygroup' da Substance Painter.
russian: Сохранять объекты отдельно. Отключение этой опции приведет к экспорту всего как единой сущности. Вы должны отключить эту опцию, если хотите использовать функцию 'Mesh ID / Polygroup' в Substance Painter.
spanish: Mantener objetos separados. Desactivar esta opción exportará todo como una sola entidad. Debes desactivar esta opción si quieres usar la característica 'Mesh ID / Polygroup' de Substance Painter.

# file.export.obj.archive
source: Type
german: Typ
italian: Tipo
japanese: タイプ
portuguese: Tipo
russian: Тип
spanish: Tipo

# file.export.obj.archive.folder
source: Folder
dutch: Map
french: Dossier
german: Ordner
italian: Cartella
japanese: フォルダ
portuguese: Pasta
russian: Папка
spanish: Carpeta

# file.export.obj.archive.help
source: Some apps (Google Drive, One Drive, etc) don't support folder import, so you can use Zip instead.
dutch: Sommige apps (Google Drive, One Drive, etc.) ondersteunen geen import van mappen, dus je kunt in plaats daarvan Zip gebruiken.
french: Certaines applications (Google Drive, One Drive, etc.) ne prennent pas en charge l'importation de dossiers, vous pouvez donc utiliser Zip à la place.
german: Einige Apps (Google Drive, One Drive usw.) unterstützen keinen Ordnerimport, daher können Sie stattdessen Zip verwenden.
italian: Alcune app (Google Drive, One Drive, ecc.) non supportano l'importazione di cartelle, quindi puoi usare Zip al loro posto.
japanese: 一部のアプリ（Google Drive、One Driveなど）はフォルダのインポートをサポートしていないため、代わりにZipを使用できます。
portuguese: Alguns aplicativos (Google Drive, One Drive, etc) não suportam a importação de pastas, então você pode usar Zip em vez disso.
russian: Некоторые приложения (Google Drive, One Drive и т. д.) не поддерживают импорт папок, поэтому вместо этого можно использовать Zip.
spanish: Algunas aplicaciones (Google Drive, One Drive, etc.) no admiten la importación de carpetas, por lo que puedes usar Zip en su lugar.

# file.export.ply.warning
source: Layers and extra painting (roughness, metalness, etc) will be lost.
dutch: Lagen en extra schilderen (ruwheid, metaalgraad, enz.) gaan verloren.
french: Les calques et la peinture supplémentaire (rugosité, métallité et masque) seront perdus.
german: Layer und zusätzliches Painting (Roughness, Metalness, Masken) gehen verloren.
italian: I livelli e la dipinti extra (rugosità, metallicità e maschera) andranno persi.
japanese: レイヤーとその他のペイント (粗さ、メタリック、マスク) は喪失します。
portuguese: Camadas e pinturas extras (aspereza, metalidade e máscara) serão perdidas.
russian: Слои и другое окрашивание (шероховатость, металличность и маски) не будут сохранены.
spanish: Se perderán las capas y la pintura pintura (rugosidad, metálico y máscara).

# file.export.stl.warning
source: Layers and extra painting (roughness, metalness, etc) will be lost.
dutch: Lagen en extra schilderen (ruwheid, metaalgraad, enz.) gaan verloren.
french: Les calques et la peinture supplémentaire (rugosité, métallité et masque) seront perdus.
german: Layer und zusätzliches Painting (Roughness, Metalness, Masken) gehen verloren.
italian: I livelli e la dipinti extra (rugosità, metallicità e maschera) andranno persi.
japanese: レイヤーとその他のペイント (粗さ、メタリック、マスク) は喪失します。
korean: 레이어 및 추가 페인트(러프니스, 메탈릭, 마스크)가 손실됩니다.
portuguese: Camadas e pinturas extras (aspereza, metalidade e máscara) serão perdidas.
russian: Слои и другое окрашивание (шероховатость, металличность и маски) не будут сохранены.
spanish: Se perderán las capas y la pintura pintura (rugosidad, metálico y máscara).

# file.export.stl.color
source: Vertex colors
dutch: Vertexkleuren
french: Couleurs des sommets
german: Vertex-Farben
italian: Colori dei vertici
japanese: 頂点カラー
korean: 버텍스 색상
portuguese: Cores dos vértices
russian: Цветов вершин
spanish: Colores de vértices

# file.export.stl.color.help
source: Some 3d softwares will be able to read it but not all of them.
dutch: Sommige 3D-software kan het lezen, maar niet allemaal.
french: Certains logiciels 3D pourront lire ces informations, mais pas tous.
german: Einige 3D-Programme können dies importieren, aber nicht alle.
italian: Alcuni software 3D potranno leggerli, ma non tutti.
japanese: それを読み出せる3Dソフトウェアもありますが、すべてのソフトウェアができるとは限りません。
korean: 일부 3D 소프트웨어에서 열 수 있지만, 모든 소프트웨어에서 지원되는 것은 아닙니다.
portuguese: Alguns softwares de 3D (mas não todos) poderão ler essas informações.
russian: Некоторые 3D-программы смогут прочесть эту информацию, но не все.
spanish: Algunos softwares 3D podrán leerlo, pero no todos.

# settings.advanced
source: Advanced
dutch: Geavanceerd
french: Avancé
german: Erweitert
italian: Avanzato
japanese: 高度な機能
korean: 고급
portuguese: Avançado
russian: Дополнительно
spanish: Avanzado

# settings.notSaved
source: These options are not saved in the settings.
dutch: Deze opties worden niet opgeslagen in de instellingen.
french: Ces options ne sont pas enregistrées dans les réglages.
german: Diese Optionen werden nicht in den Einstellungen gespeichert
italian: Queste opzioni non vengono salvate nelle impostazioni.
japanese: これらのオプションは設定に保存されていません。
korean: 해당 옵션은 설정에 저장되지 않습니다.
portuguese: Estas opções não são salvas nos ajustes.
russian: Эти опции не сохраняются в настройках.
spanish: Estas opciones no se guardan en la configuración.

# settings.reset.title
source: Settings
dutch: Instellingen
french: Réglages
german: Einstellungen
italian: Impostazioni
japanese: 設定
korean: 설정
portuguese: Ajustes
russian: Параметры
spanish: Configuración

# settings.reset.title.help
source: It will reset the app preference settings. Some resources are saved separately and will NOT be resetted, it includes: • Projects • Key Bindings • Tools Presets • HDRs Environments • MatCaps • Alphas • Textures (brush) • Reference Images Note that everything linked to the project will be kept intact, such as lighting, Post Process, camera views, etc
dutch: Het zal de app-voorkeuren resetten. Sommige bronnen worden apart opgeslagen en worden NIET gereset, zoals: • Projecten • Toetsbindingen • Gereedschapspresets • HDR-omgevingen • MatCaps • Alphas • Texturen (borstel) • Referentieafbeeldingen Merk op dat alles wat verbonden is aan het project intact blijft, zoals verlichting, Post Process, camerastandpunten, enz.
french: Cette commande réinitialise les réglages des préférences de l'application. Certaines ressources sont enregistrées séparément et ne seront PAS réinitialisées, dont : • Projets • Liaisons clés • Préréglages des outils • Environnements HDR • MatCaps • Alphas • Textures (pinceau) • Images de référence Notez que tous les réglages liés au projet resteront inchangés : éclairage, post-traitement, vues de caméra, etc.
german: Hierdurch werden die App-Einstellungen zurückgesetzt. Einige Ressourcen werden separat gesichert und werden NICHT zurückgesetzt, darunter: • Projekte • Tastenbelegung • Werkzeug-Presets • HDRs-Umgebungen • MatCaps • Alphas • Texturen (Pinsel) • Referenzbilder Beachte, dass alle projektspezifischen Einstellungen unverändert bleiben, z. B. Beleuchtung, Nachbearbeitung oder Kamera-Ansichten.
italian: Ripristinerà le impostazioni delle preferenze dell'app. Alcune risorse vengono salvate separatamente e NON verranno ripristinate, tra cui: • Progetti • Collegamenti ai tasti • Preset di strumenti • Ambienti HDR • MatCap • Alfa • Texture (pennello) • Immagini di riferimento Tieni presente che tutto ciò che è collegato al progetto verrà mantenuto intatto, come l'illuminazione, il post processing, le viste, ecc
japanese: この操作はアプリの設定をリセットします。 いくつかのリソースは別々に保存されているので、リセットされません。リセットされないものは以下の通りです: • プロジェクト • キーバインド • ツールのプリセット • HDR 環境 • MatCap • アルファ • テクスチャ (ブラシ) • 参照イメージ プロジェクトにリンクされているもの、例えば、ライティング、ポスト処理、カメラビューなど、はすべてそのまま残ります。
korean: 이 작업은 앱 설정을 초기화합니다. 일부 리소스는 별도로 저장되므로 초기화되지 않으며, 다음과 같은 항목을 포함합니다: - 프로젝트 - 키 바인딩 - 도구 프리셋 - HDR 환경 - MatCap - 알파 - 텍스처 (브러시) - 레퍼런스 이미지 프로젝트에 연결된 모든 항목과 설정, 예를 들어 광원과 포스트 프로세싱, 카메라 뷰 등은 모두 현상태로 유지됩니다.
portuguese: Isto redefinirá os ajustes de preferências do app. Alguns recursos são salvos separadamente e NÃO serão redefinidos, incluindo: • Projetos • Atalhos • Pré‑ajustes das ferramentas • Ambientes HDR • MatCaps • Alfas • Texturas (pincel) • Imagens de referência Note que tudo aquilo ligado ao projeto será mantido intacto, como iluminação, Pós-processamento, visualizações da câmera, etc.
russian: Это сбросит настройки предпочтений приложения. Часть ресурсов сохраняется отдельно и не будет сброшена, а именно: • Проекты • Функциональные клавиши • Наборы инструментов • HDR-окружение • MatCap • Альфы • Текстуры (кисти) • Эталонные изображения Примечание: все, связанное с проектами, будет сохранено, например, освещение, пост-обработка, просмотр камеры, и т.д.
spanish: Restablecerá los ajustes de la app. Ciertos recursos se guardan por separado y NO se restablecerán, entre ellos: • Proyectos • Atajos de teclado • Preajustes de herramientas • Entornos HDR • MatCaps • Alfas • Texturas (pincel) • Imágenes de referencia Importante: todo lo vinculado con el proyecto permanecerá intacto, como la iluminación, posprocesado, vistas de cámara, etc.

# settings.reset
source: Reset to default
dutch: Herstel naar standaard
french: Rétablir les valeurs par défaut
german: Reset
italian: Ripristina valori predefiniti
japanese: デフォルトにリセット
korean: 기본값으로 초기화
portuguese: Redefinir padrão
russian: Сбросить к стандартным
spanish: Restablecer a los valores predeterminados

# settings.reset.confirm
source: Reset preference settings?
dutch: Voorkeursinstellingen herstellen?
french: Réinitialiser les réglages des préférences ?
german: Einstellungen zurücksetzen?
italian: Ripristinare le impostazioni delle preferenze?
japanese: 環境設定をリセットしますか？
korean: 환경설정을 초기화하시겠습니까?
portuguese: Redefinir ajustes das preferências?
russian: Сбросить настройки предпочтений?
spanish: ¿Restablecer las preferencias?

# file.render
source: Render
french: Générer le rendu
german: Rendern
italian: Renderizza
japanese: レンダリング
korean: 렌더
portuguese: Renderizar
russian: Рендеринг
spanish: Renderizar

# file.render.showInterface
source: Show interface
dutch: Interface tonen
french: Afficher l'interface
german: Interface anzeigen
italian: Mostra interfaccia
japanese: インターフェースを表示
korean: 인터페이스 보기
portuguese: Mostrar interface
russian: Показать интерфейс
spanish: Mostrar interfaz

# file.render.renderRatio
source: Render ratio
dutch: Renderverhouding
french: Rapport de rendu
german: Renderfaktor
italian: Rapporto di rendering
japanese: レンダーの比率
korean: 렌더 비율
portuguese: Proporção da renderização
russian: Разрешение рендеринга
spanish: Render proporción

# file.render.renderRatio.help
source: A value of 1.0 means that Nomad will render at the same resolution as the requested image size below. Use this option if you cannot render at certain resolution (crashes because of lack of memory).
dutch: Een waarde van 1,0 betekent dat Nomad rendert met dezelfde resolutie als de hieronder gevraagde afbeeldingsgrootte. Gebruik deze optie als je niet op een bepaalde resolutie kunt renderen (crasht wegens gebrek aan geheugen).
french: Avec la valeur 1,0, Nomad générera le rendu à la même résolution que la taille d'image requise ci-dessous. Utilisez cette option si vous ne pouvez pas effectuer le rendu à certaines résolutions (plantage pour cause de manque de mémoire).
german: Ein Wert von 1,0 bedeutet, dass Nomad mit der gleichen Auflösung rendert, wie die unten angegebene Bildgröße. Verwenden Sie diese Option, wenn Sie bei einer bestimmten Auflösung nicht rendern können (Abstürze wegen Speichermangels).
italian: Un valore di 1.0 significa che Nomad eseguirà il rendering alla stessa risoluzione delle dimensioni dell'immagine richieste di seguito. Utilizzare questa opzione se non è possibile eseguire il rendering con una determinata risoluzione (arresto anomalo per mancanza di memoria).
japanese: 値が 1.0 の場合、Nomadが下の要求されたイメージサイズと同じ解像度でレンダーすることを意味します。 特定の解像度でレンダーできない場合 (メモリ不足でクラッシュするなど)、このオプションを使用してください。
korean: 값이 1.0인 경우는 아래 요청된 이미지 크기와 동일한 해상도로 렌더링됨을 의미합니다. 특정 해상도에서 렌더링할 수 없는 경우 (메모리 부족 등의 이유로 충돌) 이 옵션을 사용하십시오.
portuguese: Com um valor de 1.0, o Nomad renderizará na mesma resolução do tamanho de imagem solicitado abaixo. Use esta opção caso não consiga renderizar em uma certa resolução (falhas por causa da falta de memória).
russian: Значение 1.0 значит, что Nomad будет производить рендеринг в том же разрешении, как и изображение ниже. Используйте эту функцию, если вы не можете произвести рендеринг в определенном разрешении (аварийное завершение работы в связи с недостатком памяти).
spanish: Un valor de 1.0 significa que Nomad se renderizará con la misma resolución que el tamaño de imagen solicitado a continuación. Utiliza esta opción si no puedes renderizar a una resolución determinada (se bloquea por falta de memoria).

# file.render.size
source: Final size
dutch: Definitieve grootte
french: Taille finale
german: Endgültige Größe
italian: Dimensione finale
japanese: 最終サイズ
korean: 최종 크기
portuguese: Tamanho final
russian: Финальный размер
spanish: Tamaño final

# file.render.size.custom
source: Custom
dutch: Aangepast
french: Personnalisée
german: Benutzerdefiniert
italian: Personalizzata
japanese: カスタム
korean: 커스텀
portuguese: Personalizado
russian: Собственный
spanish: Personalizar

# file.render.screenResolution
source: Screen
dutch: Scherm
french: Écran
german: Bildschirm
italian: Scolora
japanese: スクリーン
korean: 스크린
portuguese: Tela
russian: Экран
spanish: Pantalla

# file.render.width
source: Width
dutch: Breedte
french: Largeur
german: Breite
italian: Larghezza
japanese: 幅
korean: 너비
portuguese: Largura
russian: Ширина
spanish: Ancho

# file.render.height
source: Height
dutch: Hoogte
french: Hauteur
german: Höhe
italian: Altezza
japanese: 高さ
korean: 높이
portuguese: Altura
russian: Высота
spanish: Altura

# file.render.warn
source: The export resolution is high ($0x$1)! Make sure to save your project in case your device runs out of VRAM and crashes.
dutch: De exportresolutie is hoog ($0x$1)! Zorg ervoor dat je je project opslaat voor het geval je apparaat geen VRAM meer heeft en crasht.
french: La résolution d'exportation est élevée ($0x$1) ! Pensez à enregistrer votre projet, au cas où votre appareil se trouverait à court de VRAM et planterait.
german: Die Export-Auflösung ist hoch ($0x$1)! Stellen Sie sicher, dass Sie Ihr Projekt vorher speichern, für den Fall, dass Ihr Gerät keinen VRAM mehr hat und abstürzt.
italian: La risoluzione di esportazione è alta ($0x$1)! Assicurati di salvare il progetto per evitare che il tuo dispositivo esaurisca la VRAM e vada in crash.
japanese: 書き出しの解像度が高いです ($0x$1)！ デバイスでVRAMが不足し、クラッシュするような場合に備えて、必ずプロジェクトを保存しておいてください。
korean: 익스포트 해상도가 높습니다 ($0x$1)! VRAM이 부족하여 장치에서 충돌이 발생할 경우를 대비해 프로젝트를 저장하시기 바랍니다.
portuguese: A resolução da exportação é alta ($0x$1)! Certifique-se de que o projeto esteja salvo para o caso do dispositivo ficar sem VRAM e falhar.
russian: Высокое разрешение экспорта ($0x$1)! Обязательно сохраните проект в случае, если вашему устройству не хватит видео-ОЗУ и произойдет аварийное завершение работы.
spanish: ¡La resolución de exportación es alta ($0x$1)! Asegúrate de guardar el proyecto en caso de que el dispositivo se quede sin VRAM y se bloquee.

# file.render.transparent
source: Transparent background
dutch: Transparante achtergrond
french: Arrière-plan transparent
german: Transparenter Hintergrund
italian: Sfondo trasparente
japanese: 透明な背景
korean: 투명한 배경
portuguese: Fundo transparente
russian: Прозрачный фон
spanish: Fondo transparente
