Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# binding.pan.left
source: Pan Left
dutch: Pan naar links
french: Déplacer à Gauche
german: Nach links schwenken
italian: Scorri a Sinistra
japanese: 左にパン
portuguese: Deslocar para Esquerda
russian: Панорамирование влево
spanish: Desplazar a la Izquierda

# binding.pan.right
source: Pan Right
dutch: Pan naar rechts
french: Panoramique droit (vue
german: Nach rechts
italian: Panoramica a destra
japanese: 右へパン
portuguese: Deslocar para a Direita
russian: Панорама вправо
spanish: Desplazar a derecha (vista)

# binding.pan.forward
source: Pan Forward
dutch: Voorwaarts Pannen
french: Panoramique avant
german: Vorwärts
italian: Panoramica in avanti
japanese: 前へパン
portuguese: Deslocar para a Frente (Visualização
russian: Панорама вперед
spanish: Desplazar hacia delante (vista

# binding.pan.backward
source: Pan Backward
dutch: Achterwaarts Pannen
french: Panoramique arrière
german: Rückwärts
italian: Panoramica all'indietro
japanese: 後へパン
portuguese: Deslocar para Trás (Visualização
russian: Панорама назад
spanish: Desplazar hacia atrás (vista

# binding.pan.up
source: Pan Upward
dutch: Opwaarts Pannen
french: Panoramique haut
german: Aufwärts
italian: Panoramica verso l'alto
japanese: 上へパン
portuguese: Deslocar para Cima (Visualização
russian: Панорама вверх
spanish: Desplazar arriba (vista

# binding.pan.down
source: Pan Downward
dutch: Neerwaarts Pannen
french: Panoramique bas
german: Abwärts
italian: Panoramica verso il basso
japanese: 下へパン
portuguese: Deslocar para Baixo (Visualização
russian: Панорама вниз
spanish: Desplazar abajo (vista

# binding.snapViewOnRotate
source: Snap view (while rotating)
dutch: Snapweergave (tijdens draaien)
french: Aligner la vue (pendant la rotation)
german: Ansicht ausrichten (beim Drehen)
italian: Aggancia vista (durante la rotazione)
japanese: スナップビュー (回転中)
korean: 뷰 스냅 (회전 도중)
portuguese: Ajustar visualização (ao girar)
russian: Просмотр привязки (при прокручивании)
spanish: Ajustar vista (al rotar)

# binding.project.open
source: Open (project)
dutch: Openen (project)
french: Ouvrir (projet)
german: Öffnen (Projekt)
italian: Apri (progetto)
japanese: 開く (プロジェクト)
korean: 열기 (프로젝트)
portuguese: Abrir (projeto)
russian: Открыть (проект)
spanish: Abrir (proyecto)

# binding.project.add
source: Add (project)
dutch: Toevoegen (project)
french: Ajouter (projet)
german: Hinzufügen (Projekt)
italian: Aggiungi (progetto)
japanese: 追加 (プロジェクト)
korean: 추가 (프로젝트)
portuguese: Adicionar (projeto)
russian: Добавить (проект)
spanish: Añadir (proyecto)

# binding.selectAll
source: Select All
dutch: Alles selecteren
french: Tout sélectionner
german: Alle auswählen
italian: Seleziona tutto
japanese: すべてを選択
korean: 모두 선택
portuguese: Selecionar Tudo
russian: Выбрать все
spanish: Seleccionar todo

# binding.rotateLighting
source: Rotate lighting
dutch: Verlichting roteren
french: Faire pivoter l'éclairage
german: Beleuchtung drehen
italian: Ruota illuminazione
japanese: ライティングを回転
korean: 광원 회전
portuguese: Girar iluminação
russian: Поворот освещения
spanish: Girar iluminación

# binding.updatePivot
source: Update pivot...
dutch: Punt bijwerken...
french: Pivot
german: Drehpunkt
italian: Pivot
japanese: 回転軸
portuguese: Pivô
russian: Ось
spanish: Pivote

# quadremesh.adaptQuadCount
source: Adaptive Quad Count
dutch: Adaptieve Quad Teller
french: Nombre de quadrilatères adaptatifs
german: Adaptive Quad-Anzahl
italian: Numero Quad Adattivo
japanese: アダプティブ・クワッド数
portuguese: Contagem Adaptativa de Quads
russian: Адаптивное количество квадов
spanish: Cantidad de Cuadrados Adaptativos

# quadremesh.curvatureAdaptivness
source: Adaptive Size
dutch: Adaptieve Grootte
french: Taille adaptative
german: Adaptive Größe
italian: Dimensione Adattiva
japanese: アダプティブサイズ
portuguese: Tamanho Adaptativo
russian: Адаптивный размер
spanish: Tamaño Adaptativo

# quadremesh.curvatureAdaptivness.help
source: At 100%, quads size will vary depending on the object curvature, allowing smaller quad on high curvature. At 0%, quads size will be uniform.
dutch: Bij 100% varieert de grootte van kwadraten afhankelijk van de objectkromming, zodat kleinere kwadraten kunnen worden toegepast bij hoge kromming. Bij 0% is de grootte van de kwadraten uniform.
french: À 100%, la taille des quadrilatères variera en fonction de la courbure de l'objet, permettant des quadrilatères plus petits sur une courbure élevée. À 0%, la taille des quadrilatères sera uniforme.
german: Bei 100% wird die Quad-Größe je nach Objektkrümmung variieren, was kleinere Quads bei hoher Krümmung ermöglicht. Bei 0% wird die Quad-Größe einheitlich sein.
italian: Al 100%, la dimensione dei quad varierà a seconda della curvatura dell'oggetto, permettendo quad più piccoli su curve accentuate. Al 0%, la dimensione dei quad sarà uniforme.
japanese: 100%では、オブジェクトの曲率に応じてクワッドのサイズが変わり、高曲率部分ではより小さいクワッドになります。 0%では、クワッドのサイズは均一になります。
portuguese: A 100%, o tamanho dos quads variará dependendo da curvatura do objeto, permitindo quads menores em alta curvatura. A 0%, o tamanho dos quads será uniforme.
russian: При 100%, размер квадов будет варьироваться в зависимости от кривизны объекта, позволяя меньшие квады на высокой кривизне. При 0%, размер квадов будет равномерным.
spanish: Al 100%, el tamaño de los cuadrados variará dependiendo de la curvatura del objeto, permitiendo cuadrados más pequeños en alta curvatura. Al 0%, el tamaño de los cuadrados será uniforme.

# quadremesh.useVertexColors
source: Preserve painting
dutch: Schilderen behouden
french: Préserver la peinture
german: Painting erhalten
italian: Conserva la dipinti
japanese: ペイントを保持
portuguese: Preservar pintura
russian: Сохранить окрашивание
spanish: Preservar pintura

# quadremesh.autoDetectHardEdges
source: Auto-Detect Hard Edges
dutch: Automatisch Harde Randen Detecteren
french: Détection automatique des arêtes dures
german: Harte Kanten automatisch erkennen
italian: Rilevamento Automatico Bordi Neti
japanese: ハードエッジの自動検出
portuguese: Detectar Automaticamente Bordas Duras
russian: Авто-обнаружение острых кромок
spanish: Detección Automática de Bordes Duros

# privacyPolicy.title
source: Privacy Policy
dutch: Privacybeleid
french: Règles de confidentialité
german: Datenschutzrichtlinie
italian: Informativa sulla privacy
japanese: プライバシーポリシー
korean: 개인 정보 보호 정책
portuguese: Política de Privacidade
russian: Политика конфиденциальности
spanish: Política de privacidad

# privacyPolicy.reject
source: Reject
dutch: Weigeren
french: Rejeter
german: Ablehnen
italian: Rifiuta
japanese: 拒否
korean: 거부
portuguese: Rejeitar
russian: Отклонить
spanish: Rechazar

# privacyPolicy
source: Hexanomad does not collect any data from Nomad Sculpt.
dutch: Hexanomad verzamelt geen gegevens van Nomad Sculpt.
french: Hexanomad ne collecte aucune donnée via Nomad Sculpt.
german: Hexanomad erfasst keinerlei Daten von Nomad Sculpt.
italian: Hexanomad non raccoglie alcun dato da Nomad Sculpt.
japanese: HexanomadはNomad Sculptからいかなるデータも収集しません。
korean: Hexanomad는 Nomad Sculpt로부터 어떠한 데이터도 수집하지 않습니다.
portuguese: O Hexanomad não coleta nenhum dado do Nomad Sculpt.
russian: Hexanomad не собирает данные из Nomad Sculpt.
spanish: Hexanomad no recopila ningún dato de Nomad Sculpt.

# sonar.disconnect
source: Disconnect SonarPen
dutch: SonarPen loskoppelen
french: Déconnecter SonarPen
german: SonarPen trennen
italian: Disconnetti SonarPen
japanese: ソナーペンの切断
portuguese: Desconectar SonarPen
russian: Отключить SonarPen
spanish: Desconectar SonarPen

# sonar.connect
source: Connect SonarPen
dutch: SonarPen verbinden
french: Connecter SonarPen
german: SonarPen verbinden
italian: Connetti SonarPen
japanese: ソナーペンの接続
portuguese: Conectar SonarPen
russian: Подключить SonarPen
spanish: Conectar SonarPen

# sonar.connect.confirm
source: Connect SonarPen?
dutch: SonarPen verbinden?
french: Connecter SonarPen ?
german: SonarPen verbinden?
italian: Connettere SonarPen?
japanese: ソナーペンを接続しますか？
portuguese: Conectar SonarPen?
russian: Подключить SonarPen?
spanish: ¿Conectar SonarPen?

# sonar.connect.confirm.warning
source: Sonar Pen will use the microphone (audio loopback) to detect the pressure of the pen.
dutch: Sonar Pen zal de microfoon (audio-loopback) gebruiken om de druk van de pen te detecteren.
french: Sonar Pen utilisera le microphone (boucle audio) pour détecter la pression du stylet.
german: Der SonarPen wird das Mikrofon (Audio-Loopback) verwenden, um den Druck des Stifts zu erkennen.
italian: Sonar Pen utilizzerà il microfono (audio loopback) per rilevare la pressione della penna.
japanese: ソナーペンはマイク（オーディオループバック）を使用してペンの圧力を検出します。
portuguese: Sonar Pen usará o microfone (retorno de áudio) para detectar a pressão da caneta.
russian: Sonar Pen будет использовать микрофон (обратная связь по аудио) для определения давления стилуса.
spanish: Sonar Pen usará el micrófono (audio loopback) para detectar la presión del lápiz.

# widget.color.disc
source: Disc
dutch: Schijf
french: Disque
german: Scheibe
italian: Disco
japanese: ディスク
portuguese: Disco
russian: Диск
spanish: Disco

# widget.color.ring
source: Ring
french: Anneau
italian: Anello
japanese: リング
portuguese: Anel
russian: Кольцо
spanish: Anillo

# widget.color.square
source: Square
dutch: Vierkant
french: Carré
german: Quadrat
italian: Quadrato
japanese: スクエア
portuguese: Quadrado
russian: Квадрат
spanish: Cuadrado

source: Nomad main folder
dutch: Nomad hoofdmap
french: Dossier principal de Nomad
german: Hauptordner von Nomad
italian: Cartella principale di Nomad
japanese: Nomadメインフォルダ
portuguese: Pasta principal do Nomad
russian: Главная папка Nomad
spanish: Carpeta principal de Nomad

# nomad.mainFolder.warning
source: Files are left untouched. They are not copied, deleted or moved.
dutch: Bestanden blijven onaangeroerd. Ze worden niet gekopieerd, verwijderd of verplaatst.
french: Les fichiers sont laissés intacts. Ils ne sont ni copiés, ni supprimés, ni déplacés.
german: Dateien bleiben unberührt. Sie werden nicht kopiert, gelöscht oder verschoben.
italian: I file sono lasciati inalterati. Non sono copiati, cancellati o spostati.
japanese: ファイルはそのままにしておきます。 コピー、削除、移動はしません。
portuguese: Os arquivos são deixados intactos. Eles não são copiados, excluídos ou movidos.
russian: Файлы оставлены без изменений. Они не копируются, не удаляются и не перемещаются.
spanish: Los archivos quedan intactos. No se copian, eliminan ni mueven.

# nomad.mainFolder.error
source: After you select yes, Nomad will close and you can simply relaunch it.
dutch: Nadat je ja hebt geselecteerd, sluit Nomad af en kun je het eenvoudig opnieuw starten.
french: Une fois que vous avez sélectionné oui, Nomad se fermera et vous pourrez simplement le relancer.
german: Nachdem Sie Ja auswählen, wird Nomad geschlossen und Sie können es einfach neu starten.
italian: Dopo aver selezionato 'sì', Nomad si chiuderà e potrà essere facilmente riavviata.
japanese: はいを選択すると、Nomadは閉じて、簡単に再起動できます。
portuguese: Depois de selecionar sim, o Nomad será fechado e você poderá simplesmente reiniciá-lo.
russian: После выбора 'Да', Nomad закроется, и вы сможете просто перезапустить его.
spanish: Después de seleccionar sí, Nomad se cerrará y podrás reiniciarlo simplemente.

# version.restore
source: Restore purchase
dutch: Herstel aankoop
french: Restaurer l'achat
german: Kauf wiederherstellen
italian: Ripristina acquisto
japanese: 購入の復元
portuguese: Restaurar compra
russian: Восстановить покупку
spanish: Restaurar compra

# version.buyWeb
source: Web version is only a demo
dutch: Webversie is slechts een demo
french: La version Web n'est qu'une démo
german: Die Web-Version ist nur eine Demo
italian: La versione Web è solo una demo
japanese: ウェブバージョンはデモ目的のみに利用できます
korean: 웹 버전은 데모 목적으로만 사용할 수 있습니다
portuguese: A versão da web é apenas uma demonstração
russian: Веб-версия — это только демо-версия
spanish: La versión web es solo una demostración

# version.buyFull
source: Upgrade to full version
dutch: Upgrade naar volledige versie
french: Passer à la version complète
german: Upgrade auf Vollversion
italian: Aggiorna alla versione completa
japanese: フルバージョンにアップグレード
korean: 풀 버전으로 업그레이드
portuguese: Mudar para versão completa
russian: Перейти на полную версию
spanish: Actualiza a la versión completa

# version.trialLayer
source: Trial version: 1 layer per object
dutch: Proefversie: 1 laag per object
french: Version d'essai : 1 calque par maillage
german: Trial version: Nur 1 Layer pro Mesh
italian: Versione di prova: 1 livello per mesh
japanese: お試し版: メッシュごとに1 レイヤーのみ
korean: 평가판: 메시 당 1개의 레이어
portuguese: Versão de avaliação: 1 camada por malha
russian: Пробная версия: 1 слой на меш
spanish: Versión de prueba: Una capa por malla

# version.trialNoExport
source: Trial version: No export
dutch: Proefversie: Geen export
french: Version d'essai : pas d'exportation
german: Trial version: Kein Export
italian: Versione di prova: Nessuna esportazione
japanese: お試し版: 書き出し機能は使用できません
korean: 평가판: 익스포트 기능을 사용할 수 없음
portuguese: Versão de avaliação: proibido exportar
russian: Пробная версия: экспорт невозможен
spanish: Versión de prueba: sin exportación

# version.fullFeatures
source: • One time purchase • Unlimited undo/redo • Unlimited layers • Save & Load • Export & import
dutch: • Eenmalige aankoop • Onbeperkt ongedaan maken/herhalen • Onbeperkt lagen • Export & import
french: • Achat définitif • Opérations Annuler/Rétablir illimitées • Calques illimités • Exportation et importation
german: • UnDo/ReDo unbegrenzt • Unbegrenzte Layer • Speichern & Laden • Export & Import
italian: • Acquisto una tantum • Annulla/ripeti illimitati • Livelli illimitati • Salvataggio e caricamento • Esportazione e importazione
japanese: • 一括購入 • 取り消し/やり直しの上限なし • 無制限のレイヤー • 書き出し & 読み込み
korean: - 일회성 구매 - 무제한 실행 취소/다시 실행 - 무제한 레이어 - 저장 및 불러오기 - 익스포트 및 임포트
portuguese: • Compra única • Desfazer/refazer ilimitado • Camadas ilimitadas • Exporte e importe
russian: • Однократная покупка • Бесконечное количество отмен/возвратов • Бесконечное количество слоев • Экспорт и импорт
spanish: • Compra única • Deshacer/rehacer ilimitado • Capas ilimitadas • Exportación e importación

# version.demo.purpose
source: This version has been created specifically for demonstration purposes.
dutch: Deze versie is specifiek gemaakt voor demonstratiedoeleinden.
french: Cette version a été créée spécifiquement à des fins de démonstration.
german: Diese Version wurde speziell für Demozwecke entwickelt.
italian: Questa versione è stata appositamente creata per scopi dimostrativi.
japanese: このバージョンはデモ用として特別に開発されたものです。
portuguese: Esta versão foi criada somente para fins de demonstração.
russian: Это демоверсия приложения.
spanish: Esta versión se ha creado específicamente con fines de demostración.

# version.demo.disable
source: Feature not enabled for demo.
dutch: Functie niet ingeschakeld voor demo.
french: Fonctionnalité non disponible pour cette démo.
german: Das Feature ist für diese Demo nicht verfügbar.
italian: Funzione non disponibile su questa versione demo.
japanese: このデモでは機能が有効になっていません。
portuguese: Recurso não habilitado para esta demonstração.
russian: Функция недоступна в демоверсии.
spanish: Prestación no activada para esta demo.

# store.headline
source: Sculpt, paint and create in 3D
dutch: Beeldhouwen, schilderen en creëren in 3D
french: Sculpture et peinture 3D
german: Modellieren und malen in 3D
italian: Scultura e dipingi in 3D
japanese: 3Dで彫刻し、ペイントし、作成する
portuguese: Esculpir, pintar e criar em 3D
russian: Лепка и рисование в 3D
spanish: Esculpir, pintar y crear en 3D

# store.tag
source: sculpt, 3d, nomad, paint, modeling
dutch: beeldhouwen, 3D, nomade, schilderen, modelleren
french: sculpt, 3d, nomad, paint, modeling, sculpter, peindre, modélisation
german: sculpt, 3d, nomad, paint, modeling, modellieren, malen, modellierung
italian: sculpt, 3d, nomad, paint, modeling, scultura, dipinti, modellazione
japanese: sculpt, 3d, nomad, paint, modeling, 彫刻, ペイント, モデリング
portuguese: sculpt, 3d, nomad, paint, modeling, esculpir, pintar, modelagem
russian: sculpt, 3d, nomad, paint, modeling, лепка, рисование, моделирование
spanish: sculpt, 3d, nomad, paint, modeling, esculpir, pintar, modelado

# store.description.sculpt
source: • Sculpting tools Clay, flatten, smooth, mask and many other brushes will let you shape your creation. You can also use the trim boolean cutting tool with lasso, rectangle and other shapes, for hardsurface purposes.
dutch: • Sculpting tools Klei, plat, glad, masker en vele andere penselen laten u uw creatie vormen. U kunt ook het trim boolean snijgereedschap gebruiken met lasso, rechthoek en andere vormen voor hard-oppervlakte doeleinden.
french: • Outils de Sculpture Clay, aplatir, lisser, masque et de nombreux autres pinceaux vous permettront de façonner votre création. Vous pouvez également utiliser l'outil de découpe boolean trim avec lasso, rectangle et d'autres formes, pour le hardsurface.
german: • Modellierungswerkzeuge Ton, abflachen, glätten, Mask und viele andere Bürsten lassen Sie Ihre Kreation formen. Sie können auch das Trim-Boolean-Schneidewerkzeug mit Lasso, Rechteck und anderen Formen für Hartoberflächenzwecke verwenden.
italian: • Strumenti di scultura Creazione, appiattimento, levigatura, maschera e molti altri pennelli ti permetteranno di modellare la tua creazione. Puoi anche utilizzare lo strumento di taglio booleano trim con lasso, rettangolo e altre forme, per scopi di hardsurface.• • • Strumenti di scultura Creazione, appiattimento, levigatura, maschera e molti altri pennelli ti permetteranno di modellare la tua creazione. Puoi anche utilizzare lo strumento di taglio booleano trim con lasso, rettangolo e altre forme, per scopi di hardsurface.
japanese: • 彫刻ツール クレイ、フラット化、スムーズ化、マスクなどのブラシで作品を形作ります。 ハードサーフェス用途には、ラッソ、長方形などの形状を使ったトリムブーリアンカッティングツールも使用できます。
portuguese: • Ferramentas de escultura Argila, achatamento, suavização, máscara e muitas outras pinceladas permitirão que você modele sua criação. Você também pode usar a ferramenta de corte booleana com laço, retângulo e outras formas, para fins de superfície dura.
russian: • Инструменты лепки Глина, выравнивание, сглаживание, маска и множество других кистей позволят вам формировать ваше творение. Вы также можете использовать инструмент для резки булевыми операциями с лассо, прямоугольником и другими формами для целей хардсерфейса.
spanish: • Herramientas de escultura Arcilla, aplanar, suavizar, máscara y muchas otras brochas te permitirán dar forma a tu creación. También puedes usar la herramienta de corte booleano de recorte con lazo, rectángulo y otras formas, para propósitos de superficies duras.

# store.description.stroke
source: • Stroke customization Falloff, alphas, tilings, pencil pressure and other stroke parameters can be customized. You can save and load your tools preset as well.
dutch: • Aanpassing van penseelstreken Afname, alphas, betegelingen, potlooddruk en andere penseelstrekparameters kunnen worden aangepast. U kunt uw toolpresets ook opslaan en laden.
french: • Personnalisation de tracé Falloff, alphas, pavages, pression du crayon et d'autres paramètres de tracé peuvent être personnalisés. Vous pouvez également sauvegarder et charger votre préréglage d'outils.
german: • Strichanpassung Falloff, Alphas, Fliesen, Bleistiftdruck und andere Strichparameter können angepasst werden. Sie können Ihre Werkzeugvoreinstellungen auch speichern und laden.
italian: • Personalizzazione del tratto Dissolvenza, alphas, tassellature, pressione della matita e altri parametri del tratto possono essere personalizzati. Puoi anche salvare e caricare il tuo preset di strumenti.
japanese: • ストロークのカスタマイズ フォールオフ、アルファ、タイリング、ペンシル圧力などのストロークパラメーターをカスタマイズできます。 ツールのプリセットを保存して読み込むこともできます。
portuguese: • Personalização de traço A queda de intensidade, alfas, padronagens, pressão do lápis e outros parâmetros de traço podem ser personalizados. Você pode salvar e carregar o seu preset de ferramentas também.
russian: • Настройка штриха Затухание, альфы, размещение, давление карандаша и другие параметры штриха могут быть настроены. Вы также можете сохранять и загружать предустановки ваших инструментов.
spanish: • Personalización de trazo Decaimiento, alphas, mosaicos, presión de lápiz y otros parámetros de trazo pueden ser personalizados. También puedes guardar y cargar tus ajustes de herramienta.

# store.description.paint
source: • Painting tools Vertex painting with color, roughness and metalness. You can easily manage all your material presets as well.
dutch: • Schildersgereedschap Vertex schilderen met kleur, ruwheid en metaalachtigheid. Je kunt ook eenvoudig al je materiaalpresets beheren.
french: • Outils de peinture Peinture de sommet avec couleur, roughness et metalness. Vous pouvez également gérer facilement tous vos préréglages de matériaux.
german: • Malwerkzeuge Vertex-Malerei mit Farbe, Roughness und Metalness. Sie können auch alle Ihre Materialvoreinstellungen leicht verwalten.
italian: • Strumenti di dipinti Verniciatura dei vertici con colore, roughness e metalness. Puoi gestire facilmente tutti i tuoi preset di materiale.
japanese: • ペイントツール 頂点ペインティングで色、粗さ、メタルネスを扱います。 マテリアルプリセットも簡単に管理できます。
portuguese: • Ferramentas de pintura Pintura de vértices com cor, rugosidade e metalicidade. Você pode gerenciar facilmente todos os seus predefinições de material também.
russian: • Инструменты рисования Вершинное рисование с цветом, шероховатостью и металлическостью. Все предустановки ваших материалов также легко управляются.
spanish: • Herramientas de pintura Vertex painting con color, roughness y metalness. También puedes gestionar fácilmente todos tus presets de material.

# store.description.layer
source: • Layers Record your sculpting and painting operations in separate layers for easier iteration during the creation process. Both the sculpting and painting changes are recorded.
dutch: • Lagen Leg je beeldhouw- en schilderbewerkingen vast in afzonderlijke lagen voor gemakkelijker itereren tijdens het creatieproces. Zowel de wijzigingen in het beeldhouwen als schilderen worden geregistreerd.
french: • Calques Enregistrez vos opérations de sculpture et de peinture dans des calques séparés pour faciliter l'itération pendant le processus de création. Les changements de sculpture et de peinture sont enregistrés.
german: • Layer Zeichnen Sie Ihre Modellier• und Maloperationen in separaten Layern auf, um den Erstellungsprozess einfacher zu iterieren. Sowohl die Modellier• als auch die Maländerungen werden aufgezeichnet.
italian: • Livelli Registra le tue operazioni di scultura e dipinti in livelli separati per iterazioni più facili durante il processo di creazione. Sia le modifiche alla scultura che alla dipinti vengono registrate.
japanese: • レイヤー 彫刻およびペイント操作を個別のレイヤーで記録し、作成プロセス中に簡単に反復できます。 彫刻およびペイントの変更が記録されます。
portuguese: • Camadas Registre suas operações de escultura e pintura em camadas separadas para uma iteração mais fácil durante o processo de criação. Tanto as alterações de escultura quanto de pintura são registradas.
russian: • Слои Записывайте свои действия по лепке и рисованию в отдельные слои для упрощения итерации в процессе создания. Записываются изменения как в лепке, так и в рисовании.
spanish: • Capas Registra tus operaciones de escultura y pintura en capas separadas para facilitar la iteración durante el proceso de creación. Tanto los cambios de escultura como de pintura se registran.
