Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# tool.matrix.target.group.help
source: Move the node, ignoring symmetry and masking. The rest of the hierarchy will be transformed as well.
dutch: Verplaats het knooppunt, waarbij symmetrie en maskering worden genegeerd. De rest van de hiërarchie wordt ook getransformeerd.
french: Déplacez le nœud en ignorant la symétrie et le masquage. Le reste de la hiérarchie sera également transformé.
german: Bewegt nur das Objekt, ignoriert Symmetrie und Maskierung. Der Rest der Hierarchie wird ebenfalls transformiert.
italian: Sposta il nodo, ignorando simmetria e mascheramento. Anche il resto della gerarchia verrà trasformato.
japanese: ノードを移動し、対称とマスクは無視されます。 階層の残りも同様に変換されます。
portuguese: Mova o nó, ignorando a simetria e a máscara. O restante da hierarquia também será transformado.
russian: Перемещает узел, игнорируя симметрию и маски. Остальная иерархия также переносится.
spanish: Se mueve el nodo, ignorando la simetría y la máscara. El resto de la jerarquía también se transformará.

# tool.matrix.action
source: Operation
dutch: Operatie
french: Opération
german: Aktion
italian: Azione
japanese: 操作
korean: 작동
portuguese: Operação
russian: Операция
spanish: Acción

# tool.matrix.skew
source: Skew
dutch: Scheef
french: Cisaillement
german: Verbiegen
italian: Inclina
japanese: シアー
korean: 기울임
portuguese: Cisalhamento
russian: Сдвиг
spanish: Sesgar

# tool.matrix.translation
source: Translation
dutch: Verschuiving
italian: Traslazione
japanese: 平行移動
korean: 이동
portuguese: Translação
russian: Перевод
spanish: Traslación

# tool.matrix.rotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
korean: 회전
portuguese: Rotação
russian: Поворот
spanish: Rotación

# tool.matrix.scale
source: Scale
dutch: Schaal
french: Échelle
german: Skalierung
italian: Dimensione
japanese: 比率
korean: 비율
portuguese: Escala
russian: Масштаб
spanish: Escala

# tool.matrix.uniformScale
source: Uniform scale
dutch: Uniforme schaal
french: Échelle uniforme
german: Gleichmäßige Skalierung
italian: Scala uniforme
japanese: 比率を均一化
korean: 균등 스케일
portuguese: Escala uniforme
russian: Однородное масштабирование
spanish: Escala uniforme

# tool.transform.tip
source: Single tap with second finger to switch mode
dutch: Tik eenmaal met de tweede vinger om de modus te veranderen
french: Appuyez une fois avec un deuxième doigt pour changer de mode
german: Einzelnes Tippen mit dem zweiten Finger, um den Modus zu wechseln
italian: Tocco singolo con secondo dito per cambiare modalità
japanese: 第二指でシングルタップしてモードを切り替えます
portuguese: Toque simples com o segundo dedo para alternar modo
russian: Одинарное касание вторым пальцем для смены режима
spanish: Un toque simple con el segundo dedo para cambiar de modo

# tool.gizmo.size
source: Widget size
dutch: Gizmo-grootte
french: Taille du widget
german: Widget-Größe
italian: Dimensione widget
japanese: ウィジェットのサイズ
korean: 위젯 크기
portuguese: Tamanho do widget
russian: Размер виджета
spanish: Tamaño del widget

# tool.gizmo.compact
source: Compact
german: Kompakt
italian: Compatto
japanese: コンパクト
portuguese: Compacto
russian: Компактный
spanish: Compacto

# tool.gizmo.allowInput
source: Numerical input
dutch: Numerieke invoer
french: Saisie numérique
german: Numerische Eingabe
italian: Inserimento numerico
japanese: 数値で入力
korean: 수치 입력
portuguese: Entrada numérica
russian: Цифровой ввод
spanish: Entrada numérica

# tool.gizmo.allowInput.help
source: Allow numerical input when tapping one of the gizmo widget
dutch: Sta numerieke invoer toe wanneer je op een van de Gizmo-widget tikt
french: Autoriser la saisie numérique lors de l'appui sur l'un des widgets de gizmo
german: Ermöglicht numerische Eingabe, wenn auf ein Gizmo-Widget getippt wird
italian: Consente l'input numerico quando si tocca uno dei widget gizmo
japanese: Gizmoウィジェットの1つをタップすると、数値で入力できます
korean: 기즈모 위젯 중 하나를 탭할 때 숫자 입력 허용
portuguese: Permite a entrada numérica ao tocar em um widget do Gizmo.
russian: Позволить цифровой ввод при нажатии на один из гизмо-виджетов
spanish: Permite la entrada numérica al tocar uno de los widgets del gizmo

# tool.gizmo.linearRollThreshold
source: Tangent roll threshold
dutch: Drempel voor tangentrollen
french: Seuil de roulis tangent
german: Tangentiales Rollen
italian: Soglia scorrimento tangente
japanese: タンジェント回転のしきい値
korean: 탄젠트 롤 임계값
portuguese: Limite de rolagem da tangente
russian: Порог поворота тангенса
spanish: Umbral de balanceo tangente

# tool.gizmo.linearRollThreshold.help
source: Angle threshold to choose between linear or circular roll method. Value above this threshold will use the circular roll. If you prefer the linear roll (direction of the tangent), simply set this value to 90°.
dutch: Hoekdrempel om te kiezen tussen lineaire of circulaire rolmethode. Waarden boven deze drempel zullen de circulaire rol gebruiken. Als je de lineaire rol (richting van de tangens) verkiest, stel deze waarde dan in op 90°.
french: Seuil d'angle déterminant le choix entre la méthode de roulis linéaire et la méthode de roulis circulaire. Au-delà de ce seuil, le roulis sera circulaire. Si vous préférez utiliser le roulis linéaire (direction de la tangente), réglez cette valeur à 90°.
german: Schwellenwert des Winkels für die Wahl zwischen linearer und kreisförmiger Roll-Methode. Bei Werten über diesem Schwellenwert wird die kreisförmige Roll-Methode verwendet. Wenn Sie die lineare Drehung (Richtung der Tangente) bevorzugen, setzen Sie diesen Wert einfach auf 90°.
italian: Soglia dell'angolo per scegliere tra il metodo di scorrimento lineare o circolare. Se il valore è superiore a questa soglia, si utilizzerà lo scorrimento circolare. Se si preferisce lo scorrimento lineare (direzione della tangente), basta impostare questo valore a 90°.
japanese: 線形または円形どちらかの回転方法を選択するための角度のしきい値。 このしきい値より上の値は円形の回転を使用します。 線形の回転 (タンジェントの方向) を優先したい場合は、単純にこの値を90°に設定してください。
korean: 선형 또는 원형 롤 방법을 선택하기 위한 각도 임계값. 이 임계값을 초과하는 값은 원형 롤을 사용합니다. 선형 롤(탄젠트의 방향)을 선호하는 경우, 이 값을 90°로 설정하기만 하면 됩니다.
portuguese: O limite do ângulo para escolher entre um método de rolagem linear ou circular. Um valor acima deste limite usará a rolagem circular. Caso prefira a rolagem linear (direção da tangente), defina este valor em 90°.
russian: Настройте на определенную сторону от порога для выбора между линейным и циклическим поворотом. Значения выше этого порога используют циклический поворот. Если вы предпочитаете линейный поворот (в сторону тангенса), установите значение на 90°.
spanish: Umbral de ángulo para elegir entre el método de rodillo lineal o circular. El valor por encima de este umbral utilizará el rodillo circular. Si prefiere el rodillo lineal (dirección de la tangente), simplemente establezca este valor en 90°.

# tool.gizmo.autoHide
source: Hide on interaction
dutch: Verberg bij interactie
french: Masquer lors des interactions
german: Ausblenden bei Interaktion
italian: Nascondi durante l'interazione
japanese: 操作時に隠す
korean: 상호작용 중일 때 가리기
portuguese: Ocultar ao interagir
russian: Скрывать при взаимодействии
spanish: Ocultar en interacción

# tool.gizmo.tap
source: On tap
dutch: Bij tikken
french: Appui simple
german: Einfach-Tap
italian: Solo tocco
japanese: シングルタップ
korean: 탭 한 번
portuguese: Toque
russian: одним касанием
spanish: Pulsación única

# tool.gizmo.tap.help
source: This option controls how to move the pivot when tapping once on the mesh surface.
dutch: Deze optie bepaalt hoe het draaipunt wordt verplaatst wanneer je eenmaal op het mesh oppervlak tikt.
french: Cette option ne fonctionne qu'en mode de pivot personnalisé.
german: Diese Option ist nur im benutzerdefinierten Pivot-Modus wirksam (Auto deaktiviert).
italian: Questa opzione è efficace solo in modalità pivot personalizzata (Auto disabilitato).
japanese: このオプションはカスタム回転軸モードでのみ有効です (“自動”が無効の場合)。
korean: 이 옵션은 커스텀 피벗 모드에서만 유효합니다 ('자동'이 비활성화된 경우). - 없음 메시를 탭해도 아무 일이 일어나지 않습니다. - 첫 교차점 첫 번째 교차점으로 기즈모를 이동합니다. - 중간점 처음 두 교차점의 평균 위치로 기즈모를 이동합니다.
portuguese: Esta opção só tem efeito no modo de pivô personalizado (Auto desativado).
russian: Эта функция эффективна только в режиме уникальной оси (отключена по умолчанию).
spanish: Esta opción solo es efectiva en el modo de pivote personalizado (desactivado automáticamente).

# tool.gizmo.tap.none
source: None
dutch: Geen
french: Aucun
german: Keiner
italian: Nessuno
japanese: なし
korean: 없음
portuguese: Nenhum
russian: Нет
spanish: Ninguno

# tool.gizmo.tap.none.help
source: Nothing happen when tapping on the mesh.
dutch: Er gebeurt niets wanneer op het mesh wordt getikt.
french: Rien ne se passe lorsque vous appuyez sur le maillage.
german: Beim Antippen des Meshes passiert nichts.
italian: Non succede nulla quando si tocca la mesh.
japanese: メッシュをタップしても何も起きません。
portuguese: Nada acontece ao tocar na malha.
russian: При нажатии на меш ничего не произойдет
spanish: No pasa nada al pulsar la malla.

# tool.gizmo.tap.normal
source: Normal
dutch: Normaal
french: Normale
italian: Normale
japanese: 標準
korean: 보통
russian: Обычное

# tool.gizmo.tap.first
source: First
dutch: Eerst
french: Premier coup
german: Erster Treffer
italian: Primo colpo
japanese: 最初の交点
korean: 첫 교차점
portuguese: Primeira ocorrência
russian: Первое касание
spanish: Primer golpe

# tool.gizmo.tap.first.help
source: Move the gizmo on the first intersection.
dutch: Verplaats de gizmo naar het eerste snijpunt.
french: Déplace le gizmo sur la première intersection.
german: Bewegt das Gizmo auf die erste Schnittstelle.
italian: Sposta il gizmo sulla prima intersezione.
japanese: 最初の交点でGizmoを移動します。
portuguese: Mova o Gizmo na primeira interseção.
russian: Перенос гизмо при первом пересечении.
spanish: Mueve el Gizmo en la primera intersección.

# tool.gizmo.tap.medial
source: Medial
dutch: Medeaal
french: Mi-chemin
german: Mittlerer
italian: Colpo medio
japanese: 中間点
korean: 중간점
portuguese: Meio corte
russian: Средняя величина
spanish: Punzada media

# tool.gizmo.tap.medial.help
source: Move the gizmo on the middle of the first two intersections.
dutch: Verplaats de gizmo naar het midden van de eerste twee kruispunten.
french: Déplace le gizmo sur la moyenne des deux premières intersections.
german: Bewegt das Gizmo auf den Durchschnitt der ersten beiden Schnittpunkte.
italian: Sposta il gizmo sul punto medio delle prime due intersezioni.
japanese: 最初の2つの交点を平均した場所でGizmoを移動します。
portuguese: Mova o Gizmo na média das duas primeiras interseções.
russian: Перенос гизмо в середину между первыми двумя пересечениями.
spanish: Mueve el Gizmo en el promedio de las dos primeras intersecciones.

# tool.lathe.axisFixed
source: Fixed
dutch: Vast
french: Fixe
german: Fixiert
italian: Fisso
japanese: 固定
korean: 고정
portuguese: Fixo
russian: Закреплено
spanish: Fijado

# tool.lathe.axisOnly
source: Axis only
dutch: Alleen as
french: Uniquement l'axe
german: Nur Achse
italian: Solo asse
japanese: 軸のみ
portuguese: Apenas eixo
russian: Только ось
spanish: Solo eje

# tool.lathe.stable
source: Stable
dutch: Stabiel
german: Stabil
italian: Stabile
japanese: 安定
portuguese: Estável
russian: Стабильный
spanish: Estable

# tool.lathe.axis
source: Axis
dutch: As
french: Axe
german: Achse
italian: Asse
japanese: 軸
portuguese: Eixo
russian: Ось
spanish: Eje

# tool.hole
source: Hole filling
dutch: Gat vullen
french: Remplissage du trou
german: Füllen von Löchern
italian: Riempimento aperture
japanese: 穴埋め
korean: 구멍 채우기
portuguese: Preenchimento de furo
russian: Заполнение дырок
spanish: Relleno de agujero

# tool.hole.fillHoles
source: Fill holes
dutch: Vul gaten
french: Remplir les trous
german: Löcher füllen
italian: Riempi aperture
japanese: 穴を埋める
korean: 구멍 채우기
portuguese: Preencher furos
russian: Заполнить дырки
spanish: Rellenar agujeros

# tool.hole.method.fill
source: Fill
dutch: Vul
french: Remplir
german: Füllen
italian: Riempi
japanese: 埋める
portuguese: Preencher
russian: Заполнить
spanish: Rellenar

# tool.hole.method.legacy
source: Legacy
japanese: レガシー
portuguese: Legado
russian: Устаревший
spanish: Legado

# tool.hole.bridges
source: Screen-space boolean
french: Booléen espace écran
italian: Booleano dello spazio dello schermo
japanese: 画面空間のブーリアン
korean: 화면 공간 부울
portuguese: Booleano de espaço da tela
russian: Boolean по размеру экрана
spanish: Espacio de pantalla booleano

# tool.hole.bridges.help
source: If this option is enabled, you can punch holes in the volume. The cut slope will also follow more closely the cutting shape.
dutch: Als deze optie is ingeschakeld, kun je gaten in het volume maken. De snijhoek volgt ook nauwer de snijvorm.
french: Si cette option est activée, vous pouvez faire des trous dans le volume. La pente de découpe suit également de plus près la forme de la découpe.
german: Wenn diese Option aktiviert ist, können Sie Löcher in das Volumen stechen. Auch die Schnittneigung wird sich stärker an der Schnittform orientieren.
italian: Se questa opzione è attivata, è possibile praticare aperture nel volume. La pendenza del taglio seguirà più da vicino la forma di taglio.
japanese: このオプションを有効にすると、体積に穴を開けられます。 カットしたスロープも、カットしている形状によりピッタリと追跡します。
korean: 이 옵션이 활성화되면 볼륨에 구멍을 뚫을 수 있습니다. 또한 절단 경사도 역시 절단한 형태를 더 가깝게 따릅니다.
portuguese: Com esta opção ativada, você pode perfurar o volume. A inclinação do corte também seguirá a forma do corte mais fielmente.
russian: Включение этой функции позволяет создавать дырки в объеме. Откос выемки будет ближе к форме вырезания.
spanish: Si esta opción está habilitada, puedes hacer agujeros en el volumen. La pendiente de corte también seguirá más de cerca la forma de corte.

# tool.hole.threshold
source: Threshold epsilon
dutch: Drempel epsilon
french: Epsilon seuil
german: Schwellenwert Epsilon
italian: Soglia epsilon
japanese: しきい値 イプシロン
korean: 임계값 엡실론
portuguese: Épsilon limite
russian: Порог эпсилон
spanish: Epsilon de umbral

# tool.hole.threshold.help
source: Tweaking this value might help with the hole filling algorithm.
dutch: Het aanpassen van deze waarde kan helpen bij het algoritme voor het vullen van gaten.
french: L'ajustement de cette valeur peut améliorer le fonctionnement de l'algorithme de remplissage de trous.
german: Eine Optimierung dieses Wertes könnte den Algorithmus zum Füllen von Löchern unterstützen.
italian: La modifica di questo valore potrebbe aiutare con l'algoritmo di riempimento delle aperture.
japanese: この値を調整することで穴埋めのアルゴリズムに役立つ可能性があります。
korean: 이 값을 조정하면 구멍 채우기 알고리즘에 도움이 될 수 있습니다.
portuguese: O ajuste deste valor pode ajudar no algoritmo de preenchimento de furo.
russian: Настройка этого значения может помочь работе алгоритма по заполнению дырок.
spanish: Ajustar este valor podría ayudar con el algoritmo de rellenado de orificios.

# tool.hole.smoothing
source: Hole smoothing
dutch: Gladmaken van gaten
french: Lissage des trous
german: Loch-Glättung
italian: Levigatura apertura
japanese: 穴のスムージング
korean: 구멍 스무딩
portuguese: Suavização do furo
russian: Сглаживание дырок
spanish: Suavidad del agujero

# tool.smudge.quality
source: Quality
dutch: Kwaliteit
french: Qualité
german: Qualität
italian: Qualità
japanese: クオリティ
korean: 품질
portuguese: Qualidade
russian: Качество
spanish: Calidad

# tool.smudge.quality.help
source: It changes the resolution of the projected pixels, lower values means faster strokes.
dutch: Het verandert de resolutie van de geprojecteerde pixels, lagere waarden betekenen snellere streken.
french: Cette option modifie la résolution des pixels projetés. Avec des valeurs basses, les traits sont plus rapides.
german: Es ändert die Auflösung der projizierten Pixel, niedrigere Werte bedeuten schnellere Striche (Strokes).
italian: Cambia la risoluzione dei pixel proiettati, valori più bassi significano tratti più veloci.
japanese: プロジェクトされたピクセルの解像度を変更します。値が低いほどストロークが速いことを意味します。
korean: 투영된 픽셀의 해상도를 변경하며, 값이 낮을수록 스트로크가 빨라집니다.
portuguese: Altere a resolução dos pixels projetados. Valores mais baixos geram traçados mais rápidos.
russian: Изменяет разрешение проектируемых пикселей: чем ниже значение, тем чаще мазки.
spanish: Cambia la resolución de los píxeles proyectados, los valores más bajos significan trazos más rápidos.

# tool.shape
source: Shape
dutch: Vorm
french: Forme
german: Form
italian: Forma
japanese: シェイプ
korean: 모양
portuguese: Forma
russian: Форма
spanish: Forma

# tool.shape.autoValidate
source: Auto-validate
dutch: Automatisch valideren
french: Validation auto
german: Automatisch bestätigen
italian: Validazione automatica
japanese: 自動検証
portuguese: Auto-validar
russian: Автоматическая валидация
spanish: Auto-validar

# tool.shape.rectangleSquare
source: Square
dutch: Vierkant
french: Carré
german: Quadrat
italian: Quadrato
japanese: スクエア
korean: 사각형
portuguese: Quadrado
russian: Квадрат
spanish: Cuadrado

# tool.shape.rectangleCentered
source: Centered
dutch: Gecentreerd
french: Centré
german: Zentriert
italian: Centrato
japanese: 中央揃え
korean: 가운데 정렬
portuguese: Centralizado
russian: Центрование
spanish: Centrado

# tool.shape.ellipseCircle
source: Circle
dutch: Cirkel
french: Cercle
german: Kreis
italian: Cerchio
japanese: 円
korean: 원
portuguese: Círculo
russian: Круг
spanish: Circulo

# tool.shape.ellipseCentered
source: Centered
dutch: Gecentreerd
french: Centré
german: Zentriert
italian: Centrata
japanese: 中央揃え
korean: 가운데 정렬
portuguese: Centralizado
russian: Центрование
spanish: Centrado

# tool.shape.lineRotateStep
source: Rotate step
dutch: Rotatie stap
french: Rotation par pas
german: Rotate Schritt
italian: Passo di rotazione
japanese: ステップで回転
korean: 회전 단계
portuguese: Girar por grau
russian: Пошаговый поворот
spanish: Girar paso

# tool.measure.goldenRatio
source: Golden ratio
dutch: Gulden snede
french: Nombre d'or
german: Goldenen Schnitt
italian: Sezione aurea
japanese: 黃金比
korean: 황금 비율 보기
portuguese: Proporção áurea
russian: Золотое сечение
spanish: Proporción áurea

# tool.measure.volume
source: Volume
french: Volume de maillage
german: Volumen
italian: Volume del mesh
japanese: メッシュのボリューム
portuguese: Volume do mesh
russian: Объем
spanish: Volumen del mesh

# tool.measure.surface
source: Surface
dutch: Oppervlak
german: Oberfläche
italian: Superficie
japanese: サーフェス
portuguese: Superfície
russian: Поверхность
spanish: Superficie

# tool.view.stickyCamera
source: Camera shortcut (always)
dutch: Camerakortingssleutel (altijd)
french: Raccourci caméra (toujours)
german: Kamera-Shortcut (immer)
italian: Scorciatoia fotocamera (sempre)
japanese: カメラショートカット（常時）
portuguese: Atalho da câmera (sempre)
russian: Ярлык камеры (всегда)
spanish: Acceso directo a la cámara (siempre)

source: Topology
dutch: Topologie
french: Topologie
german: Topologie
italian: Topologia
japanese: トポロジー
korean: 토폴로지
portuguese: Topologia
russian: Топология
spanish: Topología

# topology.dynamic.detail
source: Detail
dutch: Details
french: Détail
italian: Dettaglio
japanese: ディテール
korean: 디테일
portuguese: Detalhe
russian: Детали
spanish: Detalle

# topology.multires
source: Multiresolution
dutch: Multiresolutie
french: Multirésolution
german: Multiauflösung
italian: Multirisoluzione
japanese: マルチレゾリューション
korean: 다중해상도
portuguese: Multirresolução
russian: Мультиразрешение
spanish: Multiresolución

# topology.multires.help
source: Keep multiple resolution of a mesh. If you make changes in a lower resolution, details from the higher resolutions will be reprojected when you switch back. Layers are available on every resolution.
dutch: Behoud meerdere resoluties van een mesh. Als je wijzigingen aanbrengt in een lagere resolutie, worden details van hogere resoluties opnieuw geprojecteerd wanneer je terugschakelt. Lagen zijn beschikbaar op elke resolutie.
french: Conservez plusieurs résolutions d'un même maillage. Si vous effectuez des modifications dans une résolution basse, les détails des résolutions supérieures seront reprojetés lorsque vous changerez de résolution. Les calques sont disponibles dans chaque résolution.
german: Behalten Sie die mehrfache Auflösung eines Netzes bei. Wenn Sie Änderungen in einer niedrigeren Auflösung vornehmen, werden die Details aus der höheren Auflösung beim Zurückschalten erneut projiziert. Layer sind in jeder Auflösung verfügbar.
italian: Mantiene più risoluzioni di una mesh. Se si apportano modifiche in una risoluzione inferiore, i dettagli delle risoluzioni superiori verranno riproiettati quando si torna indietro. I livelli sono disponibili in ogni risoluzione.
japanese: メッシュの解像度を複数残します。 低い方の解像度で変更を加えた場合、高い方の解像度のディテールは戻した時に再度投影されます。 レイヤーはそれぞれの解像度で利用できます。
korean: 다수의 메시 해상도를 유지합니다. 낮은 해상도에서 변경사항이 발생하면, 높은 해상도로 전환했을 때 디테일이 다시 투영됩니다. 레이어는 모든 해상도에서 사용할 수 있습니다.
portuguese: Mantenha várias resoluções de uma malha. Se você fizer alterações em resoluções mais baixas, os detalhes das resoluções mais altas serão reprojetados ao alternar. Camadas estão disponíveis em todas as resoluções.
russian: Сохранить мультиразрешение меша. При внесении изменений в низком разрешении, детали в высоком разрешении будут снова проецированы при переключении. Слои доступны для всех разрешений.
spanish: Mantén la resolución múltiple de una malla. Si realizas cambios en una resolución más baja, los detalles de las resoluciones más altas se reproyectarán cuando vuelva a cambiar. Las capas están disponibles en todas las resoluciones.

# topology.multires.reverse
source: Reverse
dutch: Omgekeerd
french: Inverser
german: Umkehren
italian: Rovescia
japanese: 反転
korean: 반전
portuguese: Inverter
russian: Возврат
spanish: Reverso

# topology.multires.reverse.confirm
source: Could not create base subdivision. The current topology is probably not a result from a subdivision.
dutch: Kon basis subdivisie niet maken. De huidige topologie is waarschijnlijk niet het resultaat van een subdivisie.
french: Impossible de créer la subdivision de base. La topologie actuelle n'est probablement pas le résultat d'une subdivision.
german: Konnte keine Basis-Subdivision erstellen. Die derzeitige Topologie ist wahrscheinlich nicht das Ergebnis einer Subdivision
italian: Impossibile creare la suddivisione di base. La topologia attuale probabilmente non è il risultato di una suddivisione.
japanese: ベースの分割を作成できませんでした。 現在のトポロジーはおそらく分割の結果ではありません。
korean: 베이스 서브디비전을 생성할 수 없습니다. 현재 토폴로지가 서브디비전의 결과가 아닐 수 있습니다.
portuguese: Não foi possível criar a subdivisão base. A topologia atual provavelmente não resulta de uma subdivisão.
russian: Не удалось создать базовое подразделение. Текущая топология, вероятно, не является результатом подразделения.
spanish: No se pudo crear la subdivisión base. La topología actual probablemente no es el resultado de una subdivisión.

# topology.multires.subdivide
source: Subdivide
dutch: Subdivisie
french: Subdiviser
german: Unterteilen
italian: Suddividi
japanese: 分割
korean: 세분화
portuguese: Subdividir
russian: Подразделение
spanish: Subdividir

# topology.multires.subdivide.confirm
source: The mesh will have $0M vertices, are you sure?
dutch: De mesh zal $0M vertices hebben, weet je het zeker?
french: Le maillage aura $0 millions de sommets. Voulez-vous continuer ?
german: Das Mesh wird $0M Vertices aufweisen, sind Sie sicher?
italian: La mesh avrà $0 milioni di vertici, sei sicuro?
japanese: メッシュに頂点が $0M できます。よろしいですか？
korean: 메시가 $0M개의 버텍스를 가지게 됩니다. 계속 진행하시겠습니까?
portuguese: A malha terá $0M de vértices, tem certeza?
russian: В меше будет $0M вершин(ы), вы уверены?
spanish: La malla tendrá vértices de $0M, ¿estás seguro?

# topology.multires.subdivide.limit
source: Subdivide limit exceeded, see $0
dutch: Subdivisiegrens overschreden, zie $0
french: Limite de subdivision dépassée, voir $0
german: Unterteilungslimit überschritten, siehe $0
italian: Limite di suddivisione superato, vedere $0
japanese: 分割の上限を超えました。$0 をご覧ください
korean: 세분화 제한 초과, $0 참조
portuguese: Limite de subdivisão excedido, veja $0
russian: Достигнут лимит подразделений, см. $0
spanish: Límite de subdivisión excedido, ver $0
