Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# file.project.unsaved
source: Unsaved changes!
dutch: Niet-opgeslagen wijzigingen!
french: Modifications non enregistrées !
german: Nicht gespeicherte Änderungen!
italian: Vi sono modifiche non salvate!
japanese: 変更内容が保存されていません！
korean: 변경 내용이 저장되지 않았습니다!
portuguese: Alterações não salvas!
russian: Несохраненные изменения!
spanish: ¡Cambios no guardados!

# file.project.loseUnsaved
source: You will lose unsaved changes!
dutch: U verliest niet-opgeslagen wijzigingen!
french: Toute modification non enregistrée sera perdue !
german: Sie werden nicht gespeicherte Änderungen verlieren!
italian: Perderai le modifiche non salvate!
japanese: 未保存の変更内容は喪失します！
korean: 저장되지 않은 변경사항은 손실됩니다!
portuguese: Você perderá as alterações não salvas!
russian: Вы потеряете несохраненные изменения!
spanish: ¡Perderá los cambios no guardados!

# file.project.lastManualSave
source: Preview of the last manual save
dutch: Voorvertoning van de laatste handmatige opslag
french: Aperçu du dernier enregistrement manuel
german: Vorschau der letzten manuellen Speicherung
italian: Anteprima dell'ultimo salvataggio manuale
japanese: 最後に手動で保存した内容のプレビュー
korean: 마지막으로 수동 저장한 내용 미리보기
portuguese: Pré‑visualização do último salvamento manual
russian: Предпросмотр последнего сохранения вручную
spanish: Vista previa de lo último guardado manualmente

# file.project
source: Project
french: Projet
german: Projekt
italian: Progetto
japanese: プロジェクト
korean: 프로젝트
portuguese: Projeto
russian: Проект
spanish: Proyecto

# file.project.save
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
italian: Salva
japanese: 保存
korean: 저장
portuguese: Salvar
russian: Сохранить
spanish: Guardar

# file.project.save.confirm
source: Save $0?
dutch: Opslaan $0?
french: Enregistrer $0 ?
german: $0 speichern?
italian: Salvare $0?
japanese: $0を保存しますか？
korean: $0 항목을 저장하시겠습니까?
portuguese: Salvar $0?
russian: Сохранить $0?
spanish: ¿Guardar $0?

# file.project.saveAs
source: Save As
dutch: Opslaan als
french: Enregistrer sous
german: Speichern als
italian: Salva come
japanese: 別名で保存
korean: 다음으로 저장
portuguese: Salvar Como
russian: Сохранить как
spanish: Guardar como

# file.project.open
source: Open
dutch: Openen
french: Ouvrir
german: Öffnen
italian: Apri
japanese: 開く
korean: 열기
portuguese: Abrir
russian: Открыть
spanish: Abrir

# file.project.open.confirm
source: Open $0?
dutch: Openen $0?
french: Ouvrir $0 ?
german: $0 öffnen?
italian: Aprire $0?
japanese: $0を開きますか？
korean: $0 항목을 여시겠습니까?
portuguese: Abrir $0?
russian: Открыть $0?
spanish: ¿Abrir $0?

# file.project.add
source: Add to scene
dutch: Toevoegen aan scène
french: Ajouter à la scène
german: Hinzufügen
italian: Aggiungi alla scena
japanese: シーンに追加
korean: 씬에 추가
portuguese: Adicionar à cena
russian: Добавить в кадр
spanish: Añadir a la escena

# file.project.add.confirm
source: Add $0 to the scene?
dutch: Toevoegen $0 aan de scène?
french: Ajouter $0 à la scène ?
german: $0 der Szene hinzufügen?
italian: Aggiungere $0 alla scena?
japanese: $0をシーンに追加しますか？
korean: $0 항목을 씬에 추가하시겠습니까?
portuguese: Adicionar $0 à cena?
russian: Добавить $0 в кадр?
spanish: ¿Añadir $0 a la escena?

# file.project.new
source: New
dutch: Nieuw
french: Nouveau
german: Neu
italian: Nuovo
japanese: 新規
korean: 신규
portuguese: Novo
russian: Создать
spanish: Crear

# file.project.new.confirm
source: Create new scene?
dutch: Nieuwe scène maken?
french: Créer une scène ?
german: Neue Szene erstellen?
italian: Creare nuova scena?
japanese: 新規シーンを作成しますか？
korean: 새로운 씬을 생성하시겠습니까?
portuguese: Criar nova cena?
russian: Создать новый кадр?
spanish: ¿Crear nueva escena?

# file.project.delete.confirm
source: Delete $0?
dutch: Verwijder $0?
french: Supprimer $0 ?
german: $0 löschen?
italian: Eliminare $0?
japanese: $0を削除しますか？
korean: $0 항목을 삭제하시겠습니까?
portuguese: Apagar $0?
russian: Удалить $0?
spanish: ¿Eliminar $0?

# file.project.delete.confirmActive
source: Delete $0? This is the current active project!
dutch: Verwijder $0? Dit is het huidige actieve project!
french: Supprimer $0 ? Il s'agit du projet actif en cours !
german: $0 löschen? Dies ist das derzeit aktive Projekt!
italian: Eliminare $0? Questo è il progetto attivo al momento!
japanese: $0を削除しますか？ これは現在アクティブなプロジェクトです！
korean: $0 항목을 삭제하시겠습니까? 해당 항목은 현재 진행 중인 프로젝트입니다!
portuguese: Apagar $0? Esse é o projeto em atividade!
russian: Удалить $0? Это текущий активный проект!
spanish: ¿Eliminar $0? ¡Este es el proyecto activo actual!

# file.colorSpace
source: Color Space
dutch: Kleurruimte
french: Espace de couleur
german: Farbraum
italian: Spazio Colore
japanese: カラースペース
portuguese: Espaço de Cor
russian: Цветовое пространство
spanish: Espacio de Color

# file.colorSpace.help
source: Try to toggle this option if the colors seem incorrect.
dutch: Probeer deze optie om te schakelen als de kleuren onjuist lijken.
french: Essayez d'activer cette option si les couleurs vous semblent incorrectes.
german: Versuchen Sie diese Option umzuschalten, wenn die Farben falsch erscheinen.
italian: Prova ad attivare questa opzione se i colori sembrano incorretti.
japanese: 色が正しくないように見える場合は、このオプションを切り替えてみてください。
portuguese: Tente alternar esta opção se as cores parecerem incorretas.
russian: Попробуйте переключить эту опцию, если цвета кажутся некорректными.
spanish: Intenta alternar esta opción si los colores parecen incorrectos.

# file.colorSpace.linear
source: Linear
dutch: Lineair
french: Linéaire
italian: Lineare
japanese: リニア
russian: Линейный
spanish: Lineal

# file.importSettings
source: Import options
dutch: Importeeropties
french: Options d'importation
german: Importoptionen
italian: Opzioni importazione
japanese: オプションを読み込む
korean: 임포트 옵션
portuguese: Opções de importação
russian: Настройки импорта
spanish: Importar opciones

# file.import.guiSettings
source: Keep gui settings
dutch: Behoud gui-instellingen
french: Conserver les réglages de l'interface graphique
german: GUI-Einstellungen mitladen
italian: Mantieni impostazioni GUI
japanese: GUI設定を残す
korean: GUI 설정 유지하기
portuguese: Manter ajustes da IU
russian: Сохранить настройки интерфейса
spanish: Mantener la configuración de la gui

# file.import.guiSettings.help
source: When opening or importing a project file, all the gui-related settings embedded in the project will be loaded.
dutch: Bij openen of importeren van een projectbestand worden alle interface-voorkeuren geladen die in het project zijn ingebed.
french: Lors de l'ouverture ou de l'importation d'un fichier de projet, tous les réglages d'interface graphique intégrés au projet seront chargés.
german: Beim Öffnen oder Importieren einer Projektdatei werden alle in das Projekt eingebetteten GUI-bezogenen Einstellungen geladen.
italian: Quando si apre o si importa un file di progetto, verranno caricate tutte le impostazioni relative alla GUI incorporate nel progetto.
japanese: プロジェクトファイルを開く、または読み込む際、プロジェクトに埋め込まれたGUIに関連するすべての設定は読み込まれます。
korean: 프로젝트 파일을 열거나 임포트할 때 프로젝트에 포함된 GUI 관련 설정을 모두 불러옵니다.
portuguese: Ao abrir ou importar um arquivo de projeto, todos os ajustes relacionados à IU integrados ao projeto serão carregados.
russian: При открытии или импорте файла проекта будут загружены все настройки интерфейса, установленные в проекте.
spanish: Al abrir o importar un archivo de proyecto, se cargarán todas las configuraciones relacionadas con la gui integradas en el proyecto.

# file.import.obj.splitByGroup
source: Split OBJ by groups
dutch: Splits OBJ per groepen
french: Scinder l'OBJ en groupes
german: OBJ-Gruppen beibehalten
italian: Dividi OBJ per gruppi
japanese: OBJをグループで分割
portuguese: Dividir OBJ em grupos
russian: Разбить OBJ по группам
spanish: Dividir OBJ por grupos

# file.import.obj.splitByGroup.help
source: When enabled, Nomad will split the OBJ groups into separate objects.
dutch: Wanneer ingeschakeld, zal Nomad de OBJ-groepen splitsen in afzonderlijke objecten.
french: Lorsque cette option est activée, Nomad scinde les groupes OBJ en objets indépendants.
german: Wenn diese Option aktiviert ist, teilt Nomad das OBJ in jede Vertex-Gruppe in separate Objekte auf.
italian: Quando abilitato, Nomad dividerà i gruppi OBJ in oggetti separati.
japanese: 有効にすると、NomadはOBJグループを別々のオブジェクトに分割します。
portuguese: Quando ativado, o Nomad dividirá os grupos OBJ em objetos separados.
russian: При включении этой функции Nomad будет разбивать группы OBJ на отдельные объекты.
spanish: Cuando está habilitado, Nomad dividirá el grupo de vértices OBJECT en objetos separados.

# file.import.mergeLayers
source: Merge Layers
dutch: Lagen Samenvoegen
french: Fusionner les calques
german: Layer zusammenführen
italian: Unisci livelli
japanese: レイヤーを結合
korean: 레이어 병합
portuguese: Combinar Camadas
russian: Объединить слои
spanish: Combinar capas

# file.import.skipTextures
source: Skip textures
dutch: Sla texturen over
french: Ignorer les textures
german: Texturen überspringen
italian: Ignora texture
japanese: テクスチャをスキップ
korean: 텍스처 건너뛰기
portuguese: Ignorar texturas
russian: Игнорировать текстуры
spanish: Omitir texturas

# file.import.keepTopology
source: Keep topology
dutch: Behoud topologie
french: Conserver la topologie
german: Topologie beibehalten
italian: Mantieni topologia
japanese: トポロジーを残す
korean: 토폴로지 유지하기
portuguese: Manter topologia
russian: Сохранить топологию
spanish: Mantener topología

# file.import.keepTopology.help
source: Use this option if you don't want Nomad to fiddle with the topology of imported mesh. It will disable vertex/face reordering, removal of vertex/face duplicates and removal of unused vertices.
dutch: Gebruik deze optie als je niet wilt dat Nomad de topologie van de geïmporteerde mesh aanpast. Het doet de volgorde van vertex/faces, verwijdert dubbele vertex/faces niet en verwijdert geen ongebruikte vertices.
french: Utilisez cette option si vous ne voulez pas que Nomad modifie la topologie du maillage importé. Elle désactive la réorganisation des sommets/faces, la suppression des doublons de sommets/faces et la suppression des sommets inutilisés.
german: Verwenden Sie diese Option, wenn Sie nicht möchten, dass Nomad die Topologie des importierten Meshes verändert. Es deaktiviert das Neuanordnen von Vertices/Faces, das Entfernen von Vertex-/Face-Duplikaten und das Entfernen von unbenutzten Vertices.
italian: Usa questa opzione se non vuoi che Nomad interferisca con la topologia della mesh importata. Disabiliterà il riordino dei vertici/lati, la rimozione dei duplicati dei vertici/lati e la rimozione dei vertici inutilizzati.
japanese: Nomadに読み込んだメッシュのトポロジーをいじらせたくない場合は、このオプションを使用してください。 こうすることで、頂点/面の並べ替え、頂点/面の複製の削除、および未使用の頂点の削除を無効にします。
korean: Nomad로 불러온 메시 토폴로지를 건드리지 않으려면 이 옵션을 사용하십시오. 이렇게 하면 버텍스/면 재정렬, 버텍스/면 복제본 제거, 사용하지 않는 버텍스 제거가 비활성화됩니다.
portuguese: Use esta opção para que o Nomad não altere a topologia da malha importada. Ela desativará a reordenação de vértice/face, remoção de duplicatas de vértice/face e remoção de vértices não usados.
russian: Используйте эту функцию, если вы не хотите, чтоб Nomad вносил изменения в топологию импортированного меша. Это отключит перестройку вершин/граней, удаление дубликатов вершин/граней и удаление неиспользованных вершин.
spanish: Utilice esta opción si no desea que Nomad juegue con la topología de la malla importada. Deshabilitará el reordenamiento de vértices/caras, la eliminación de duplicados de vértices/caras y la eliminación de vértices no utilizados.

# file.import.title
source: Import
dutch: Importeren
french: Importer
german: Importieren
italian: Importa
japanese: 読み込む
korean: 임포트
portuguese: Importar
russian: Импорт
spanish: Importar

# file.import.title.help
source: Supported format:
dutch: Ondersteund formaat:
french: Formats compatibles :
german: Unterstützte Formate:
italian: Formati supportati:
japanese: 対応フォーマット:
korean: 지원 포맷: - Wavefront (.obj) - glTF 2.0 (.glb .gltf) - STL (.stl)
portuguese: Formatos compatíveis:
russian: Поддерживаемые форматы:
spanish: Formato compatible:

# file.import.open
source: Open
dutch: Openen
french: Ouvrir
german: Öffnen
italian: Apri
japanese: 開く
korean: 열기
portuguese: Abrir
russian: Открыть
spanish: Abrir

# file.import.open.confirm
source: Import new file?
dutch: Nieuw bestand importeren?
french: Importer un nouveau fichier ?
german: Neue Datei importieren?
italian: Importare nuovo file?
japanese: 新しいファイルを読み込みますか？
korean: 새로운 파일을 가져오시겠습니까?
portuguese: Importar novo arquivo?
russian: Импортировать новый файл?
spanish: ¿Importar un nuevo archivo?

# file.import.add
source: Add to scene
dutch: Toevoegen aan scène
french: Ajouter à la scène
german: Der Szene hinzufügen
italian: Aggiungi alla scena
japanese: シーンに追加
korean: 씬에 추가
portuguese: Adicionar à cena
russian: Добавить в кадр
spanish: Añadir a escena

# file.import.add.confirm
source: Import new file?
dutch: Nieuw bestand importeren?
french: Importer un nouveau fichier ?
german: Neue Datei importieren?
italian: Importare nuovo file?
japanese: 新しいファイルを読み込みますか？
korean: 새로운 파일을 가져오시겠습니까?
portuguese: Importar novo arquivo?
russian: Импортировать новый файл?
spanish: ¿Importar un nuevo archivo?

# file.select.include
source: Include
dutch: Inclusief
french: Inclure
german: Beinhalten
italian: Includi
japanese: 含める
portuguese: Incluir
russian: Включать
spanish: Incluir

# file.select.all
source: All
dutch: Alles
french: Tout
german: Alle
italian: Tutti
japanese: すべて
portuguese: Todos
russian: Все
spanish: Todo

# file.select.visible
source: Visible
dutch: Zichtbaar
german: Sichtbar
italian: Visibile
japanese: 可視
portuguese: Visível
russian: Видимо

# file.select.selected
source: Selected
dutch: Geselecteerd
french: Sélectionné
german: Ausgewählt
italian: Selezionati
japanese: 選択済み
portuguese: Selecionados
russian: Выбранный
spanish: Seleccionado

# file.select.unselected
source: Unselected
dutch: Ongekozen
french: Non sélectionné
german: Nicht ausgewählt
italian: Deselezionato
japanese: 選択解除
portuguese: Não selecionado
russian: Не выбрано
spanish: No seleccionado

# file.onlySelection
source: Only include selected objects
dutch: Alleen geselecteerde objecten opnemen
french: Inclure uniquement les objets sélectionnés
german: Nur Auswahl exportieren
italian: Includi solo oggetti selezionati
japanese: 選択中のオブジェクトのみを含める
korean: 선택한 오브젝트만 포함
portuguese: Incluir apenas objetos selecionados
russian: Включать только выбранные объекты
spanish: Exportar selección únicamente

# file.onlySelection.help
source: Only include the selection, instead of the entire scene.
dutch: Voeg alleen de selectie toe, in plaats van de hele scène.
french: Inclure uniquement la sélection plutôt que la scène entière.
german: Exportieren Sie nur das aktuell ausgewählte Mesh anstelle der gesamten Szene.
italian: Includi solo la selezione, invece dell'intera scena.
japanese: シーン全体ではなく、選択部分のみを含めます。
korean: 전체 씬 대신 선택 항목만 포함합니다.
portuguese: Inclui apenas a seleção, em vez da cena inteira.
russian: Включать только выбранное, а не весь кадр.
spanish: Exportar la malla seleccionada actual en lugar de toda la escena.

# file.convertToQuad
source: Reconstruct quad
dutch: Quads reconstrueren
french: Reconstruire le quadrilatère
german: Vierecke wiederherstellen
italian: Ricostruisci quadrilatero
japanese: 四角形を再構築
korean: 사각형 재구성
portuguese: Reconstruir quadrado
russian: Восстановление четырехугольника
spanish: Reconstruir quad

# file.convertToQuad.help
source: Reconstruct quads from triangles by pairing triangle (if they are adjacent in the files).
dutch: Herbouw quads van driehoeken door driehoeken te koppelen (als ze aangrenzend in de bestanden zijn).
french: Reconstruisez les quadrilatères à partir de triangles en associant des triangles (s'ils sont adjacents dans les fichiers).
german: Wiederherstellen von Vierecken aus Dreiecken durch Paarung von Dreiecken (wenn sie in den Dateien benachbart sind).
italian: Ricostruisci quadrilateri da triangoli accoppiando i triangoli (se sono adiacenti nei file).
japanese: 三角形を組み合わせて三角形から四角形を再構築します (ファイルで隣接している場合)。
korean: 삼각형의 짝을 짓는 방식으로 삼각형으로부터 사각형을 재구성합니다 (파일 안에서 인접한 경우).
portuguese: Associe triângulos (se adjacentes nos arquivos) para reconstruir quadrados.
russian: Восстановление четырехугольников из треугольников путем сопряжения треугольников (если они прилегают друг к другу в файлах).
spanish: Reconstruye quads a partir de triángulos emparejando triángulos (si son adyacentes en los archivos).

# file.export.texture
source: Textures
dutch: Texturen
german: Texturen
italian: Texture
japanese: テクスチャ
korean: 텍스처
portuguese: Texturas
russian: Текстур
spanish: Texturas

# file.export.texture.help
source: This option doesn't bake vertex colors into textures. It only include textures if the object has textures on its material.
dutch: Met deze optie worden de vertexkleuren niet in de texturen gebakken. Het omvat alleen texturen als het object texturen heeft op zijn materiaal.
french: Cette option ne convertit pas les couleurs des sommets dans les textures.
german: Mit dieser Option werden keine Vertex-Farben in die Texturen eingefügt (kein Baking).
italian: Questa opzione non trasferisce i colori dei vertici nelle texture.
japanese: このオプションはテクスチャに頂点カラーをベイクしません。
korean: 이 옵션은 버텍스 색상을 텍스처로 베이킹하지 않습니다.
portuguese: Esta opção não sela as cores dos vértices nas texturas.
russian: Эта функция не позволяет запекать цвета вершин в текстуры.
spanish: Esta opción no integra colores de vértices en texturas.

# file.export.color0
source: Vertex colors
dutch: Vertex kleuren
french: Couleurs des sommets
german: Vertex-Farben
italian: Colori dei vertici
japanese: 頂点カラー
portuguese: Cores dos vértices
russian: Цветов вершин
spanish: Colores de vértices

# file.export.color1
source: PBR paint
dutch: PBR verf
french: Peinture PBR
german: PBR-Bemalung
italian: Dipinti PBR
japanese: PBRペイント
portuguese: Pintura PBR
russian: Окрашивания PBR
spanish: Pintura PBR

# file.export.color1.help
source: Export roughness, metalness and mask painting. This will be ignored by other softwares.
dutch: Exporteer ruwheid, metaalheid en masker schildering. Dit zal genegeerd worden door andere software.
french: Exportez la rugosité, la métallité et la peinture du masque. Ces informations seront ignorées par les autres logiciels.
german: Exportiert „Matt“ und „Metallisch“ sowie Maskierungsbemalung. Dies wird von anderen Programmen ignoriert.
italian: Esporta rugosità, metallicità e dipinti della maschera. Questo verrà ignorato da altri software.
japanese: 粗さ、メタリック、およびマスクペイントを書き出します。これは他のソフトウェアに無視されます。
portuguese: Exporte a pintura da aspereza, metalidade e máscara. Isso será ignorado por outros softwares.
russian: Экспорт шероховатости, металличности и окрашивания масок. Будет игнорироваться другими программами.
spanish: Exportar rugosidad, metalidad y pintura de máscaras. Esto será ignorado por otros softwares.

# file.export.normal
source: Normals
dutch: Normaal
french: Normales
german: Normale
italian: Normali
japanese: 法線
korean: 노멀
portuguese: Normais
russian: Нормалей
spanish: Normales

# file.export.normal.help
source: Check this option if you want to open the file in another softwares. Nomad always ignore the normals as it will recompute them.
dutch: Controleer deze optie als je het bestand in andere software wilt openen. Nomad negeert de almalig deze normale altijd, omdat het ze opnieuw berekent.
french: Cochez cette option si vous souhaitez ouvrir le fichier dans d'autres logiciels. Nomad ignore toujours les normales, car il les recalcule.
german: Aktivieren Sie diese Option, wenn Sie die Datei in einer anderen Software öffnen möchten. Nomad ignoriert immer die Normale, da es sie neu berechnet.
italian: Selezionare questa opzione se si desidera aprire il file in un altro software. Nomad ignora sempre le normali poiché le ricalcolerà.
japanese: 別のソフトウェアでファイルを開きたい場合は、このオプションをチェックしてください。 Nomadは法線を計算し直すので、必ずそれらを無視します。
korean: 다른 소프트웨어에서 파일을 열려면 이 옵션을 선택합니다. Nomad는 노멀을 다시 계산하므로 항상 무시합니다.
portuguese: Selecione esta opção para abrir o arquivo em outros softwares. Como o Nomad recalcula os normais, ele sempre os ignora.
russian: Выберите эту опцию, если вы хотите открыт файл в других программах. Nomad всегда игнорирует нормали, т. к. они будут вычислены заново.
spanish: Marca esta opción si deseas abrir el archivo en otro software. Nomad siempre ignora las normales, ya que las volverá a calcular.

# file.export.tangent
source: Tangents
dutch: Richting
french: Tangentes
german: Tangenten
italian: Tangenti
japanese: 接線
portuguese: Tangentes
russian: Касательные
spanish: Tangencias

# file.export.tangent.help
source: Check this option if you want to open the file in another softwares. Tangents are only used if the model has a normal map. Nomad always ignore the tangents as it will recompute them.
dutch: Schakel deze optie in als je het bestand in andere software wilt openen. Tangenten worden alleen gebruikt als het model een normaal kaart heeft. Nomad negeert altijd de tangenten omdat deze opnieuw worden berekend.
french: Cochez cette option si vous souhaitez ouvrir le fichier dans d'autres logiciels. Les tangentes sont uniquement utilisées si le modèle possède une carte normale. Nomad ignore toujours les tangentes car il les recalcule.
german: Aktivieren Sie diese Option, wenn Sie die Datei in einer anderen Software öffnen möchten. Tangenten werden nur verwendet, wenn das Modell eine Normalmap hat. Nomad ignoriert immer die Tangenten, da es sie neu berechnet.
italian: Selezionare questa opzione se si desidera aprire il file in un altro software. Le tangenti sono utilizzate solo se il modello ha una mappa normale. Nomad ignora sempre le tangenti poiché verranno ricomputate.
japanese: 別のソフトウェアでファイルを開きたい場合は、このオプションをチェックしてください。 モデルにノーマルマップがある場合のみ接線が使用されます。 Nomadは接線を無視し、再計算されます。
portuguese: Selecione esta opção se quiser abrir o arquivo em outros softwares. Tangentes são utilizadas apenas se o modelo possui um mapa normal. O Nomad sempre ignora as tangentes, pois ele as recalcula.
russian: Выберите эту опцию, если вы хотите открыть файл в других программах. Касательные используются только если модель имеет карту нормалей. Nomad всегда игнорирует касательные, так как пересчитывает их.
spanish: Marca esta opción si deseas abrir el archivo en otro software. Las tangencias solo se utilizan si el modelo tiene un mapa normal. Nomad siempre ignora las tangencias ya que las volverá a calcular.

# file.export.nomad.help
source: Nomad Sculpt internal file format. This format won't load on other softwares, this is mostly for re-import purposes.
dutch: Nomad Sculpt intern bestandsformaat. Dit formaat wordt niet geladen op andere software, dit is voornamelijk voor herimportdoeleinden.
french: Format de fichier interne Nomad Sculpt. Ce format ne se chargera pas sur d'autres logiciels, il est surtout destiné à la réimportation.
german: Internes Dateiformat von Nomad Sculpt. Dieses Format wird auf anderen Software nicht geladen, es dient hauptsächlich zum erneuten Importieren.
italian: Formato file interno di Nomad Sculpt. Questo formato non si aprirà su altri software, è principalmente per scopi di re-importazione.
japanese: Nomad Sculpt内部ファイル形式。 この形式は他のソフトウェアでは読み込めません。主に再インポート目的で使用されます。
portuguese: Formato de arquivo interno do Nomad Sculpt. Este formato não será carregado em outros softwares, é mais para fins de reimportação.
russian: Формат внутреннего файла Nomad Sculpt. Этот формат не будет загружаться в других программах, он в основном используется для повторного импорта.
spanish: Formato de archivo interno de Nomad Sculpt. Este formato no se cargará en otros programas, esto es principalmente para propósitos de re-importación.

# file.export.gltf.layer
source: Layers
dutch: Lagen
french: Calques
german: Layer
italian: Livelli
japanese: レイヤー
korean: 레이어
portuguese: Camadas
russian: Ировать слои
spanish: Capas
