Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# scene.addOnGizmo.help
source: Move the node on the gizmo position (if the gizmo tool is selected)
dutch: Verplaats de knoop naar de positie van de Gizmo (indien het gizmo-gereedschap is geselecteerd)
french: Déplacer le nœud sur la position du gizmo (si l'outil gizmo est sélectionné)
german: Verschieben Sie den Knoten auf die Gizmo-Position (wenn das Gizmo-Werkzeug ausgewählt ist)
italian: Muovi il nodo sulla posizione del gizmo (se lo strumento gizmo è selezionato)
japanese: ノードをギズモの位置に移動します（ギズモツールが選択されている場合）
portuguese: Mover o nó para a posição do gizmo (se a ferramenta gizmo estiver selecionada)
russian: Переместить узел на позицию гизмо (если выбран инструмент гизмо)
spanish: Mover el nodo a la posición del gizmo (si la herramienta gizmo está seleccionada)

# scene.addSelectGizmo
source: Select gizmo
dutch: Selecteer Gizmo
french: Sélectionner le gizmo
german: Gizmo auswählen
italian: Seleziona gizmo
japanese: ギズモを選択
portuguese: Selecionar gizmo
russian: Выбрать гизмо
spanish: Seleccionar gizmo

# scene.addSelectGizmo.help
source: Select the gizmo tool when adding a new node
dutch: Selecteer het Gizmo-gereedschap bij het toevoegen van een nieuwe knoop
french: Sélectionnez l'outil gizmo lors de l'ajout d'un nouveau nœud
german: Wählen Sie das Gizmo-Werkzeug beim Hinzufügen eines neuen Knotens
italian: Seleziona lo strumento gizmo quando aggiungi un nuovo nodo
japanese: 新しいノードを追加する時にギズモツールを選択します
portuguese: Selecionar a ferramenta gizmo ao adicionar um novo nó
russian: Выбрать инструмент гизмо при добавлении нового узла
spanish: Seleccionar la herramienta gizmo al añadir un nuevo nodo

# scene.iconSize
source: Icon size
dutch: Pictogramgrootte
french: Taille d'icône
german: Symbolgröße
italian: Dimensione icona
japanese: アイコンサイズ
portuguese: Tamanho do ícone
russian: Размер иконки
spanish: Tamaño de icono

# scene.iconSize.min
source: Min
japanese: 最小
korean: 최소
portuguese: Mín.
russian: Мин.
spanish: Mín.

# scene.iconSize.max
source: Max
japanese: 最大
korean: 최대
portuguese: Máx.
russian: Макс.
spanish: Máx.

# scene.showHierarchy
source: Hierarchy lines
dutch: Hiërarchische lijnen
french: Lignes hiérarchiques
german: Hierarchielinien
italian: Linee gerarchiche
japanese: 階層ライン
portuguese: Linhas de hierarquia
russian: Линии иерархии
spanish: Líneas de jerarquía

# scene.showHierarchy.help
source: Display a line between parent and its children in the viewport.
dutch: Toon een lijn tussen de ouder en zijn kinderen in de viewport.
french: Afficher une ligne entre le parent et ses enfants dans le viewport.
german: Eine Linie zwischen Eltern und ihren Kindern im Viewport anzeigen.
italian: Mostra una linea tra il genitore e i suoi figli nel viewport.
japanese: ビューポートで親とその子供の間にラインを表示します。
portuguese: Exibir uma linha entre o pai e seus filhos no viewport.
russian: Отображать линию между родителем и его детьми во вьюпорте.
spanish: Mostrar una línea entre el padre y sus hijos en el visor.

# scene.showHierarchyNomadPivot
source: Use Nomad pivot
dutch: Gebruik Nomad pivot
french: Utiliser le pivot Nomad
german: Nomad-Pivot verwenden
italian: Usa pivot Nomad
japanese: Nomadピボットを使用
portuguese: Usar pivô do Nomad
russian: Использовать pivot Nomad
spanish: Usar pivote de Nomad

# scene.showHierarchyNomadPivot.help
source: The Nomad pivot is the pivot used by the Transform and Gizmo tools. If this option is disabled, it will use the natural base pivot. In some case this base pivot can be far away from the object center itself!
dutch: De Nomad pivot is het pivot dat door de Transform- en Gizmo-tools wordt gebruikt. Als deze optie is uitgeschakeld, wordt het natuurlijke basispivot gebruikt. In sommige gevallen kan dit basispivot ver van het centrale deel van het object zijn!
french: Le pivot Nomad est le pivot utilisé par les outils de Transformation et Gizmo. Si cette option est désactivée, il utilisera le pivot de base naturel. Dans certains cas, ce pivot de base peut être loin du centre de l'objet lui-même!
german: Das Nomad-Pivot ist das Pivot, das von den Werkzeugen Transformieren und Gizmo verwendet wird. Wenn diese Option deaktiviert ist, wird das natürliche Basis-Pivot verwendet. In manchen Fällen kann dieses Basis-Pivot weit entfernt vom eigentlichen Objektzentrum sein!
italian: Il pivot Nomad è il pivot utilizzato dagli strumenti Trasforma e Gizmo. Se questa opzione è disabilitata, verrà utilizzato il pivot di base naturale. In alcuni casi questo pivot di base può essere lontano dal centro dell'oggetto stesso!
japanese: Nomadピボットは、TransformとGizmoツールによって使用されるピボットです。 このオプションが無効になっている場合、自然なベースピボットを使用します。 場合によっては、このベースピボットはオブジェクトの中心から遠く離れていることがあります！
portuguese: O pivô do Nomad é o pivô usado pelas ferramentas de Transformação e Gizmo. Se esta opção estiver desativada, ele usará o pivô de base natural. Em alguns casos, esse pivô de base pode estar longe do centro do objeto!
russian: Pivot Nomad • это точка опоры, используемая инструментами Transform и Gizmo. Если эта опция отключена, будет использоваться естественный базовый pivot. В некоторых случаях этот базовый pivot может находиться далеко от центра самого объекта!
spanish: El pivote de Nomad es el pivote utilizado por las herramientas de Transformación y Gizmo. Si esta opción está desactivada, utilizará el pivote base natural. ¡En algunos casos este pivote base puede estar lejos del centro del objeto en sí!

# scene.syncVisible
source: Sync visibility
dutch: Synchroniseer zichtbaarheid
french: Synchroniser la visibilité
german: Sichtbarkeit synchronisieren
italian: Sincronizza visibilità
japanese: 可視性を同期
portuguese: Sincronizar visibilidade
russian: Синхронизировать видимость
spanish: Sincronizar visibilidad

# scene.syncVisible.help
source: When enabled, using the visible (eye) icon will impact all the selected items.
dutch: Wanneer ingeschakeld, zal het gebruik van het zichtbare (oog) pictogram effect hebben op alle geselecteerde items.
french: Lorsqu'activé, utiliser l'icône visible (œil) impactera tous les éléments sélectionnés.
german: Wenn aktiviert, wird die Verwendung des Sichtbarkeits(Sichtbarkeits-Symbol) alle ausgewählten Elemente beeinflussen.
italian: Quando attivato, utilizzare l'icona visibile (occhio) influenzerà tutti gli elementi selezionati.
japanese: 有効にすると、表示（目）アイコンを使用すると選択された項目に影響します。
portuguese: Quando ativado, usar o ícone visível (olho) afetará todos os itens selecionados.
russian: Когда включено, использование иконки видимости (глаз) будет влиять на все выбранные элементы.
spanish: Cuando está activado, usar el icono visible (ojo) afectará a todos los elementos seleccionados.

# scene.join
source: Join
dutch: Samenvoegen
french: Lier
german: Kombinieren
italian: Unisci
japanese: 結合
korean: 연결
portuguese: Unir
russian: Совместить
spanish: Unir

# scene.group
source: Group
dutch: Groep
french: Groupe
german: Gruppe
italian: Gruppo
japanese: グループ
korean: 그룹
portuguese: Agrupar
russian: Группа
spanish: Agrupar

# scene.unparent
source: Unparent
dutch: Ontouderen
french: Dégrouper
german: Entgruppieren
italian: Scollega
japanese: 親を解除
portuguese: Desvincular
russian: Открепить
spanish: Desvincular

# scene.mirror
source: Mirror
dutch: Spiegelen
french: Miroir
german: Spiegeln
italian: Specchio
japanese: ミラー
korean: 거울
portuguese: Espelhar
russian: Отзеркаливание
spanish: Espejo

# scene.curve
source: Curve
dutch: Kromme
french: Courbe
german: Kurve
italian: Curva
japanese: 曲線
korean: 곡선
portuguese: Curva
russian: Кривые
spanish: Curva

# scene.array
source: Array
french: Matrice
german: Raster
japanese: 配列
korean: 배열
portuguese: Matriz
russian: Массив
spanish: Matriz

# scene.radial
source: Radial
dutch: Radiaal
french: Radiale
italian: Radiale
japanese: 放射状
korean: 방사성
russian: Радиально

# scene.repeaters
source: Repeaters
french: Répéteurs
german: Repeater
italian: Ripetitori
japanese: リピーター
portuguese: Repetidores
russian: Репитеры
spanish: Repetidores

# scene.repeaters.help
source: Repeater nodes that make instances of any geometries below it in the scene hierarchy.
dutch: Repeater nodes maken instanties van alle geometrieën die eronder zijn in de scènehierarchie.
french: Nœuds répéteurs qui font des instances de toutes les géométries en dessous dans la hiérarchie de la scène.
german: Repeater-Knoten, die Instanzen aller Geometrien unterhalb davon in der Szenenhierarchie erstellen.
italian: Nodi ripetitori che creano istanze di qualsiasi geometria sottostante nella gerarchia della scena.
japanese: シーン階層でそれより下にある任意のジオメトリのインスタンスを作成するリピーターノード。
portuguese: Nós repetidores que fazem instâncias de quaisquer geometrias abaixo deles na hierarquia da cena.
russian: Узлы репитеры, создающие экземпляры любых геометрий ниже по иерархии сцены.
spanish: Nodos repetidores que hacen instancias de cualquier geometría debajo de ellos en la jerarquía de la escena.

# scene.validateGroup
source: Validate
dutch: Valideren
french: Valider
german: Validieren
italian: Convalida
japanese: 検証
korean: 검증
portuguese: Validar
russian: Утвердить
spanish: Validar

# scene.validateGroup.keepInstances
source: Keep instances
dutch: Instanties behouden
french: Conserver les instances
german: Instanzen beibehalten
italian: Mantieni istanze
japanese: インスタンスを保持
portuguese: Manter instâncias
russian: Сохранить экземпляры
spanish: Mantener instancias

# scene.validateGroup.joinChildren
source: Join children
dutch: Kinderen samenvoegen
french: Lier les enfants
german: Unterknoten kombinieren
italian: Unisci figli
japanese: 子を結合
korean: 자식 병합
portuguese: Unir secundários
russian: Совмещение дочерних узлов
spanish: Unir hijos

# scene.mergeVoxel
source: Voxel merge
dutch: Voxel samenvoegen
french: Fusion de voxels
italian: Unione voxel
japanese: ボクセル結合
korean: 복셀 병합
portuguese: Combinar voxels
russian: Слияние вокселей
spanish: Combinar Vóxel

# scene.voxelResolution
source: Resolution
dutch: Resolutie
french: Résolution
german: Auflösung
italian: Risoluzione
japanese: 解像度
korean: 해상도
portuguese: Resolução
russian: Разрешение
spanish: Resolución

# scene.subtractionTip
source: Subtraction: Hidden objects
dutch: Aftrekken: Verborgen objecten
french: Soustraction : masquer l'objet
german: Subtraction : Mesh ausblenden
italian: Sottrazione: Nascondi oggetto
japanese: 減算: オブジェクトを隠す
korean: 빼기: 오브젝트 가리기 (눈 모양 아이콘)
portuguese: Subtração: ocultar objeto
russian: Вычитание: скрыть объект
spanish: Resta : ocultar malla

# scene.intersectionTip
source: Intersection: All objects hidden
dutch: Intersectie: Alle objecten verborgen
french: Intersection : tous les objets sont masqués
german: Intersection : Alle Meshes ausgeblendet
italian: Intersezione: tutti gli oggetti nascosti
japanese: 交差部分: すべてのオブジェクトは非表示です
korean: 교차 부분: 모든 오브젝트 숨김
portuguese: Interseção: ocultar todos os objetos
russian: Пересечение: все объекты скрыты
spanish: Intersección: Todas las mallas ocultas

# scene.noneButNeedAtLeastOne
source: No selected object, please select at least one object.
dutch: Geen geselecteerd object, selecteer ten minste één object.
french: Aucun objet sélectionné, veuillez sélectionner au moins un objet.
german: Kein Mesh ausgewählt
italian: Nessun oggetto selezionato, seleziona almeno un oggetto.
japanese: オブジェクトが選択されていません。オブジェクトを最低1つ選択してください。
korean: 선택한 오브젝트가 없습니다. 최소한 하나의 오브젝트를 선택하십시오.
portuguese: Nenhum objeto selecionado. Selecione ao menos um objeto.
russian: Нет выбранного объекта, выберите как минимум один объект.
spanish: No hay malla seleccionada.

# scene.noneButNeedOne
source: No selected object, please select one object.
dutch: Geen geselecteerd object, selecteer één object.
french: Aucun objet sélectionné, veuillez sélectionner un objet.
german: Kein Objekt ausgewählt, bitte wähle ein Objekt aus.
italian: Nessun oggetto selezionato, seleziona un oggetto.
japanese: オブジェクトが選択されていません。オブジェクトを1つ選択してください。
korean: 선택한 오브젝트가 없습니다. 최소한 하나의 오브젝트를 선택하십시오.
portuguese: Nenhum objeto selecionado. Selecione um objeto.
russian: Нет выбранного объекта, выберите один объект.
spanish: No hay objetos seleccionados, seleccione uno.

# scene.onlyOneObject
source: Multiple objects are selected, please select only one object.
dutch: Er zijn meerdere objecten geselecteerd, selecteer slechts één object.
french: Plusieurs objets sont sélectionnés, veuillez ne sélectionner qu'un seul objet.
german: Mehrere Meshes sind ausgewählt, bitte nur ein Mesh auswählen.
italian: Sono selezionati più oggetti, seleziona un solo oggetto.
japanese: 複数のオブジェクトが選択されています。1つだけ選択してください。
korean: 복수의 오브젝트가 선택되어 있습니다. 단 하나의 오브젝트만 선택하십시오.
portuguese: Vários objetos selecionados. Selecione apenas um objeto.
russian: Несколько объектов выбрано, выберите один объект.
spanish: Se seleccionaron varias mallas, selecciona solo una malla.

# scene.boolean.mergeIntersection
source: Weld intersection
dutch: Lastechniek intersectie
french: Souder l'intersection
german: Schnittstelle verschweißen
italian: Saldare intersezione
japanese: 交差部の溶接
portuguese: Soldar interseção
russian: Сплавить пересечения
spanish: Soldar intersección

# settings.display.title
source: Display settings
dutch: Beeldscherm instellingen
french: Réglages d'affichage
german: Display Einstellungen
italian: Impostazioni visualizzazione
japanese: 表示設定
korean: 디스플레이 설정
portuguese: Ajustes de exibição
russian: Настройки отображения
spanish: Configuración de pantalla

# settings.wireframe
source: Wireframe
dutch: Draadmodel
french: Filaire
german: Drahtgitter
japanese: ワイヤーフレーム
korean: 와이어프레임
portuguese: Armação
russian: Каркас
spanish: Malla

# settings.debugChannel
source: Show Texture
dutch: Toon textuur
french: Afficher la Texture
german: Textur anzeigen
italian: Mostra Texture
japanese: テクスチャを表示
portuguese: Mostrar Textura
russian: Показать текстуру
spanish: Mostrar Textura

# settings.debugChannel.onBackground
source: In Background
dutch: Op de achtergrond
french: En Arrière-plan
german: Im Hintergrund
italian: In Sfondo
japanese: 背景に表示
portuguese: Em Fundo
russian: На фоне
spanish: En Fondo

# settings.debugChannel.onMesh
source: On Mesh
dutch: Op de mesh
french: Sur le maillage
german: Auf dem Netz
italian: Sulla mesh
portuguese: Na Malha
russian: На меше
spanish: En Malla

# settings.twoSided
source: Two sided
dutch: Twee zijden
french: Recto verso
german: Backface
italian: Dai due lati
japanese: 両面
korean: 양면
portuguese: Dois lados
russian: Две стороны
spanish: Dos cara

# settings.twoSided.help
source: Faces will be visible from both sides.
dutch: Vlakken zijn zichtbaar aan beide zijden.
french: Les faces seront visibles des deux côtés.
german: Faces sind vomn beiden Seiten sichtbar.
italian: Le facce saranno visibili da entrambi i lati.
japanese: 面は両側から見えます。
korean: 면은 양쪽에서 볼 수 있습니다.
portuguese: As faces poderão ser vistas de ambos os lados.
russian: Грани будут видны с двух сторон.
spanish: Las caras serán visibles desde ambos lados.

# settings.backface.color
source: Backface color
dutch: Achterzijde kleur
french: Couleur de la face arrière
german: Backface-Farbe
italian: Colore lato posteriore
japanese: 背面のカラー
korean: 후면 색상
portuguese: Cor do verso
russian: Цвет обратной стороны
spanish: Color de cara posterior

# settings.backface.colored
source: Colored backface
dutch: Gekleurde achterzijde
french: Face arrière colorée
german: Backfaces einfärben
italian: Lato posteriore colorato
japanese: 色つきの背面
korean: 착색된 후면
portuguese: Verso colorido
russian: Окрашенная обратная сторона
spanish: Cara posterior coloreada

# settings.outline
source: Outline
dutch: Omlijning
french: Contour
german: Umriss
italian: Bordato
japanese: アウトライン
korean: 윤곽선
portuguese: Contorno
russian: Контур
spanish: Contorno

# settings.outline.help
source: Selected objects will be outlined.
dutch: Geselecteerde objecten worden omlijnd.
french: Les objets sélectionnés seront entourés.
german: Ausgewählte Objekte werden mit Umriss hervorgehoben.
italian: Gli oggetti selezionati verranno contornati.
japanese: 選択中のオブジェクトはアウトライン化されます。
korean: 선택한 오브젝트의 윤곽이 표시됩니다.
portuguese: Os objetos selecionados serão contornados.
russian: Выбранные объекты будут обведены контуром.
spanish: Se aplicará contorno a los objetos seleccionados.

# settings.outline.thickness
source: Thickness
dutch: Dikte
french: Épaisseur
german: Stärke
italian: Spessore
japanese: 太さ
korean: 두께
portuguese: Espessura
russian: Толщина
spanish: Espesor

# settings.snapCube
source: Snap cube
dutch: Snelle kubus
french: Cube d'alignement
german: Ansichten-Würfel
italian: Cubo a scatto
japanese: 方向キューブ
korean: 스냅 큐브
portuguese: Cubo de ajuste
russian: Привязка куба
spanish: Capturar cubo

# settings.snapCube.bottom
source: Bottom
dutch: Onder
french: En bas
german: Unten
italian: Basso
japanese: 下
korean: 아래
portuguese: Inferior
russian: Низ
spanish: Inferior

# settings.snapCube.left
source: Left
dutch: Links
french: A gauche
german: Links
italian: Sinistra
japanese: 左
korean: 왼쪽
portuguese: Esquerda
russian: Налево
spanish: Izquierdo

# settings.snapCube.flip
source: Flip 180°
dutch: Draai 180°
french: Retourner 180°
german: 180° umdrehen
italian: Ribalta 180°
japanese: 180°回転
portuguese: Virar 180°
russian: Перевернуть на 180°
spanish: Voltear 180°

# settings.snapCube.flip.help
source: Flip the view if the view is already snapped.
dutch: Draai het beeld om als het al vaststaat.
french: Retourner la vue si elle est déjà ancrée.
german: Die Ansicht umdrehen, wenn sie bereits ausgerichtet ist.
italian: Ribalta la vista se la vista è già agganciata.
japanese: ビューが既にスナップされている場合はビューを反転します。
portuguese: Virar a vista se a vista já estiver alinhada.
russian: Переверните вид, если вид уже зацеплен.
spanish: Voltear la vista si ya está fijada.

# settings.snapCube.align
source: Restrict alignment
dutch: Beperkt uitlijnen
french: Restreindre l'alignement
german: Ausrichtung einschränken
italian: Restringi allineamento
japanese: アライメントを制限
portuguese: Restringir alinhamento
russian: Ограничить выравнивание
spanish: Restringir alineación

# settings.snapCube.align.help
source: Align the views to the world axis. If enabled, only 6 snapping views are possible. On Auto, the restriction will happen only if the camera is in Orbit mode.
dutch: Lijn de weergave uit met de wereldas. Indien ingeschakeld, zijn slechts 6 snapposities mogelijk. In Automatisch zal de beperking alleen plaatsvinden als de camera in Orbit-modus is.
french: Aligner les vues sur l'axe du monde. Si activé, seulement 6 vues d'ancrage sont possibles. En Auto, la restriction ne se produira que si la caméra est en mode Orbite.
german: Die Ansichten an den Weltachsen ausrichten. Wenn aktiviert, sind nur 6 Rastansichten möglich. Bei Auto wird die Einschränkung nur erfolgen, wenn die Kamera im Orbit-Modus ist.
italian: Allinea le viste agli assi del mondo. Se abilitato, sono possibili solo 6 viste di aggancio. In Auto, la restrizione avverrà solo se la camera è in modalità Orbita.
japanese: ビューを世界軸に揃えます。有効にすると、スナッピングビューは6つだけ可能です。 オートでは、カメラがオービットモードにある場合のみ制限が行われます。
portuguese: Alinhar as vistas aos eixos do mundo. Se ativado, apenas 6 vistas de encaixe são possíveis. Em Automático, a restrição ocorrerá apenas se a câmera estiver no modo Órbita.
russian: Выравнивание видов по осям мира. Если включено, возможно только 6 направлений привязки. В автоматическом режиме ограничение будет применяться только если камера находится в режиме Орбиты.
spanish: Alinear las vistas al eje mundial. Si está habilitado, solo son posibles 6 vistas de encaje. En Automático, la restricción ocurrirá solo si la cámara está en modo Órbita.

# settings.stats
source: Stats
dutch: Statistieken
french: Statistiques
german: Statistik
italian: Statistiche
japanese: 統計情報
korean: 통계
portuguese: Estatísticas
russian: Статистика
spanish: Estadísticas

# settings.stats.right
source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: Destra
japanese: 右
korean: 오른쪽
portuguese: Direita
russian: Направо
spanish: Derecho

# settings.stats.all
source: Show full scene
dutch: Toon volledige scène
french: Afficher la scène complète
german: Gesamte Szene anzeigen
italian: Mostra l'intera scena
japanese: シーン全体を表示
korean: 전체 씬 보기
portuguese: Mostrar cena completa
russian: Показать полный кадр
spanish: Mostrar escena completa

# settings.grid
source: Grid
dutch: Raster
french: Grille
german: Raster
italian: Griglia
japanese: グリッド
korean: 격자
portuguese: Grade
russian: Сетка
spanish: Cuadrícula

# settings.cursor.title
source: Cursor
french: Curseur
italian: Cursore
japanese: カーソル
russian: Курсор

# settings.cursor.showDot
source: Show small dot
dutch: Toon kleine stip
french: Afficher le petit point
german: Kleinen Punkt anzeigen
italian: Mostra puntino
japanese: 小さなドットを表示
korean: 작은 점 보기
portuguese: Mostrar ponto pequeno
russian: Показать небольшую точку
spanish: Mostrar punto pequeño

# settings.cursor.showDot.help
source: The dot can appear as the camera pivot point or when you are sculpting.
dutch: De stip kan verschijnen als het draaipunt van de camera of wanneer je aan het beeldhouwen bent.
french: Le point peut s'afficher comme point de pivot de la caméra ou quand vous sculptez.
german: Der Punkt kann als Kameradrehpunkt erscheinen oder wenn Sie sculpten.
italian: Il puntino può apparire come punto pivot della telecamera o quando stai scolpendo.
japanese: ドットは、カメラの回転軸のポイントとして、またはスカルプト中に表示されます。
korean: 카메라 피벗 포인트를 표시하거나 스컬프팅 중에 점이 표시될 수 있습니다.
portuguese: O ponto pode aparecer como ponto pivô da câmera ou enquanto você esculpe.
russian: Точка может появиться в качестве опорной точки камеры или при скульптурировании.
spanish: El punto puede aparecer como el punto de pivote de la cámara o cuando estás esculpiendo.

# settings.cursor.showRope
source: Show rope stabilizer
dutch: Toon touwstabilisator
french: Afficher le stabilisateur de corde
german: Rope-Stabilisator anzeigen
italian: Mostra stabilizzatore di corda
japanese: 手ぶれ補正ロープを表示
korean: 로프 스태빌라이저 보기
portuguese: Mostrar estabilizador de corda
russian: Показать канат-стабилизатор
spanish: Mostrar estabilizador de cuerda

# settings.indicator.title
source: Indicator
dutch: Aanwijzer
french: Indicateur
german: Indikator
italian: Indicatore
japanese: インジケーター
portuguese: Indicador
russian: Индикатор
spanish: Indicador

# settings.indicator.title.help
source: Display a visual indicator (tutorials, screen capture, etc).
dutch: Toon een visuele aanwijzer (tutorials, schermafbeelding, enz.).
french: Afficher un indicateur visuel (tutoriels, capture d'écran, etc).
german: Ein visuelles Indikator anzeigen (Tutorials, Bildschirmaufnahme, etc.).
italian: Mostra un indicatore visivo (tutorial, cattura schermo, ecc.).
japanese: ビジュアルインジケーターを表示します（チュートリアル、画面キャプチャなど）。
portuguese: Exibir um indicador visual (tutoriais, captura de tela, etc).
russian: Отображение визуального индикатора (учебные пособия, захват экрана и т.д.).
spanish: Mostrar un indicador visual (tutoriales, captura de pantalla, etc).

# settings.indicator.size
source: Size
dutch: Grootte
french: Taille
german: Maße
italian: Dimensioni
japanese: サイズ
portuguese: Tamanho
russian: Размер
spanish: Tamaño

# settings.highlight.selection
source: Highlight selection
dutch: Markeer selectie
french: Mettre la sélection en surbrillance
german: Auswahl hervorheben
italian: Evidenzia selezione
japanese: 選択部分をハイライト
korean: 선택 영역 강조
portuguese: Destacar seleção
russian: Выделить выбранное
spanish: Resaltar mallas seleccionadas

# settings.highlight
source: Highlight
dutch: Markering
french: Surbrillance
german: Hervorheben
italian: Evidenziazione
japanese: ハイライト
korean: 밝은 영역
portuguese: Destaque
russian: Выделить
spanish: Selección de resaltado

# settings.highlight.duration
source: Duration
dutch: Duur
french: Durée
german: Dauer
italian: Durata
japanese: 継続時間
korean: 지속시간
portuguese: Duração
russian: Длительность
spanish: Duración
