Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# material.type.refraction
source: Refraction
dutch: Breking
french: Réfraction
german: Refraktion
italian: Rifrazione
japanese: 屈折
korean: 굴절
portuguese: Refração
russian: Отражение
spanish: Refracción

# material.type.refraction.help
source: This mode can be used to simulate glass material. Because of real time constraints, self-refraction or multi-layered refraction is limited.
dutch: Deze modus kan worden gebruikt om glasmateriaal te simuleren. Vanwege real-time beperkingen zijn zelf-breking of gelaagde breking beperkt.
french: Ce mode permet de simuler un matériau en verre. En raison de contraintes de calcul en temps réel, l'auto-réfraction et la réfraction multicouches sont limitées.
german: Mit diesem Modus kann Glas simuliert werden. Aufgrund der Darstellung in Echtzeit sind die Selbstrefraktion und die mehrschichtige Refraktion begrenzt.
italian: Questa modalità può essere utilizzata per simulare materiale in vetro. A causa dei vincoli di tempo reale, l'autorifrazione o la rifrazione multistrato sono limitate.
japanese: このモードはガラスマテリアルを再現するのに使用できます。 リアルタイムの制限のために、自己屈折またはマルチレイヤーの屈折が制限されます。
korean: 이 모드는 유리 머티리얼을 시뮬레이션하는 데 사용할 수 있습니다. 실시간 렌더링 성능 제한으로 인해 자체 굴절 또는 다중 레이어 굴절 효과가 제한됩니다.
portuguese: Este modo pode ser usado para simular material de vidro. Devido às restrições de tempo real, a autorrefração e a refração multicamada são limitadas.
russian: Этот режим используется для симуляции стеклянных материалов. В связи с ограничениями реального времени, самоотражение и многослойное отражение ограничены.
spanish: Este modo se puede utilizar para simular material de vidrio Debido a las limitaciones de tiempo real, la autorrefracción o la refracción multicapa es limitada.

# material.castShadows
source: Cast shadows
dutch: Schaduwen werpen
french: Projeter des ombres
german: Wirft Schatten
italian: Proietta ombre
japanese: シャドウを投影
portuguese: Projetar sombras
russian: Отбросить тени
spanish: Proyectar sombras

# material.receiveShadows
source: Receive shadows
dutch: Schaduwen ontvangen
french: Recevoir des ombres
german: Empfängt Schatten
italian: Ricevi ombre
japanese: シャドウを受け取る
portuguese: Receber sombras
russian: Покрыть тенями
spanish: Recibir sombras

# material.alwaysUnlit
source: Always unlit
dutch: Altijd onverlicht
french: Toujours éteint
german: Immer Unlit
italian: Sempre non illuminato
japanese: 常にライトなし
korean: 항상 조명제외
portuguese: Sempre não iluminado
russian: Всегда неосвещено
spanish: Siempre apagado

# material.flipCulling
source: Inverse culling
french: Inverser l'élimination
german: Umgekehrtes Culling
italian: Culling inverso
japanese: カリング反転
korean: 컬링 반전
portuguese: Inverter culling
russian: Игнорирование инверсии
spanish: Culling inverso

# material.reflectance
source: Reflectance
dutch: Reflectantie
french: Réflectance
german: Reflexionsgrad
italian: Riflettanza
japanese: 反射率
korean: 반사율
portuguese: Reflexividade
russian: Отражательная способность
spanish: Reflectancia

# material.reflectance.help
source: Control the amount of reflection the material will receive for non-metallic materials. Most of the time, the default value should be used (which corresponds to the standard 4% reflected light at normal angle).
dutch: Beheer de hoeveelheid reflectie die het materiaal ontvangt voor niet-metalen materialen. Meestal moet de standaardwaarde worden gebruikt (wat overeenkomt met de standaard 4% gereflecteerd licht bij een normale hoek).
french: Contrôlez la quantité de reflets que le matériau recevra pour les matériaux non métalliques. La plupart du temps, la valeur par défaut doit être utilisée (qui correspond à un reflet lumineux standard de 4 % à angle normal).
german: Kontrollieren Sie den Grad der Reflexion, den das Material bei nicht-metallischen Materialien erhält. In den meisten Fällen sollte der Standardwert verwendet werden (was dem Standardwert von 4% reflektiertem Licht bei normalem Winkel entspricht).
italian: Controlla la quantità di riflessione che il materiale riceve per i materiali non metallici. Nella maggior parte dei casi, si dovrebbe utilizzare il valore predefinito (che corrisponde al 4% di luce riflessa ad angolo normale).
japanese: マテリアルが非メタリックのマテリアルに受け取る反射の量をコントロールします。 大抵の場合、デフォルト値が使用されます (これは通常の角度で、4% の標準的な反射光に該当します)。
korean: 비금속 머티리얼에 대해 머티리얼이 받는 반사 양을 제어합니다. 대부분의 경우 기본값을 사용해야 합니다 (일반적인 각도에서 표준 4% 반사광에 해당).
portuguese: Controle a quantidade de reflexo que o material (não metálico) receberá. Na maioria das vezes, o valor padrão deve ser usado (que corresponde aos 4% padrão de luz refletida em ângulo normal).
russian: Регулируйте отражательную способность неметалличных материалов. В большинстве случаев стоит использовать значение по умолчанию (что соответствует стандартным 4% отражаемого света при нормальном угле).
spanish: Controla la cantidad de reflexión que recibirá el material para materiales no metálicos La mayoría de las veces, se debe usar el valor predeterminado (que corresponde al 4 % de luz reflejada estándar en ángulo normal).

# material.preview
source: Material viewport preview
dutch: Materiaalviewportvoorbeeld
french: Aperçu de la couleur du matériau
german: Material-Picker Vorschau
italian: Anteprima colore del materiale
japanese: マテリアルのカラーのプレビュー
portuguese: Pré‑visualização da cor do material
russian: Предпросмотр цвета материала
spanish: Vista previa del Selector de materiales

# menu.files
source: Files
dutch: Bestanden
french: Fichiers
german: Dateien
italian: File
japanese: ファイル
korean: 파일
portuguese: Arquivo
russian: Файлы
spanish: Archivos

# menu.scene
source: Scene
dutch: Scène
french: Scène
german: Szene
italian: Scena
japanese: シーン
korean: 씬
portuguese: Cena
russian: Кадр
spanish: Escena

# menu.multires
source: Multires
french: Multirésolution
german: Multiaufl.
japanese: マルチレゾ
korean: 다중해상도
portuguese: Multirres
russian: Мультиразрешение
spanish: Multiresolución

# menu.voxel
source: Voxel
japanese: ボクセル
korean: 복셀
russian: Воксель
spanish: Vóxel

# menu.dynamic
source: DynTopo
portuguese: TopoDin
russian: Дин. топ.

# menu.topology
source: Misc
dutch: Overige
french: Divers
german: Verschiedenes
italian: Varie
japanese: その他
portuguese: Diversos
russian: Разное
spanish: Miscelánea

# menu.primitive
source: Primitive
dutch: Oer
german: Grundformen
italian: Primitiva
japanese: プリミティブ
korean: 프리미티브
portuguese: Primitiva
russian: Примитивы
spanish: Primitivo

# menu.render
source: Render
french: Générer le rendu
italian: Renderizza
japanese: レンダリング
korean: 렌더
portuguese: Renderizar
russian: Рендеринг
spanish: Renderizado

# menu.material
source: Material
dutch: Materiaal
french: Matériau
italian: Materiale
japanese: マテリアル
korean: 머티리얼
russian: Материал

# menu.postprocess
source: PostProcess
dutch: Nabewerking
french: Post-traitement
german: Nachbearbeitung
italian: Post processing
japanese: ポストプロセス
portuguese: Pós-processamento
russian: Пост-обработка
spanish: Posprocesado

# menu.camera
source: Camera
french: Caméra
german: Kamera
italian: Fotocamera
japanese: カメラ
korean: 카메라
portuguese: Câmera
russian: Камера
spanish: Cámara

# menu.background
source: Background
dutch: Achtergrond
french: Arrière-plan
german: Hintergrund
italian: Sfondo
japanese: 背景
korean: 배경
portuguese: Fundo
russian: Фон
spanish: Fondo

# menu.tool
source: Tool
dutch: Gereedschap
french: Outil
german: Werkzeug
italian: Strumento
japanese: ツール
korean: 도구
portuguese: Ferramenta
russian: Инструмент
spanish: Herramienta

# menu.stroke
source: Stroke
dutch: Streep
french: Pinceau
german: Strich
italian: Tratto
japanese: ストローク
korean: 스트로크
portuguese: Traçado
russian: Штрих
spanish: Trazo

# menu.alpha
source: Alpha
italian: Alfa
japanese: アルファ
korean: 알파
portuguese: Alfa
russian: Альфа
spanish: Alfa

# menu.filter
source: Filter
french: Filtre
italian: Filtro
japanese: フィルタ
portuguese: Filtro
russian: Фильтр
spanish: Filtro

# menu.falloff
source: Falloff
dutch: Afname
french: Atténuation
italian: Decadimento
japanese: フォールオフ
korean: 폴오프
portuguese: Decaimento
russian: Спад
spanish: Disminución

# menu.paint
source: Paint
dutch: Schilderen
french: Peinture
german: Zeichnen
italian: Dipinti
japanese: ペイント
korean: 페인트
portuguese: Pintura
russian: Рисовать
spanish: Pintura

# menu.symmetry
source: Symmetry
dutch: Symmetrie
french: Symétrie
german: Symmetrie
italian: Simmetria
japanese: 対称
korean: 대칭
portuguese: Simetria
russian: Симметрия
spanish: Simetría

# menu.operation
source: Operation
dutch: Operatie
french: Opération
german: Aktion
italian: Azione
japanese: 操作
portuguese: Operação
russian: Операция
spanish: Acción

# menu.pressure
source: Pressure
dutch: Druk
french: Pression
german: Druck
italian: Pressione
japanese: 筆圧
korean: 압력
portuguese: Pressão
russian: Нажим
spanish: Presión

# menu.gesture
source: Gesture
dutch: Gebaar
french: Geste
german: Gesten
italian: Gesto
japanese: ジェスチャ
korean: 제스처
portuguese: Gesto
russian: Жест
spanish: Gesto

# menu.layers
source: Layers
dutch: Lagen
french: Calques
german: Layer
italian: Livelli
japanese: レイヤー
korean: 레이어
portuguese: Camadas
russian: Слои
spanish: Capas

# menu.settings
source: Settings
dutch: Instellingen
french: Réglages
german: Einstellungen
italian: Impostazioni
japanese: 設定
korean: 설정
portuguese: Ajustes
russian: Параметры
spanish: Configuración

# menu.interface
source: Interface
german: Oberfläche
italian: Interfaccia
japanese: インターフェース
korean: 인터페이스
russian: Интерфейс
spanish: Interfaz

# menu.bindings
source: Bindings
dutch: Aanwijzingen
french: Raccourcis
german: Tastenbelegung
italian: Collegamenti
japanese: バインド
korean: 바인딩
portuguese: Atalhos
russian: Привязки
spanish: Atajos

# menu.history
source: History
dutch: Geschiedenis
french: Historique
german: Verlauf
italian: Cronologia
japanese: 履歴
korean: 작업 내역
portuguese: Histórico
russian: История
spanish: Historia

# menu.historySettings
source: Settings
dutch: Instellingen
french: Réglages
german: Einstellungen
italian: Impostazioni
japanese: 設定
korean: 설정
portuguese: Ajustes
russian: Параметры
spanish: Configuración

# menu.about
source: About
dutch: Over
french: À propos
german: Über
italian: Info
japanese: 情報
korean: 정보
portuguese: Sobre
russian: Информация
spanish: Acerca de

# menu.debug
source: Debug
dutch: Debuggen
french: Débogage
german: Bereinigen
japanese: デバッグ
korean: 디버그
portuguese: Depurar
russian: Отладка
spanish: Depurar

# mesh.holes
source: Holes
dutch: Gaten
french: Trous
german: Löcher
italian: Aperture
japanese: 穴
korean: 구멍
portuguese: Furos
russian: Дырки
spanish: Agujeros

# mesh.holes.close
source: Close holes
dutch: Sluit gaten
french: Boucher les trous
german: Löcher schließen
italian: Chiudi aperture
japanese: 穴を閉じる
korean: 구멍 닫기
portuguese: Fechar furos
russian: Закрыть дырки
spanish: Cerrar agujeros

# mesh.holes.detail
source: Detail
french: Détail
german: Detailgrad
italian: Dettaglio
japanese: ディテール
korean: 디테일
portuguese: Detalhe
russian: Детали
spanish: Detalle

# mesh.separate
source: Separate
dutch: Scheid
french: Séparer
german: Trennen
italian: Separa
japanese: 分離
korean: 분리
portuguese: Separar
russian: Отделить
spanish: Separado

# mesh.triplanar.warning
source: Layers, painting and multiresolution will be lost.
dutch: Lagen, schilderwerk en multi-resolutie gaan verloren.
french: Les calques, la peinture et la multirésolution seront perdus.
german: Layer, Painting und Multiresolution geht verloren!
italian: I livelli, la dipinti e la multirisoluzione andranno persi.
japanese: レイヤー、ペイント、およびマルチレゾリューションは喪失します。
korean: 레이어, 페인팅, 다중해상도가 손실됩니다.
portuguese: Camadas, pintura e multirresolução serão perdidas.
russian: Слои, окрашивание и мультиразрешение будут потеряны.
spanish: Se perderán las capas, la pintura y la multirresolución.

# mesh.triplanar.resolution
source: Resolution
dutch: Resolutie
french: Résolution
german: Auflösung
italian: Risoluzione
japanese: 解像度
korean: 해상도
portuguese: Resolução
russian: Разрешение
spanish: Resolucion

# mesh.triplanar.cubic
source: Force cubic
dutch: Forceer kubus
french: Mettre en cube
german: Würfelform erzwingen
italian: Forza cubico
japanese: 強制的に立方体を作成
korean: 큐빅 강제 적용
portuguese: Forçar cúbico
russian: Принудительно создать куб
spanish: Fuerza cúbica

# mesh.triplanar.convert
source: Convert
dutch: Converteer
french: Convertir
german: Konvertieren
italian: Converti
japanese: 変換
korean: 변환
portuguese: Converter
russian: Конвертировать
spanish: Convertir

# mesh.static
source: Mesh
french: Maillage
german: Gitter
italian: Trama
japanese: メッシュ
korean: 메시
portuguese: Malha
russian: Меш
spanish: Malla

# mesh.multires
source: Multires
german: Multiauflösung
italian: Multirisoluzione
japanese: マルチレゾリューション
korean: 다중해상도
portuguese: Multirresolução
russian: Мультиразрешение
spanish: Multiresolución

# mesh.dynamic
source: DynTopo
korean: 동적 토폴로지
portuguese: TopoDin
russian: Дин. топ.

# paint.useGlobal
source: Global material
dutch: Globaal materiaal
french: Matériau général
german: Globales Material
italian: Materiale globale
japanese: グローバルマテリアル
korean: 전역 머티리얼
portuguese: Material global
russian: Глобальный материал
spanish: Material global

# paint.useGlobal.help
source: If this option is enabled, the selected material will be the same as the other tools. Note that it only takes into account roughness, metalness and color settings.
dutch: Als deze optie is ingeschakeld, zal het geselecteerde materiaal hetzelfde zijn als de andere gereedschappen. Let op dat het alleen de ruwheid, metalness en kleurinstellingen in aanmerking neemt.
french: Si cette option est activée, le matériau sélectionné sera identique aux autres outils. Notez que seuls les réglages de rugosité, de métallité et de couleur sont pris en compte.
german: Wenn diese Option aktiviert ist, ist das ausgewählte Material dasselbe wie bei den anderen Werkzeugen. Beachte, dass hier nur die Einstellungen „Matt“, „Metallisch“ und „Farbe“ berücksichtigt werden.
italian: Se questa opzione è attivata, il materiale selezionato sarà lo stesso degli altri strumenti. Si noti che tiene conto solo delle impostazioni di rugosità, metallicità e colore.
japanese: このオプションを有効にすると、選択中のマテリアルが他のツールと同じになります。 但し、粗さ、メタリック、およびカラー設定のみが考慮されますので、ご注意ください。
korean: 이 옵션이 활성화되면, 선택한 머티리얼이 다른 도구와 동일해집니다. 단, 러프니스와 메탈릭, 색상 설정만 연동된다는 점 유념하시기 바랍니다.
portuguese: Se esta opção for ativada, o material selecionado será o mesmo das outras ferramentas. Note que isso só considera os ajustes de aspereza, metalidade e cor.
russian: Если эта функция включена, выбранный материал будет таким же, как и у других инструментов. Примечание: учитывается только шероховатость, металличность и настройки цвета.
spanish: Si esta opción está habilitada, el material seleccionado será el mismo que el de las otras herramientas. Ten en cuenta que solo toma en cuenta la rugosidad, la metalidad y los ajustes de color.

# paint.usePainting
source: Stroke painting
dutch: Penselendoek
french: Peinture sur pinceau
german: Striche malen
italian: Dipinti a tratto
japanese: ストロークペイント
korean: 스트로크 페인팅
portuguese: Pintura com traçado
russian: Окрашивание штрихов
spanish: Pintura de trazo

# paint.preset.embed
source: Embed textures
dutch: Texturen insluiten
french: Incorporer des textures
german: Texturen einbetten
italian: Incorpora texture
japanese: テクスチャを埋め込む
portuguese: Incorporar texturas
russian: Встроить текстуры
spanish: Incorporar texturas

source: Paint intensity
dutch: Verf intensiteit
french: Intensité de la peinture
german: Paint Stäke
italian: Intensità dipinti
japanese: ペイントの強度
korean: 페인트 강도
portuguese: Intensidade da pintura
russian: Интенсивность окрашивания
spanish: Intensidad de pintura

# paint.paintAll
source: Paint all
dutch: Alles verven
french: Tout peindre
german: Füllen
italian: Dipingi tutto
japanese: すべてをペイント
korean: 모두 칠하기
portuguese: Pintar tudo
russian: Окрасить все
spanish: Pintar todo

# paint.paintAll.help
source: Apply the current material to the object.
dutch: Pas het huidige materiaal toe op het object.
french: Appliquez le matériau actuel à l'objet.
german: Wendet das aktuelle Material auf das gesamte Mesh ohne maskierte Bereiche an (Paint all).
italian: Applica il materiale corrente all'oggetto.
japanese: 現在のマテリアルをオブジェクトに適用できます。
korean: 현재 머티리얼을 오브젝트에 적용합니다. 마스크 부분과 비활성화된 채널은 페인팅되지 않습니다.
portuguese: Aplique o material atual ao objeto.
russian: Применить текущий материал к объекту.
spanish: Aplicar el material actual a la malla.

# paint.paintAll.help.mask
source: Masked area won't be affected.
dutch: Gemaskerd gebied wordt niet beïnvloed.
french: La zone masquée ne sera pas affectée.
german: Maskierter Bereich wird nicht beeinflusst.
italian: L'area mascherata non sarà interessata.
japanese: マスクされた領域は影響を受けません。
portuguese: Área mascarada não será afetada.
russian: Замаскированная область не будет затронута.
spanish: El área enmascarada no se verá afectada.

# paint.paintAll.help.hide
source: Hidden area won't be affected.
dutch: Verborgen gebied wordt niet beïnvloed.
french: La zone cachée ne sera pas affectée.
german: Versteckter Bereich wird nicht beeinflusst.
italian: L'area nascosta non sarà interessata.
japanese: 非表示の領域は影響を受けません。
portuguese: Área oculta não será afetada.
russian: Скрытая область не будет затронута.
spanish: El área oculta no se verá afectada.

# paint.paintAll.help.opacity
source: Use the tool painting factor above.
dutch: Gebruik de tool schilder factor hierboven.
french: Utilisez le facteur de peinture de l'outil ci-dessus.
german: Verwende den oben angegebenen Werkzeug-Malfaktor.
italian: Utilizza il fattore di dipinti dello strumento sopra.
japanese: 上記のツール塗装要因を使用してください。
portuguese: Use o fator de pintura da ferramenta acima.
russian: Используйте выше указанный фактор рисования инструментом.
spanish: Use el factor de pintura de la herramienta superior.

# paint.paintAll.help.layer
source: Unpainted area of a layer won't be affected.
dutch: Ongeschilderd gebied van een laag wordt niet beïnvloed.
french: La zone non peinte d'une couche ne sera pas affectée.
german: Unbemalter Bereich einer Ebene wird nicht beeinflusst.
italian: L'area non dipinta di un . non sarà interessata.
japanese: 未塗装のレイヤーの領域は影響を受けません。
portuguese: Área não pintada de uma camada não será afetada.
russian: Некрашеная область. не будет затронута.
spanish: Area no pintada de a no se verá afectada.

# paint.strokePainting.title
source: Painting
dutch: Schilderen
french: Peinture
german: Malen
italian: Dipinti
japanese: ペイント
korean: 페인팅
portuguese: Pintura
russian: Краски
spanish: Pintura

# paint.texture.warningEnable
source: Stroke painting needs to be enabled to allow texture projection (checkbox on top)!
dutch: Streepschilderen moet geactiveerd zijn om textuurprojectie toe te staan (selectievakje bovenaan)!
french: Pour que la projection de texture puisse fonctionner, vous devez activer la peinture sur pinceau (case du haut) !
german: Stroke Painting muss aktiviert sein, um Texturprojektion zu ermöglichen (Kontrollkästchen oben)!
italian: La dipinti a tratto deve essere abilitata per consentire la proiezione della trama (casella di controllo in alto)!
japanese: テクスチャのプロジェクションを許可するには、ストロークペイントを有効にする必要があります (一番上のチェックボックス)！
korean: 텍스처 투영을 허용하려면 스트로크 페인팅을 활성화해야 합니다 (상단의 체크상자)!
portuguese: A pintura com traçado precisa ser ativada para permitir a projeção de textura (opção na parte superior).
russian: Окрашивание штрихов необходимо включить для проекции текстур (галочка вверху)!
spanish: La pintura de trazos debe estar habilitada para permitir la proyección de texturas (casilla de verificación en la parte superior)

# paint.texture.warningIgnored
source: The current tool cannot use textures!
dutch: Huidig gereedschap kan geen texturen gebruiken!
french: L'outil en cours ne peut pas utiliser de textures !
german: Das aktuelle Werkzeug kann keine Texturen verwenden!
italian: Lo strumento attuale non può utilizzare texture!
japanese: 使用中のツールはテクスチャを使用できません！
korean: 현재 도구는 텍스처를 사용할 수 없습니다!
portuguese: A ferramenta atual não pode usar texturas!
russian: Текущий инструмент не может использовать текстуры!
spanish: ¡La herramienta actual no puede usar texturas!

# paint.stencil
source: Stencil
dutch: Stencils
french: Pochoir
german: Schablone
japanese: ステンシル
portuguese: Estêncil
russian: Трафарет
spanish: Plantilla

# paint.tool.help
source: Use the tool alpha, falloff and randomizer to modulate the painting stroke intensity. These options are igored for the paint all feature, but the alpha is taken into account for the triplanar variant.
dutch: Gebruik de tool alpha, val en randomizer om de intensiteit van de schilderstreek te moduleren. Deze opties worden genegeerd voor de 'alles schilderen' functie, maar de alpha wordt meegenomen voor de triplanar variant.
french: Utilisez l'alpha, l'atténuation et l'aléatoire de l'outil pour moduler l'intensité du pinceau. Ces options sont ignorées pour la fonctionnalité de peinture complète, mais l'alpha est prise en compte pour la variante triplanar.
german: Verwenden Sie das Werkzeug Alpha, Ausfallen und Randomisierer, um die Intensität des Malstrichs zu modulieren. Diese Optionen werden für die Funktion 'Alles malen' ignoriert, aber das Alpha wird für die triplanare Variante berücksichtigt.
italian: Utilizza l'alpha dello strumento, l'attenuazione e il randomizzatore per modulare l'intensità del tratto di pittura. Queste opzioni vengono ignorate per la funzione di pittura completa, ma l'alpha è preso in considerazione per la variante triplanar.
japanese: ツールのアルファ、フォールオフ、ランダマイザを使用して塗装ストロークの強度を調整します。 これらのオプションは塗りつぶし機能には適用されませんが、三平面バリアントではアルファが考慮されます。
portuguese: Use a ferramenta alpha, falloff e randomizador para modular a intensidade do traço de pintura. Essas opções são ignoradas para a funcionalidade de pintar tudo, mas o alpha é levado em consideração para a variante triplanar.
russian: Используйте инструмент Alpha, ослабление и рандомайзер для модуляции интенсивности мазка кисти. Эти опции игнорируются для функции покраски всей модели, но Alpha учитывается для трипланарного варианта.
spanish: Use la herramienta alpha, desvanecimiento y aleatorizador para modular la intensidad del trazo de pintura. Estas opciones se ignoran para la función de pintar todo, pero el alpha se toma en cuenta para la variante triplanar.

# input.name
source: New name
dutch: Nieuwe naam
french: Nouveau nom
german: Name
italian: Nuovo nome
japanese: 新しい名前
korean: 새로운 이름
portuguese: Novo nome
russian: Новое имя
spanish: Nombre

# input.number
source: New value
dutch: Nieuwe waarde
french: Nouvelle valeur
german: Wert
italian: Nuovo valore
japanese: 新しい値
korean: 새로운 값
portuguese: Novo valor
russian: Новое значение
spanish: Valor

# input.hexcolor
source: New color (hex format)
dutch: Nieuwe kleur (hex formaat)
french: Nouvelle couleur (format hexadécimal)
german: Neue Farbe (Hex-Format)
italian: Nuovo colore (formato hex)
japanese: 新しいカラー (16進フォーマット)
korean: 새로운 색상 (16진수 형식)
portuguese: Nova cor (formato hex)
russian: Новый цвет (шестнадцатеричный формат)
spanish: Color hexadecimal

source: Post Process
french: Post-traitement
german: Nachbearbeitung (Post)
italian: Post processing
japanese: ポストプロセス
korean: 포스트 프로세싱
portuguese: Pós-processamento
russian: Пост-обработка
spanish: posprocesado

# postprocess.quality
source: Quality
dutch: Kwaliteit
french: Qualité
german: Qualität
italian: Qualità
japanese: クオリティ
korean: 품질
portuguese: Qualidade
russian: Качество
spanish: Calidad
