Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# light.spot.softness
source: Softness
dutch: Zachtheid
french: Douceur
german: Sanftheit
italian: Morbidezza
japanese: 柔らかさ
korean: 부드러움
portuguese: Suavidade
russian: Мягкость
spanish: Suavidad

# light.position
source: Position
dutch: Positie
italian: Posizione
japanese: 位置
korean: 위치
portuguese: Posição
russian: Позиция
spanish: Posición

# light.shadow.cast
source: Shadow
dutch: Schaduw
french: Ombre
german: Schatten
italian: Ombra
japanese: シャドウ
korean: 그림자
portuguese: Sombra
russian: Тень
spanish: Sombra

# light.shadow.pointTip
source: Point light only supports screenspace shadows.
dutch: Puntlicht ondersteunt alleen schermruimte schaduwen.
french: La lumière de point ne gère que les ombres de l'espace écran.
german: Punktlicht unterstützt nur Schatten des Typs „Bildschirmbereich“.
italian: La luce puntiforme supporta solo le ombre dello spazio dello schermo.
japanese: ポイントライトは画面空間のシャドウのみをサポートします。
korean: 포인트 광원은 스크린 스페이스 그림자만 지원합니다.
portuguese: A luz de ponto é compatível apenas com sombras no espaço da tela.
russian: Всесторонний свет поддерживает тени только на экранном пространстве.
spanish: La luz puntual solo admite sombras del espacio de pantalla.

# light.shadow.type
source: Shadow type
dutch: Schaduwtype
french: Type d'ombre
german: Schattentyp
italian: Tipo di ombra
japanese: シャドウのタイプ
korean: 그림자 유형
portuguese: Tipo de sombra
russian: Тип тени
spanish: Tipo de sombra

# light.shadow.type.shadowMap
source: Shadow map
dutch: Schaduwmap
french: Texture d'ombre
german: Schattenkarte
japanese: シャドウマップ
korean: 그림자 맵
portuguese: Mapeamento de sombra
russian: Теневая карта
spanish: Mapa de sombras

# light.shadow.type.screenspace
source: Screenspace
dutch: Schermruimte
french: Espace écran
german: Bildschirmbereich
italian: Spazio dello schermo
japanese: スクリーンスペース
korean: 화면공간
portuguese: Espaço da tela
russian: Экранное пространство
spanish: Espacio de pantalla

# light.shadow.type.screenspace.help
source: Experimental feature, it might be removed in a future release. This option is meant to be used with the softness shadow feature.
dutch: Experimentele functie, kan in een toekomstige versie worden verwijderd. Deze optie is bedoeld om te worden gebruikt met de zachtheidsschaduwfunctie.
french: Cette fonction est expérimentale et peut être supprimée dans une prochaine version. Elle est destinée à être utilisée avec la fonction Douceur des ombres.
german: Experimentelle Funktion, könnte in zukünftiger Version entfernt werden. Diese Option sollte zusammen mit der Funktion für Schatten-Sanftheit verwendet werden.
italian: Funzionalità sperimentale, potrebbe essere rimossa in una versione futura. Questa opzione è pensata per essere utilizzata con la funzione morbidezza ombra.
japanese: 実験的な機能。今後のリリースで削除される可能性があります。 このオプションは柔らかさのシャドウの機能と使用されるように考えられています。
korean: 실험적 기능으로 향후 릴리스에서 제거될 수 있습니다. 이 옵션은 부드러움 그림자 기능과 함께 사용하기 위한 것입니다.
portuguese: Recurso experimental. Pode ser removido em um lançamento futuro. Esta opção se destina ao uso com o recurso de suavidade da sombra.
russian: Экспериментальная функция, может быть удалена в дальнейших релизах. Эта функция используется вместе с функцией «Мягкость теней».
spanish: Esta función es experimental y podría retirarse en las versiones futuras. Esta opción está pensada para usarse con la función de suavidad de sombra.

# light.shadow.bias
source: Bias
french: Biais
german: Verzerrung
japanese: バイアス
korean: 그림자 편향
portuguese: Propensão
russian: Расхождение
spanish: Sesgo

# light.shadow.softness
source: Softness
dutch: Zachtheid
french: Douceur
german: Sanftheit
italian: Morbidezza
japanese: 柔らかさ
korean: 부드러움
portuguese: Suavidade
russian: Мягкость
spanish: Suavidad

# light.contact
source: Contact
german: Kontakt
italian: Di contatto
japanese: コンタクト
korean: 접점
portuguese: Contato
russian: Контактные
spanish: Contacto

# light.contact.help
source: If auto is selected, only the most dominant light will have contact shadow.
dutch: Als automatisch is geselecteerd, zal alleen het meest dominante licht een contactschaduw hebben.
french: Si l'option Auto est sélectionnée, seule la lumière la plus dominante aura une ombre de contact.
german: Ist „Auto“ ausgewählt, erzeugt nur das dominanteste Licht einen Kontaktschatten.
italian: Se si seleziona auto, solo la luce più dominante avrà un'ombreggiatura di contatto.
japanese: “自動”が選択されている場合、最も強いライトのみがコンタクトシャドウを発生します。
korean: 자동을 선택하면 가장 지배적인 광원에 대해서만 접촉 그림자가 생깁니다.
portuguese: Se Automático for selecionado, apenas a luz mais dominante terá uma sombra de contato.
russian: Если выбран режим «Авто», то только у основного освещения будут контактные тени.
spanish: Si se selecciona automático, solo la luz más dominante tendrá sombra de contacto.

# light.shadow.tolerance
source: Tolerance
dutch: Tolerantie
french: Tolérance
german: Toleranz
italian: Tolleranza
japanese: 許容値
korean: 허용 오차
portuguese: Tolerância
russian: Допуск
spanish: Tolerancia

# light.visible
source: Show
dutch: Toon
french: Afficher
german: Zeigen
italian: Mostra
japanese: 表示
korean: 보기
portuguese: Mostrar
russian: Показать
spanish: Mostrar

# light.resetPosition
source: Recenter
dutch: Hernieuw
french: Recentrer
german: Zentrieren
italian: Ricentra
japanese: 中心に戻す
korean: 위치 재설정
portuguese: Recentralizar
russian: Отцентрировать
spanish: Volver a centrar

source: Material
dutch: Materiaal
french: Matériau
italian: Materiale
japanese: マテリアル
korean: 머티리얼
russian: Материал

# material.pbrRoughnessMetalness.warning
source: Roughness and Metalness requires PBR shading mode.
dutch: Ruwheid en Metaalachtigheid vereist PBR-schaduwmodus.
french: Les fonctions Rugosité et Métallité nécessitent le mode d'ombrage PBR.
german: Roughness und Metalness werden im aktuellen Shading-Modus irgnoriert.
italian: Rugosità e metallicità richiedono la modalità di shading PBR.
japanese: 粗さとメタリックは、PBRシェーディングモードが必要です。
korean: 러프니스와 메탈릭은 PBR 셰이딩 모드를 요구합니다.
portuguese: Aspereza e Metalidade requerem o modo de sombreamento PBR.
russian: Для шероховатости и металличности необходим режим затенения PBR.
spanish: La rugosidad y la metalidad requieren el modo de sombreado PBR.

# material.pbrReflectance.warning
source: Reflectance requires PBR shading mode.
dutch: Reflectievermogen vereist PBR-schaduwmodus.
french: La fonction Réflectance nécessite le mode d'ombrage PBR.
german: „Reflexionsgrad“ erfordert den Shading-Modus „PBR“.
italian: La riflettanza richiede la modalità di shading PBR.
japanese: 反射率にはPBRシェーディングモードが必要です。
korean: 반사율은 PBR 셰이딩 모드를 요구합니다.
portuguese: Reflexividade requer o modo de sombreamento PBR.
russian: Для отражательной способности необходим режим затенения PBR.
spanish: La reflectancia requiere el modo de sombreado PBR.

# material.pbrRefraction.warning
source: Refraction requires PBR shading mode.
dutch: Refractie vereist PBR-schaduwmodus.
french: La fonction Réfraction nécessite le mode d'ombrage PBR.
german: „Refraktion“ erfordert den Shading-Modus „PBR“.
italian: La rifrazione richiede la modalità di shading PBR.
japanese: 屈折は、PBRシェーディングモードが必要です。
korean: 굴절은 PBR 셰이딩 모드를 요구합니다.
portuguese: Refração requer o modo de sombreamento PBR.
russian: Для отражения необходим режим затенения PBR.
spanish: La refracción requiere el modo de sombreado PBR.

# material.pbrSubsurface.warning
source: Subsurface requires PBR shading mode.
dutch: Ondergrond vereist PBR-schaduwmodus.
french: La fonction Transluminescence nécessite le mode d'ombrage PBR.
german: „Unter Oberfläche“ erfordert den Shading-Modus „PBR“.
italian: La dispersione luminosa in profondità richiede la modalità di shading PBR.
japanese: サブサーフェスにはPBRシェーディングモードが必要です。
korean: 서브서피스는 PBR 셰이딩 모드를 요구합니다.
portuguese: Subsuperfície requer o modo de sombreamento PBR.
russian: Для подповерхности необходим режим затенения PBR.
spanish: La subsuperficie requiere el modo de sombreado PBR.

# material.ior
source: Index of Refraction
dutch: Refractie-index
french: Indice de réfraction
german: Lichtbrechungsindex (Refraction)
italian: Indice di rifrazione
japanese: 屈折率 (IOR)
korean: 굴절률
portuguese: Índice de Refração
russian: Показатель отражения
spanish: Índice de refracción

# material.paintingOverride
source: Override roughness
dutch: Override ruwheid
french: Remplacer la peinture
german: Painting aufheben
italian: Sovrascrivi dipinti
japanese: ペイントを上書き
korean: 페인팅 오버라이드
portuguese: Substituir pintura
russian: Регулировка окрашивания
spanish: Anular pintura

# material.paintingOverride.help
source: There are two roughness at play, the one that drives the surface and the one in the inside. However there is only one paintable roughness, so the two roughness have the same values.
dutch: Er zijn twee ruwheden in het spel, één stuurt het oppervlak en één van binnen. Er is echter maar één verfbare ruwheid, dus de twee ruwheden hebben dezelfde waarden.
french: Deux rugosités sont définies : celle qui génère la surface et celle qui se trouve à l'intérieur. Comme une seule d'entre elles peut être peinte, les deux duretés ont les mêmes valeurs.
german: Zwei Werte für Mattheit spielen eine Rolle – der an der Oberfläche und der im Inneren. Beim Bemalen ist jedoch nur eine Mattheit relevant, die beiden Matt-Werte sind also identisch.
italian: Ci sono due rugosità in gioco, quella che guida la superficie e quella all'interno. Tuttavia esiste una sola rugosità verniciabile, quindi le due rugosità hanno gli stessi valori.
japanese: 有効な粗さが2つあります。1つはサーフェスで、もう1つは内側で動作しています。 しかし、ペイント可能な粗さは1つだけなので、2つのラフネスは同じ値になります。
korean: 러프니스는 크게 두 종류로 나뉘는데, 하나는 표면에 적용되고 다른 하나는 내부에 적용됩니다. 그러나 하나의 러프니스만 페인팅할 수 있으므로 두 러프니스는 같은 값을 가집니다. 이 슬라이더를 사용하면 기존의 표면 러프니스를 무시하고 더욱 메끈하게 광택을 높일 수 있습니다.
portuguese: Há duas asperezas atuando juntas: uma que fica na superfície e outra no interior. Mas como só há uma aspereza que pode ser pintada, as duas asperezas têm os mesmos valores.
russian: Используются два типа шероховатости: поверхностная и внутренняя. Окрашиваться может только одна шероховатость, поэтому у обоих типов шероховатости одно и то же значение.
spanish: Hay dos rugosidades en juego, la que impulsa la superficie y la que está en el interior. Sin embargo, solo hay una rugosidad que se puede pintar, por lo que las dos rugosidades tienen los mismos valores.

# material.refraction.surface
source: Surface
dutch: Oppervlak
german: Oberfläche
italian: Superficie
japanese: サーフェス
portuguese: Superfície
russian: Поверхности
spanish: Superficie

# material.refraction.interior
source: Interior
dutch: Interieur
french: Intérieure
german: Innen
italian: Interna
japanese: 内側
russian: Внутренняя

# material.paintGlossy
source: Paint glossy
dutch: Glansverf
french: Peinture brillante
italian: Dipinti lucida
japanese: 光沢でペイント
korean: 페인트 광택
portuguese: Brilhosidade da pintura
russian: Глянцевое окрашивание
spanish: Pintura brillante

# material.paintGlossy.help
source: It will paint the object with a roughness and metalness of 0, thus allowing sharp refraction. This is the same as going in the painting menu and using the paint all feature with color disabled.
dutch: Het object wordt beschilderd met een ruwheid en metaalheid van 0, waardoor scherpe breking mogelijk is. Dit is hetzelfde als het gebruik van de verf-al-functie in het schildermenu met de kleur uitgeschakeld.
french: L'objet sera peint avec une rugosité et une métallité nulles, permettant ainsi une réfraction nette. Cela revient à utiliser la commande « Tout peindre » du menu Peinture, avec la couleur désactivée.
german: Painting mit Wert Roughness und Metalness von jeweils 0, für eine eine scharfe Brechung. Dies entspricht der Nutzung des Paint All-Features aus dem Paint-Menü mit deaktivierten color.
italian: Dipingerà l'oggetto con una rugosità e una metallicità pari a 0, consentendo così una rifrazione intensa. Ciò equivale ad andare nel menu dipinti e usare la funzione Dipingi tutto con colore disabilitato.
japanese: 粗さとメタリックの値を 0 にしてオブジェクトをペイントするので、シャープな屈折が可能です。 これはペイントメニューに進み、カラーとを無効に“すべてをペイント”の機能を使用するのと同じです。
korean: 러프니스와 메탈릭이 '0'인 상태에서 오브젝트를 칠하여 날카로운 굴절을 허용합니다. 이는 페인팅 메뉴로 이동하여 색상 및 메탈릭을 비활성화한 상태로 '모두 칠하기' 기능을 사용하는 것과 동일합니다.
portuguese: Isto pintará o objeto com aspereza e metalidade de 0, o que permite uma refração nítida. Essa ação é igual à acessar o menu de pintura e usar o recurso de pintar tudo com cor desativadas.
russian: Оно окрасит объект с величиной шероховатости и металличности 0, создав четкое отражение. Этого также можно достичь, перейдя в меню окрашивания и используя функцию «Окрасить все», отключив цвет.
spanish: Pintará el objeto con una rugosidad y metalidad de 0, lo que permitirá una refracción nítida. Esto es lo mismo que ir al menú pintar y usar la función pintar todo con el color desactivado.

# material.absorptionEnable
source: Absorption
dutch: Absorptie
italian: Assorbimento
japanese: 吸収
korean: 흡수
portuguese: Absorção
russian: Поглощение
spanish: Absorción

# material.absorptionEnable.help
source: Simulate the light being absorbed when it travels through the volume. Thin parts will bright as it lets more light pass through, while thick areas will be darker. The effect heavily depends on the object shape, only an approximation of the object thickness is used.
dutch: Simuleer het licht dat geabsorbeerd wordt wanneer het door het volume reist. Dunne delen worden helder omdat ze meer licht doorlaten, terwijl dikke delen donkerder worden. Het effect hangt sterk af van de vorm van het object, er wordt alleen een benadering van de objectdikte gebruikt.
french: Simulez la lumière absorbée lorsqu'elle traverse le volume. Les pièces fines s'illumineront, car elles laisseront passer plus de lumière, tandis que les zones épaisses seront plus sombres. L'effet dépend fortement de la forme de l'objet. Seule une approximation de l'épaisseur de l'objet est utilisée.
german: Simulieren Sie die Absorption des Lichts, wenn es das Volumen durchbricht. Dünne Teile werden hell, da sie mehr Licht durchlassen, während dicke Bereiche dunkler sind.. Der Effekt hängt stark von der Mesh-Geometrie ab, es wird nur eine Annäherung an die Mesh-Dicke verwendet.
italian: Simula la luce che viene assorbita quando viaggia attraverso il volume. Le parti sottili risulteranno luminose in quanto lasciano passare più luce, mentre le aree spesse saranno più scure. L'effetto dipende fortemente dalla forma dell'oggetto, viene utilizzata solo un'approssimazione dello spessore dell'oggetto.
japanese: 体積を通過する時に吸収される光をシミュレーションします。 薄い部分は光を多く通すので明るくなります。厚い部分は暗くなります。 エフェクトはオブジェクトの形に大きく影響されます。オブジェクトの厚さの概算のみが使用されます。
korean: 볼륨을 통과할 때 흡수되는 빛을 시뮬레이션합니다. 얇은 부분은 빛이 많이 통과하므로 밝아지며, 두꺼운 부분은 어두워집니다. 효과는 오브젝트의 형태에 크게 의존하며 오브젝트의 대략적인 두께만 사용됩니다.
portuguese: Simule a luz sendo absorvida quando ela viaja através do volume. As partes finas brilharão, já que deixam mais luz passar, enquanto as partes espessas serão mais escuras. O efeito depende diretamente da forma do objeto; apenas uma aproximação da espessura do objeto é usada.
russian: Симуляция поглощения света при прохождении через объем. Тонкие участки будут казаться светлее, так как они пропускают большее количество света, а плотные участки будут казаться темнее. Этот эффект сильно зависит от формы объекта: плотность объекта рассчитывается примерно.
spanish: Simule la luz que se absorbe cuando viaja a través del volumen. Las partes delgadas brillarán a medida que deja pasar más luz, mientras que las áreas gruesas serán más oscuras. El efecto depende en gran medida de la geometría de la malla, solo se utiliza una aproximación del grosor de la malla.

# material.absorptionFactor
source: Factor
french: Facteur
german: Faktor
italian: Fattore
japanese: 要素
korean: 인수
portuguese: Fator
russian: Фактор

# material.subsurfaceDepth
source: Depth
dutch: Diepte
french: Profondeur
german: Tiefe
italian: Profondità
japanese: 深さ
korean: 깊이
portuguese: Profundidade
russian: Глубина
spanish: Profundidad

# material.translucency
source: Translucency
dutch: Translucentie
french: Translucidité
german: Durchscheinend
italian: Traslucenza
japanese: 透過
korean: 반투명
portuguese: Translucidez
russian: Светопроницаемость
spanish: Translucidez

# material.translucency.help
source: You need to have a light that casts shadows in order to see translucency.
dutch: Je moet een licht hebben dat schaduwen werpt om translucentie te zien.
french: Pour voir la translucidité, la lumière doit projeter des ombres.
german: Du benötigst ein Licht, das Schatten erzeugt, um zu sehen, dass ein Objekt durchscheinend ist.
italian: Occorre avere una luce che proietti ombre per vedere la traslucenza.
japanese: 透過処理をするにはシャドウを投影するためのライトが必要です。
korean: 반투명도 효과를 보려면 그림자를 드리우는 광원이 필요합니다.
portuguese: Você precisa de uma luz que projete sombras para ver translucidez.
russian: Вам нужен источник освещения, создающий тени, для того, чтоб увидеть светопроницаемость.
spanish: Necesitas tener una luz que proyecte sombras para ver la translucidez.

# material.opacity
source: Opacity
dutch: Ondoorzichtigheid
french: Opacité
german: Deckkraft
italian: Opacità
japanese: 不透明度
korean: 불투명도
portuguese: Opacidade
russian: Непрозрачность
spanish: Opacidad

# material.type.opaque
source: Opaque
dutch: Ondoorzichtig
german: Opak
italian: Opaco
japanese: 不透明
korean: 불투명
portuguese: Opaco
russian: Непрозрачный
spanish: Opaco

# material.type.subsurface
source: Subsurface
dutch: Suboppervlak
french: Transluminescence
german: Unter Oberfläche
japanese: サブサーフェス
korean: 서브서피스
portuguese: Subsuperfície
russian: Подповерхность
spanish: Subsuperficie

# material.type.subsurface.help
source: To get the best result, you can switch to PBR shading mode and use at least one directional light, ideally with a dim environment.
dutch: Om het beste resultaat te krijgen, kunt u overschakelen naar de PBR-schaduwmodus en ten minste één gericht licht gebruiken, idealiter in een gedimde omgeving.
french: Pour obtenir de bons résultats, vous pouvez passer en mode d'ombrage PBR et utiliser au moins une lumière directionnelle, idéalement dans un environnement peu éclairé.
german: Wechsle für beste Ergebnisse zum Shading-Modus „PBR“ und nutze mindestens ein direktionales Licht, idealerweise in einer relativ dunklen Umgebung.
italian: Per ottenere il miglior risultato, puoi passare alla modalità di shading PBR e utilizzare almeno una luce direzionale, idealmente in un ambiente poco luminoso.
japanese: 最善の結果を得るには、PBRシェーディングモードに切り替えて、最低1つのディレクショナルライトを、理想的には薄暗い環境で、使用してください。
korean: 최상의 결과를 얻으려면 PBR 셰이딩 모드로 전환하고, 가급적 어두운 환경에서 최소한 하나 이상의 지향성 광원을 사용하십시오.
portuguese: Para ter resultados melhores, alterne para o modo de sombreamento PBR e use ao menos uma luz direcional, idealmente com um ambiente escurecido.
russian: Для достижения наилучших результатов, переключитесь в режим затенения PBR и используйте как минимум один направленный источник цвета, предпочтительно в сумраке.
spanish: Para obtener el mejor resultado, puedes cambiar al modo de sombreado PBR y usar al menos una luz direccional, idealmente con un entorno tenue.

# material.type.blending
source: Blending
dutch: Mengmodus
french: Fusion
german: Überblenden
italian: Fusione
japanese: ブレンド
korean: 혼합
portuguese: Mistura
russian: Смешение
spanish: Mezcla

# material.type.blending.help
source: Make the object semi-transparent by tweaking the opacity value. Note that because of real-time constraints, you can have noticeable visual artifacts if your object has a complex shape.
dutch: Maak het object halfdoorzichtig door de ondoorzichtigheidswaarde aan te passen. Houd er rekening mee dat je door realtime beperkingen opvallende visuele artefacten kunt hebben als je object een complexe vorm heeft.
french: Rendez l'objet translucide en ajustant la valeur d'opacité. Notez qu'en raison de contraintes de calcul en temps réel, des artefacts visuels peuvent être perceptibles si l'objet a une forme complexe.
german: Mach das Objekt halbdurchsichtig, indem du den Deckkraft-Wert einstellst. Aufgrund der Darstellung in Echtzeit können bei komplexen Formen merkliche visuelle Artefakte entstehen.
italian: Può rendere l'oggetto semitrasparente modificando il valore di opacità. Si noti che, a causa dei vincoli in tempo reale, si possono avere artefatti visivi evidenti se l'oggetto ha una forma complessa.
japanese: 不透明度の値を調整してオブジェクトを半透明にします。 オブジェクトの形が複雑な場合、リアルタイムの制限により、あきらかなアーティファクトが見えることがあります。
korean: 불투명도 값을 조정하여 오브젝트를 반투명하게 만듭니다. 오브젝트 형태가 복잡한 경우 실시간 성능 제약으로 인해 눈에 띄는 시각적 아티팩트가 발생할 수 있습니다.
portuguese: Ajuste o valor de opacidade para tornar o objeto semitransparente. Devido às restrições de tempo real, artefatos podem ser notados se o objeto tiver uma forma complexa.
russian: Сделайте объект полупрозрачным, изменяя значение непрозрачности. Примечание: из-за ограничений реального времени вы можете заметить крупные визуальные артефакты в случае, если у вашего объекта сложная форма.
spanish: Haz que la malla sea semitransparente ajustando el valor de opacidad Ten en cuenta que, debido a las limitaciones en tiempo real, puedes tener artefactos visuales notables si tu objeto tiene una forma compleja.

# material.type.additive
source: Additive
dutch: Additief
french: Additif
german: Additiv
italian: Additivo
japanese: 加法
korean: 더하기
portuguese: Aditiva
russian: Аддитивный
spanish: Aditivo

# material.type.additive.help
source: Make the object semi-transparent by tweaking the opacity value. This method tends to have less artifacts than the Blending method, but the object will be brighter.
dutch: Maak het object halfdoorzichtig door de ondoorzichtigheidswaarde aan te passen. Deze methode heeft de neiging om minder artefacten te hebben dan de Mengmodus, maar het object zal helderder zijn.
french: Rendez l'objet translucide en ajustant la valeur d'opacité. Cette méthode a tendance à générer moins d'artefacts que la méthode Fusion, mais l'objet sera plus lumineux.
german: Mach das Objekt halbdurchsichtig, indem du den Deckkraft-Wert einstellst. Diese Methode führt tendenziell zu weniger Artfakten als „Mischen“, das Objekt wird jedoch heller.
italian: Può rendere l'oggetto semitrasparente modificando il valore di opacità. Questo metodo tende a produrre meno artefatti rispetto al metodo di fusione, ma l'oggetto sarà più luminoso.
japanese: 不透明度の値を調整してオブジェクトを半透明にします。 この方法は、“ブレンド”に比べてアーティファクトが軽減されますが、オブジェクトはより明るくなります。
korean: 불투명도 값을 조정하여 오브젝트를 반투명하게 만듭니다. 이 방법은 혼합형 방식보다 아티팩트가 적게 발생하는 경향이 있지만, 오브젝트를 더 밝게 만듭니다.
portuguese: Ajuste o valor de opacidade para tornar o objeto semitransparente. Este método tende a ter menos artefatos que o método Mistura, mas o objeto será mais claro.
russian: Сделайте объект полупрозрачным, изменяя значение непрозрачности. Этот метод создает меньше артефактов, чем при смешении, но объект будет ярче.
spanish: Haz que la malla sea semitransparente ajustando el valor de opacidad. Este método tiende a tener menos artefactos que el método de fusión, pero el objeto será más brillante.

# material.type.dithering
source: Dithering
french: Tramage
japanese: ディザ合成
korean: 디더링
portuguese: Pontilhamento
russian: Дизеринг
spanish: Tramado

# material.type.dithering.help
source: Make the object semi-transparent by discarding some pixels in a random fashion.
dutch: Maak het object halfdoorzichtig door willekeurig sommige pixels uit te schakelen.
french: Rendez l'objet translucide en écartant certains pixels de manière aléatoire.
german: Das Dithering (Fehlerdiffusion) ist eine Technik um bei Bildern die Illusion einer größeren Farbtiefe zu erzeugen. Dithering ist eine Art des Rasterns.
italian: Può rendere l'oggetto semitrasparente scartando alcuni pixel in modo casuale.
japanese: ピクセルの一部をランダムに破棄して、オブジェクトを半透明にします。
korean: 임의의 방식으로 일부 픽셀을 제거하여 오브젝트를 반투명하게 만듭니다.
portuguese: Descarte alguns pixels aleatoriamente para tornar o objeto semitransparente.
russian: Сделайте объект полупрозрачным, удалив часть пикселей в случайном порядке.
spanish: Haz que el objeto sea semitransparente descartando algunos píxeles de forma aleatoria.
