Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# gesture.palmRejection.help
source: Reject input if the contact area size larger than this value. Might not work on every device.
dutch: Weiger invoer als de contactoppervlakte groter is dan deze waarde. Werkt mogelijk niet op elk apparaat.
french: Permet de rejeter la saisie si la taille de la zone de contact est supérieure à cette valeur. Cette option peut ne pas fonctionner avec tous les périphériques.
german: Die Eingabe auf dem Touchdisplay wird abgelehnt, wenn die Größe der Kontaktfläche beim Touch größer ist, als der vorgegebene Wert. Funktioniert möglicherweise nicht auf jedem Gerät.
italian: Rifiuta input se la dimensione dell'area di contatto è maggiore di questo valore. Potrebbe non funzionare su tutti i dispositivi.
japanese: 接触部分のサイズがこの値より大きい場合、入力を拒否。 すべてのデバイスで利用できるとは限りません。
korean: 이 값보다 접촉 면적이 넓으면 입력을 거부합니다. 모든 장치에서 작동하지 않을 수 있습니다.
portuguese: Rejeite a entrada se o tamanho da área de contato for maior que este valor. Pode não funcionar em todos os dispositivos.
russian: Отклоняет ввод, если контактная поверхность больше этого значения. Может работать не на всех устройствах.
spanish: Rechaza la entrada si el área de contacto es mayor que este valor. Es posible que no funcione en todos los dispositivos.

# gesture.palmRejection.size
source: Max size threshold
dutch: Maximale grootte drempelwaarde
french: Seuil de taille max.
german: Schwelle für maximale Größe
italian: Soglia di dimensione massima
japanese: 最大サイズのしきい値
korean: 최대 크기 임계값
portuguese: Limite de tamanho máximo
russian: Порог макс. размера
spanish: Umbral de tamaño máximo

# extract.polish.all
source: All
dutch: Alle
french: Tout
german: Alle
italian: Tutti
japanese: すべて
portuguese: Todos
russian: Все
spanish: Todo

# extract.polish.sharp
source: Sharp border
dutch: Scherpe rand
french: Bord net
german: Scharfe Kante
italian: Bordo netto
japanese: 鋭い境界
portuguese: Borda afiada
russian: Острый край
spanish: Borde afilado

# extract.polish.border
source: Borders only
dutch: Alleen grenzen
french: Uniquement les bords
german: Nur Kanten
italian: Solo bordi
japanese: 境界のみ
portuguese: Apenas bordas
russian: Только границы
spanish: Solo bordes

# extract.polish.syncBorder
source: Sync border
dutch: Synchroniseer rand
french: Synchroniser le bord
german: Kante synchronisieren
italian: Sincronizza bordo
japanese: 境界の同期
portuguese: Sincronizar borda
russian: Синхронизация границ
spanish: Sincronizar borde

# extract.edgeLoop
source: Edge loop (side)
dutch: Randlus (zijde)
french: Boucle de bord (côté)
german: Kantenschleife (Seite)
italian: Loop del bordo (lato)
japanese: エッジループ（側面）
portuguese: Laço de borda (lateral)
russian: Петля кромки (бок)
spanish: Bucle de borde (lateral)

# extract.edgeLoop.auto
source: Auto edge loop
dutch: Automatische randlus
french: Boucle de bord automatique
german: Automatische Kantenschleife
italian: Loop del bordo automatico
japanese: 自動エッジループ
portuguese: Laço de borda automático
russian: Автоматическая петля кромки
spanish: Bucle de borde automático

# extract.edgeLoop.division
source: Division
dutch: Verdeling
german: Untereilung
italian: Divisione
japanese: 除算
portuguese: Divisão
russian: Разрешение
spanish: División

# extract.thickness
source: Thickness
dutch: Dikte
french: Épaisseur
german: Stärke
italian: Spessore
japanese: 太さ
portuguese: Espessura
russian: Толщина
spanish: Espesor

# extract.carve
source: Carve
dutch: Graveren
french: Creuser
german: Gravieren
italian: Incisione
japanese: 浮き出し
portuguese: Baixo relevo
russian: Гравировка
spanish: Grabar

source: Extract
dutch: Extraheer
french: Extraire
german: Extrahieren
italian: Estrai
japanese: 取り出す
portuguese: Extrair
russian: Извлечение
spanish: Extraer

# extract.preview
source: Preview
dutch: Voorbeeld
french: Aperçu
german: Vorschau
italian: Anteprima
japanese: のプレビュー
portuguese: Pré‑visualização
russian: Предпросмотр
spanish: Vista previa

# extract.split
source: Split
dutch: Splitsen
french: Scinder
german: Teilen
italian: Dividi
japanese: 分割
portuguese: Dividir
russian: Разделить
spanish: Dividir

# extract.action
source: Closing action
dutch: Sluitingsactie
french: Action de fermeture :
german: Closing Aktion:
italian: Azione di chiusura:
japanese: 閉じるアクション:
portuguese: Ação de fechamento:
russian: Действие закрытия:
spanish: Acción de cierre:

# extract.action.help
source: • None Simply extract the part and let the extracted part opened. • Fill Hole is filled and smoothed. Do not use this option for flat surface. • Shell Close the extracted shape by using the thickness value. • Layer Extract the layer difference (layer sub-menu only).
dutch: • Geen Eenvoudig het onderdeel extraheren en het geëxtraheerde onderdeel open laten. • Vullen Gat wordt gevuld en gladgemaakt. Gebruik deze optie niet voor vlakke oppervlakken. • Schil Sluit de geëxtraheerde vorm af door de diktewaarde te gebruiken. • Laag Exporteer het laagverschil (alleen sub-menu laag).
french: • Aucune Extraire simplement la pièce et laisser la pièce extraite ouverte. • Remplir Le trou est rempli et lissé. N'utilisez pas cette option pour une surface plane. • Coque Fermer la forme extraite en utilisant la valeur d'épaisseur. • Couche Extraire la différence entre les calques (sous-menu Calque uniquement).
german: • Keine Extrahiert einfach den Bereich und lässt das extrahierte Teil offen. • Fill Das Loch wird gefüllt und geglättet. Verwenden Sie diese Option nicht für ebene Oberflächen. • Shell Schließt die extrahierte Form mit Hilfe des Dickenwerts. • Layer Extrahiert die Layer-Differenz (nur Layer-Untermenü).
italian: • Nessuno Estrae semplicemente la parte e lascia aperta la parte estratta. • Riempi Il foro viene riempito e levigato. Non utilizzare questa opzione per le superfici piane. • Involucro Chiude la forma estratta utilizzando il valore dello spessore. • Livello Estrae la differenza di livello (solo nel sottomenu dei livelli).
japanese: • なし 単純に部分を取り出し、取り出した部分を開けたままにします。 • 埋める 穴を埋めて、スムーズにします。 平らな表面にはこのオプションを使用しないでください。 • シェル 厚さの値を使って、取り出したシェイプを閉じます。 • レイヤー レイヤーの差を取り出します (レイヤーのサブメニューのみ)。
portuguese: • Nenhuma Apenas extrai a parte e deixa as partes extraídas abertas. • Preencher Não use esta opção em superfícies planas. • Casca Use o valor de espessura para fechar a forma extraída. • Camada Extraia a diferença da camada (somente submenu de camada).
russian: • Нет Просто извлекает часть и оставляет извлеченную часть открытой. • Заполнить Дырка заполнена и сглажена. Не используйте эту опцию для плоской поверхности. • Шелл Закрыть извлеченную часть используя значение толщины. • Слой Извлечь разницу слоев (только подменю слоев).
spanish: • Ninguno Simplemente extrae la pieza y deja que la parte extraída se abra. • Rellenar El agujero se rellena y se alisa. No utilices esta opción para superficies planas. • Caparazón Cierra la forma extraída utilizando el valor de espesor. • Capa Extrae la diferencia de capa (solo submenú de capa).

# extract.action.none
source: None
dutch: Geen
french: Aucune
german: Keine
italian: Nessuno
japanese: なし
portuguese: Nenhuma
russian: Нет
spanish: Ninguno

# extract.action.fill
source: Fill
dutch: Vullen
french: Remplir
german: Füllen
italian: Riempi
japanese: 埋める
portuguese: Preencher
russian: Заполнить
spanish: Rellenar

# extract.action.shell
source: Shell
dutch: Schaal
french: Coque
german: Hülle
italian: Involucro
japanese: シェル
portuguese: Casca
russian: Шелл
spanish: Caparazón

# extract.action.layer
source: Layer
dutch: Laag
french: Calque
german: Ebene
italian: Livello
japanese: レイヤー
portuguese: Camada
russian: Слой
spanish: Capa

# genus.main
source: Main
dutch: Hoofd
french: Principale
german: Luminanz
italian: Principale
japanese: メイン
portuguese: Principal
russian: Основная
spanish: Principal

# genus.hole
source: Hole
dutch: Gat
french: Trou
german: Loch
italian: Apertura
japanese: 穴
portuguese: Furo
russian: Дырки
spanish: Agujero

# genus.bottom
source: Bottom
dutch: Bodem
french: Bas
german: Unten
italian: Basso
japanese: 下
portuguese: Inferior
russian: Низ
spanish: Inferior

# genus.top
source: Top
french: Haut
german: Oben
italian: Alto
japanese: 上
portuguese: Superior
russian: Верх
spanish: Superior

source: History
dutch: Geschiedenis
french: Historique
german: Verlauf
italian: Cronologia
japanese: 履歴
korean: 작업 내역
portuguese: Histórico
russian: История
spanish: Historial

# history.root
source: Root
dutch: Basis
french: Base
german: Start
italian: Primo stato
japanese: ルート
korean: 시작
portuguese: Início
russian: Первое действие
spanish: Raíz

# history.undoConfirm
source: Do you confirm undoing all these operations?
dutch: Bevestigt u het ongedaan maken van al deze bewerkingen?
french: Confirmez-vous l'annulation de toutes ces opérations ?
german: Bestätigen Sie das UnDo (Rückgängig machen) all dieser Änderungen?
italian: Confermi l'annullamento di tutte queste operazioni?
japanese: これらの操作をすべて取り消してよろしいですか？
korean: 모든 작업을 취소하시겠습니까?
portuguese: Você confirma que deseja desfazer todas essas operações?
russian: Вы точно хотите отменить все эти действия?
spanish: ¿Confirmas deshacer todas estas operaciones?

# history.undoWarning
source: If you make an edit afterwards you might lose lot of changes.
dutch: Als u daarna nog een bewerking uitvoert, kunt u veel wijzigingen kwijtraken.
french: Si vous effectuez une autre modification, vous risquez de perdre beaucoup de modifications.
german: Wenn Sie eine nachträgliche Bearbeitung vornehmen, können viele Änderungen verloren gehen.
italian: Se apporti una modifica in seguito potresti perdere molte modifiche.
japanese: 後で編集を加えると、多くの変更内容を喪失する可能性があります。
korean: 나중에 편집을 추가하면 많은 변경사항이 손실될 수 있습니다.
portuguese: Se você fizer uma edição posteriormente, poderá perder várias alterações.
russian: Если вы отредактируете что-то, вы можете потерять большое количество изменений.
spanish: Si realizas una edición después, es posible que pierdas muchos cambios.

# history.stack
source: Stack
dutch: Stapelen
french: Pile
german: Stapel
italian: Pila
japanese: スタック
korean: 스택
portuguese: Pilha
russian: Стек
spanish: Pila

# history.include
source: Include actions
dutch: Acties opnemen
french: Inclure les actions
german: Aktionen einschließen
italian: Includi azioni
japanese: アクションを含める
korean: 동작 포함
portuguese: Incluir ações
russian: Включать действия
spanish: Incluir acciones

# history.includeLights
source: Lights
dutch: Lichten
french: Lumières
german: Lichter
italian: Luci
japanese: ライト
korean: 광원
portuguese: Luzes
russian: Освещение
spanish: Luces

# history.includeLights.help
source: If this option is disabled, moving the lights with the Gizmo will still be included, as it can impact other objects in the scene hierarchy.
dutch: Als deze optie is uitgeschakeld, wordt het verplaatsen van de lichten met de Gizmo nog steeds opgenomen, omdat dit invloed kan hebben op andere objecten in de scènehierarchie.
french: Si cette option est désactivée, le déplacement des lumières avec l'outil Gizmo sera quand même pris en compte, car cette opération peut avoir une incidence sur d'autres objets dans la hiérarchie de la scène.
german: Wenn diese Option deaktiviert ist, bewegt das Gizmo die Lichter nach wie vor mit, da sich dies auf andere Objekte in der Szenenhierarchie auswirken kann.
italian: Se questa opzione è disabilitata, lo spostamento delle luci con il Gizmo sarà comunque incluso, poiché può influire su altri oggetti nella gerarchia delle scene.
japanese: このオプションが無効の場合でも、Gizmoを使ったライトの移動はそのまま含まれます。シーン階層で他のオブジェクトに影響するからです。
korean: 이 옵션을 비활성화하면 씬 계층 구조의 다른 오브젝트에 영향을 줄 수 있으므로 기즈모를 사용한 광원 이동이 계속 포함됩니다.
portuguese: Com esta opção desativada, a movimentação de luzes com o Gizmo ainda será incluída, já que ela pode afetar outros objetos na hierarquia da cena.
russian: Если эта функция включена, перемещение освещения с помощью гизмо все еще будет включено, т. к. оно может повлиять на другие объекты в иерархии кадра.
spanish: Si esta opción está desactivada, mover las luces con el Gizmo seguirá estando incluido, ya que puede afectar a otros objetos en la jerarquía de la escena.

# history.includePostProcess
source: PostProcess
dutch: Nabewerking
french: Post-traitement
german: Nachbearbeitung
italian: Post processing
japanese: ポストプロセス
korean: 포스트 프로세싱
portuguese: Pós-processamento
russian: Пост-обработка
spanish: Posprocesado

# history.includeShading
source: MatCaps & HDRIs
french: MatCaps et HDRI
german: MatCaps und HDRIs
italian: MatCap e HDRI
japanese: MatCap & HDRI
korean: MatCap 및 HDRI
portuguese: MatCaps e HDRIs
russian: Маткапы и HDRI
spanish: MatCaps y Hdris

# history.limitSize
source: History limit
dutch: Geschiedenislimiet
french: Limite de l'historique
german: Verlaufslimit
italian: Limite cronologia
japanese: 履歴の上限
korean: 작업 내역 제한 (Mb)
portuguese: Limite do histórico
russian: Лимит истории
spanish: Límite de historial

# history.limitSize.help
source: Maximum size of the history. The history will be updated on the next recorded operation.
dutch: Maximale grootte van de geschiedenis. De geschiedenis wordt bijgewerkt bij de volgende geregistreerde operatie.
french: Taille maximale de l'historique. L'historique sera mis à jour à l'enregistrement de l'opération suivante.
german: Max. Größe des Verlaufs. Der Verlauf wird bei der nächsten aufgezeichneten Änderung aktualisiert.
italian: Dimensione massima della cronologia. La cronologia verrà aggiornata alla successiva operazione registrata.
japanese: 履歴の最大サイズ。 履歴は次に操作が記録されるとアップデートされます。
korean: 작업 내역의 최소 크기 (Mb 단위)
portuguese: Tamanho máximo do histórico. O histórico será atualizado na próxima operação gravada.
russian: Максимальный размер истории. История будет обновлена при следующем записанном действии.
spanish: Tamaño máximo del historial. El historial se actualizará en la siguiente operación registrada.

# history.limitStack
source: Stack limit
dutch: Stapel limiet
french: Limite de la pile
german: Stapel-Limit
italian: Limite passaggi
japanese: スタックの上限
korean: 스택 제한
portuguese: Limite da pilha
russian: Лимит стека
spanish: Límite de pila

# history.limitStack.help
source: Maximum number of operation the application can keep. The history will be updated on the next recorded operation.
dutch: Maximale aantal bewerkingen dat de applicatie kan bewaren. De geschiedenis wordt bijgewerkt bij de volgende geregistreerde operatie.
french: Nombre maximal d'opérations que l'application peut conserver. L'historique sera mis à jour à l'enregistrement de la prochaine opération.
german: Maximale Anzahl von Änderungen, die im Verlauf bleiben. Der Verlauf wird bei der nächsten aufgezeichneten Änderung aktualisiert.
italian: Numero massimo di operazioni che l'applicazione può mantenere. La cronologia verrà aggiornata alla successiva operazione registrata.
japanese: アプリが残せる操作数の上限。 履歴は次に操作が記録されるとアップデートされます。
korean: 응용 프로그램이 기억할 수 있는 최대 작업 수입니다. 작업 내역은 다음 작업이 기록되면 업데이트됩니다.
portuguese: O número máximo de operações que o aplicativo pode manter. O histórico será atualizado na próxima operação gravada.
russian: Максимальное количество регистрируемых действий. История будет обновлена при следующем записанном действии.
spanish: Número máximo de operaciones que la aplicación puede mantener. El historial se actualizará en la siguiente operación registrada.

# history.rangeProtect
source: Maximum undoable
dutch: Maximaal te herstellen
french: Nombre maximal d'opérations annulables
german: Schutz des Bereichs
italian: Massimo annullabile
japanese: 取り消しの上限
korean: 최대로 가능한 실행 취소
portuguese: Desfazer máximo
russian: Максимум возвратов
spanish: Protección de rango

# history.rangeProtect.help
source: If you go far in the history, it will prompt a confirm dialog before undoing many operations.
dutch: Als je ver teruggaat in de geschiedenis, verschijnt er een bevestigingsdialoog voordat er veel bewerkingen ongedaan worden gemaakt.
french: Si vous remontez loin dans l'historique, une boîte de dialogue de confirmation s'affichera avant d'annuler de nombreuses opérations.
german: Wenn Sie weit in der Verlaufsliste zurückgehen, wird ein Bestätigungsdialog angezeigt, bevor viele Änderungen auf einmal rückgängig gemacht werden.
italian: Se si va lontano nella cronologia, verrà visualizzata una finestra di dialogo di conferma prima di annullare molte operazioni.
japanese: 履歴をずっとさかのぼると、多くの取り消しを実行する前に確認ダイアログが表示されます。
korean: 작업 내역에서 여러 칸을 이동하면 다수의 작업을 실행 취소하기 전에 사용자의 확인을 요청하는 대화 상자가 표시됩니다.
portuguese: Se você voltar muito no histórico, verá um diálogo de confirmação antes de desfazer muitas operações.
russian: Если вы вернетесь в истории, автоматически возникнет диалог подтверждения до удаления многих изменений.
spanish: Si retrocedes mucho en el historial, aparecerá un cuadro de diálogo de confirmación antes de deshacer las operaciones.

# history.restoreCamera
source: Restore camera
dutch: Camera herstellen
french: Restaurer la caméra
german: Reset Kamera
italian: Ripristina telecamera
japanese: カメラを復元
korean: 카메라 복원
portuguese: Restaurar câmera
russian: Восстановление камеры
spanish: Restaurar cámara

# history.restoreCamera.help
source: Enable this option to restore the saved camera viewpoint when you undo/redo an action.
dutch: Schakel deze optie in om het opgeslagen camerastandpunt te herstellen wanneer u een actie ongedaan maakt/herhaalt.
french: Activez cette option pour restaurer l'angle de vue enregistré de la caméra quand vous annulez/rétablissez une action.
german: Aktivieren Sie diese Option, um die gespeicherte Kamera-Ansicht wiederherzustellen, wenn Sie eine Aktion rückgängig machen/wiederherstellen (UnDo/ReDo).
italian: Abilitare questa opzione per ripristinare il punto di vista della telecamera salvato quando si annulla/ripete un'azione.
japanese: このオプションを有効にすると、アクションを取り消し、またはやり直した場合、保存されているカメラのビューポイントを復元します。
korean: 이 옵션을 활성화하면, 동작을 실행 취소하거나 다시 실행할 때 저장된 카메라의 뷰포인트를 복원합니다.
portuguese: Ative esta opção para restaurar o ponto de visualização salvo da câmera ao desfazer/refazer uma ação.
russian: Включите эту функцию для восстановления сохраненной позиции камеры при отмене/возврате.
spanish: Habilita esta opción para restaurar el punto de vista de la cámara guardado al deshacer/rehacer una acción.

# history.undo
source: Undo
dutch: Ongedaan maken
french: Annuler
german: Rückgängig
italian: Annulla
japanese: 取り消す
korean: 실행 취소
portuguese: Desfazer
russian: Отмена действия
spanish: Deshacer

# history.redo
source: Redo
dutch: Opnieuw doen
french: Rétablir
german: Wiederholen
italian: Ripeti
japanese: やり直す
korean: 다시 실행
portuguese: Refazer
russian: Повторить
spanish: Rehacer

# history.state.undo
source: Undo: $0
dutch: Ongedaan maken: $0
french: Annuler : $0
german: Rückgängig: $0
italian: Annulla: $0
japanese: 取り消し: $0
korean: 실행 취소: $0
portuguese: Desfazer: $0
russian: Отмена: $0
spanish: Deshacer: $0

# history.state.redo
source: Redo: $0
dutch: Opnieuw doen: $0
french: Rétablir : $0
german: Wiederholen: $0
italian: Ripeti: %0
japanese: やり直し: $0
korean: 다시 실행: $0
portuguese: Refazer: $0
russian: Возврат: $0
spanish: Rehacer: $0

# history.state.voxelRemesh
source: Voxel remesh
dutch: Voxel-mesh
french: Remaillage des voxels
italian: Remeshing voxel
japanese: ボクセルのリメッシュ
korean: 복셀 리메시
portuguese: Remalhar voxels
russian: Воксельная перестройка меша
spanish: Reforzar malla de Vóxel

# history.state.surfaceRemesh
source: Surface remesh
dutch: Oppervlak remesh
french: Remaillage de surface
italian: Remeshing superficie
japanese: サーフェスのリメッシュ
korean: 표면 리메시
portuguese: Remalhar superfície
russian: Поверхностная перестройка меша
spanish: Reforzar malla de superficie

# history.state.multiresLevel
source: Resolution change
dutch: Opschalen van resolutie
french: Changement de résolution
german: Auflösung ändern
italian: Modifica della risoluzione
japanese: 解像度の変更
korean: 해상도 변경
portuguese: Alteração de resolução
russian: Изменение разрешения
spanish: Cambio de resolución

# inspect
source: Inspector
dutch: Inspecteur
french: Inspecteur
german: Inspektor
italian: Ispettore
japanese: インスペクタ
portuguese: Inspetor
russian: Инспектор

# inspect.short
source: Inspect
dutch: Inspecteren
french: Inspecter
german: Inspektion
italian: Ispeziona
japanese: 検査
portuguese: Inspecionar
russian: Проверить
spanish: Inspeccionar

# inspect.onBackground
source: On Background
dutch: Op Achtergrond
french: Sur l'arrière-plan
german: Auf Hintergrund
italian: Sullo sfondo
japanese: 背景上
portuguese: Em Fundo
russian: На фоне
spanish: En Fondo

# inspect.onMesh
source: On Mesh
dutch: Op Mesh
french: Sur le maillage
german: Auf dem Netz
italian: Sulla mesh
portuguese: Na Malha
russian: На объекте
spanish: En Malla

# inspect.seams
source: Seams
dutch: Naden
french: Coutures
german: Nähte
italian: Cuciture
japanese: シーム
portuguese: Costuras
russian: Швы
spanish: Costuras

source: Interface
german: Oberfläche
italian: Interfaccia
japanese: インターフェース
korean: 인터페이스
russian: Интерфейс
spanish: Interfaz

# interface.compact
source: UI: Compact
french: IU : Compacte
german: UI: Kompakt
italian: UI: Compatta
japanese: UI：コンパクト
portuguese: UI: Compacto
russian: UI: Компактный
spanish: IU: Compacta

# interface.expandList
source: UI: Expand list
dutch: UI: Lijst uitbreiden
french: Interface : développer la liste
german: UI: Liste erweitern
italian: UI: espandi elenchi
japanese: UI: リストを展開
korean: UI: 목록 확장
portuguese: IU: expandir lista
russian: Интерфейс: расширить список
spanish: Interfaz de usuario: Expandir lista

# interface.expandList.help
source: Just an UI option for easier list management.
dutch: Gewoon een UI-optie voor eenvoudigere lijstbeheer.
french: Option d'interface facilitant la gestion des listes.
german: Nur eine UI-Option zur einfacheren Listenverwaltung.
italian: Solo un'opzione dell'interfaccia utente per una più semplice gestione degli elenchi.
japanese: リスト管理を簡単にするためのUIオプション。
korean: 쉬운 목록 관리를 위한 UI 옵션입니다.
portuguese: Uma opção da IU para gerenciar a lista mais facilmente.
russian: Опция интерфейса для упрощения работы со списками.
spanish: Solo una opción de interfaz de usuario para una administración de listas más fácil.

# interface.colorBase
source: Color base
dutch: Kleurbasis
french: Base de couleur
german: Grundfarbe
italian: Colori di base
japanese: カラーベース
korean: 색상 베이스
portuguese: Cor da base
russian: Базовый цвет
spanish: Base de color

# interface.colorSelect
source: Color widget
dutch: Kleurwidget
french: Widget de couleur
german: Widget-Farbe
italian: Colore widget
japanese: カラーウィジェット
korean: 색상 위젯
portuguese: Cor do widget
russian: Цвет виджета
spanish: Widget de color

# interface.panelTransparent
source: Transparent panel
dutch: Transparant paneel
french: Panneau transparent
german: Panel transparent
italian: Pannelli trasparenti
japanese: 透明パネル
korean: 패널 투명도
portuguese: Painel transparente
russian: Прозрачные панели
spanish: Panel transparente

# interface.blurFactor
source: Blur strength
dutch: Wazigheid sterkte
french: Intensité du flou
german: Unschärfe
italian: Intensità sfocatura
japanese: ぼかしの強度
korean: 블러 효과 강도
portuguese: Intensidade do desfoque
russian: Интенсивность размытия
spanish: Fuerza de difuminado

# interface.colorBaseTransparent
source: Color panel
dutch: Kleurenpaneel
french: Panneau de couleur
german: Panel-Farbe
italian: Colore pannelli
japanese: カラーパネル
korean: 색상 패널
portuguese: Cor do painel
russian: Цвета панелей
spanish: Panel de control

# interface.preset.title
source: Presets
dutch: Voorinstellingen
french: Préréglages
italian: Preset
japanese: プリセット
korean: 색상 프리셋
portuguese: Pré‑ajustes
russian: Пресеты
spanish: Ajustes predeterminados

# interface.resetAll
source: Reset style
dutch: Stijl opnieuw instellen
french: Réinitialiser le style
german: Reset Interface
italian: Ripristina stile
japanese: スタイルをリセット
korean: 스타일 초기화
portuguese: Redefinir estilo
russian: Сбросить стиль
spanish: Restablecer interfaz
