Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# blend.component
source: Component
french: Composant
german: Komponente
italian: Componente
japanese: コンポーネント
portuguese: Componente
russian: Компонент
spanish: Componente

# blend.component.luminosity
source: Luminosity
dutch: Helderheid
french: Luminosité
german: Leuchtkraft
italian: Luminosità
japanese: 輝度
portuguese: Luminosidade
russian: Светимость
spanish: Luminosidad

source: Camera
french: Caméra
german: Kamera
italian: Fotocamera
japanese: カメラ
korean: 카메라
portuguese: Câmera
russian: Камера
spanish: Cámara

source: Cameras
french: Caméras
german: Kameras
italian: Fotocamere
japanese: カメラ
portuguese: Câmeras
russian: камеры
spanish: Cámaras

# camera.view
source: View
dutch: Weergave
french: Vue
german: Ansicht
italian: Vista
japanese: 表示
portuguese: Visualizar
russian: Просмотр
spanish: Ver

# camera.updateView
source: Update view point?
dutch: Kijkhoek bijwerken?
french: Mettre à jour le point de vue ?
german: Ansicht updaten?
italian: Aggiornare punto di vista?
japanese: ビューポイントをアップデートしますか？
korean: 뷰 포인트를 업데이트하시겠습니까?
portuguese: Atualizar ponto de visualização?
russian: Обновить точку просмотра?
spanish: ¿Actualizar el punto de vista?

# camera.addView
source: Add View
dutch: Weergave toevoegen
french: Ajouter une vue
german: Ansicht hinzufügen
italian: Aggiungi vista
japanese: ビューを追加
korean: 뷰 추가
portuguese: Adicionar Visualização
russian: Добавить просмотр
spanish: Añadir vista

# camera.focus
source: Focus
french: Mise au point
german: Fokus
italian: Fuoco
japanese: 焦点
korean: 포커스
portuguese: Foco
russian: Фокусировка
spanish: Centrar

# camera.focusOn
source: Focus on $0
dutch: Focus op $0
french: Mise au point sur $0
german: Fokus auf
italian: Fuoco su $0
japanese: $0に焦点を当てる
korean: $0에 포커스
portuguese: Foco em $0
russian: Фокусировка на $0
spanish: Centrar

# camera.projection
source: Projection
dutch: Projectie
german: Projektion
italian: Proiezione
japanese: 投影
korean: 투사도
portuguese: Projeção
russian: Проекция
spanish: Proyección

# camera.projection.orthographic
source: Orthographic
dutch: Orthografisch
french: Orthographique
german: Orthographisch
italian: Ortografica
japanese: 正投影
korean: 직교
portuguese: Ortográfica
russian: Ортогональная
spanish: Ortográfica

# camera.projection.perspective
source: Perspective
dutch: Perspectief
german: Perspektivisch
italian: Prospettiva
japanese: 遠近法
korean: 원근
portuguese: Perspectiva
russian: Перспектива
spanish: Perspectiva

# camera.fov
source: Vertical Fov
dutch: Verticaal gezichtsveld
french: Champ de vision vertical
german: Vertikales FoV
italian: Campo visivo verticale
japanese: 垂直画角
korean: 수직 시야각
portuguese: CDV Vertical
russian: Вертикальное поле обзора
spanish: Campo de visión vertical

# camera.focal
source: focal $0mm (35mm sensor)
dutch: focaal $0mm (35mm sensor)
french: Focale de $0 mm (capteur 35 mm)
german: Brennweite $0mm (35mm Sensor)
italian: focale $0mm (sensore 35mm)
japanese: 焦点 $0mm (35mm センサー)
korean: 35mm 환산 초점 거리: $0mm
portuguese: focal $0 mm (sensor de 35 mm)
russian: фок. $0mm (сенсор 35мм)
spanish: distancia focal $0 mm (sensor de 35 mm)

# camera.rotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
korean: 회전
portuguese: Rotação
russian: Поворот
spanish: Modo órbita

# camera.rotation.orbit
source: Turntable
dutch: Draaischijf
french: Plateau tournant
german: Drehscheibe
italian: Piattaforma girevole
japanese: ターンテーブル
korean: 턴테이블
portuguese: Mesa Giratória
russian: турнтейбл
spanish: Giro

# camera.rotation.trackball
source: Trackball
japanese: トラックボール
korean: 트랙볼
russian: Трекбол

# camera.rotation.trackball.help
source: Trackball gives more degree of freedom you can also roll the camera with 2 fingers.
dutch: Trackball biedt meer vrijheid; je kunt de camera ook met 2 vingers rollen.
french: Le trackball offre plus de liberté, car vous pouvez également faire pivoter la caméra avec deux doigts.
german: Trackball gibt mehr einem mehr Spielraum, man kann die Kamera auch mit 2 Fingern drehen.
italian: Trackball offre un maggior grado di libertà: è possibile ruotare la fotocamera con due dita.
japanese: トラックボールを使うと、指2本でカメラを回すことで自由度が増します。
korean: 트랙볼을 사용하면 두 손가락으로 카메라를 돌릴 수 있는 더 높은 자유도를 제공합니다.
portuguese: Trackball oferece uma liberdade maior: você também pode rolar a câmera com 2 dedos.
russian: Шаровой манипулятор предоставляет больше возможностей: вы можете вращать камеру двумя пальцами.
spanish: La Trackball te da más grados de libertad. También puedes rodar la cámara con 2 dedos.

# camera.firstPerson
source: First Person
dutch: Eerste Persoon
french: Première personne
german: Erste Person
italian: In prima persona
japanese: ファーストパーソン
korean: 일인칭
portuguese: Primeira Pessoa
russian: Первое лицо
spanish: Primera persona

# camera.speed
source: Speed
dutch: Snelheid
french: Vitesse
german: Geschwindigkeit
italian: Velocità
japanese: 速度
korean: 속도
portuguese: Velocidade
russian: Скорость
spanish: Velocidad

# camera.speed.rotation
source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: 回転
korean: 회전
portuguese: Rotação
russian: Поворот
spanish: Rotación

# camera.speed.panning
source: Translation
dutch: Vertaling
german: Schwenken (Pan)
italian: Panoramica
japanese: 平行移動
korean: 패닝
portuguese: Deslocamento
russian: Панорамирование
spanish: Hacer panorámica

# camera.speed.zooming
source: Zooming
dutch: Inzoomen
french: Zoom
german: Zoomen
italian: Zoom
japanese: ズーム
korean: 확대/축소
portuguese: Zoom
russian: Масштабирование
spanish: Zoom

# camera.resetView
source: Reset view
dutch: Weergave herstellen
french: Réinitialiser la vue
german: Reset Ansicht
italian: Reimposta vista
japanese: ビューをリセット
korean: 뷰 초기화
portuguese: Redefinir visualização
russian: Сбросить просмотр
spanish: Restablecer vista

# camera.snapView
source: Snap view
dutch: Snapshot-weergave
french: Vue alignée
german: Snap Ansicht
italian: Aggancia vista
japanese: スナップビュー
korean: 스냅 뷰
portuguese: Ajustar visualização
russian: Привязать просмотр
spanish: Capturar vista

# camera.snapOrthographic.warning
source: Camera is snapped (orthographic)
dutch: Camera is vastgezet (orthografisch)
french: Caméra est alignée (orthographique)
german: Kamera ausgerichtet (orthografisch)
italian: La telecamera è agganciata (ortografica)
japanese: カメラがスナップされています (正投影)
korean: 카메라가 스냅됨 (직교)
portuguese: A câmera está ajustada (ortográfica)
russian: Камера привязана (ортогональная)
spanish: La cámara tiene ajuste (ortográfico)

# camera.snapOrthographic
source: Orthographic snap
dutch: Orthografische snap
french: Alignment orthographique
german: Orthografisch ausrichten
italian: Aggancio ortografico
japanese: 正投影スナップ
korean: 직교 스냅
portuguese: Ajuste ortográfico
russian: Ортогональная привязка
spanish: Ajuste ortográfico

# camera.snapOrthographic.help
source: This option also works when using the Snap Cube in the corner.
dutch: Deze optie werkt ook bij gebruik van de Snap Cube in de hoek.
french: Cette option fonctionne également lorsque le cube d'alignment est utilisé.
german: Diese Option funktioniert auch mit dem Ansichten-Würfel in der Ecke.
italian: Questa opzione funziona anche quando si utilizza il Cubo a scatto nell'angolo.
japanese: このオプションは画面の隅で方向キューブを使用している場合も有効です。
korean: 이 옵션은 화면 모서리에서 스냅 큐브를 사용하는 경우에도 유효합니다.
portuguese: Esta opção também funciona ao usar o Cubo de Ajuste no canto.
russian: Эта функция также работает при использовании куба привязки в углу.
spanish: Esta opción también funciona al usar Capturar cubo en la esquina.

# camera.pivot
source: Update pivot...
dutch: Draai punt actualiseren...
french: Pivot
german: Drehpunkt
italian: Pivot
japanese: 回転軸
korean: 피벗
portuguese: Pivô
russian: Ось
spanish: Pivote

# camera.doubleTapMesh
source: Double tap on object
dutch: Dubbel tik op object
french: Double appui sur l'objet
german: Doppel-Tap Mesh
italian: Tocca due volte sull'oggetto
japanese: オブジェクトをダブルタップ
korean: 오브젝트에서 이중 탭
portuguese: Toque duas vezes no objeto
russian: Двойное касание по объекту
spanish: Pulsar dos veces en la malla

# camera.doubleTapBackground
source: Double tap on background
dutch: Dubbel tik op achtergrond
french: Double appui sur l'arrière-plan
german: Auf Hintergrund doppeltippen
italian: Tocca due volte sullo sfondo
japanese: 背景をダブルタップ
korean: 배경에서 이중 탭
portuguese: Toque duas vezes no fundo
russian: Двойное касание по фону
spanish: Pulsar dos veces en el fondo

# camera.doubleTapBackgroundFocus.toggle
source: Toggle
dutch: Wisselen
french: Basculer
german: Umschalten
italian: Attiva/Disattiva
japanese: 切り替える
korean: 전환
portuguese: Alternar
russian: Переключатель
spanish: Activar/desactivar

# camera.doubleTapBackgroundFocus.selection
source: Selection
dutch: Selectie
french: Sélection
german: Auswahl
italian: Selezione
japanese: 選択内容
korean: 선택 영역
portuguese: Seleção
russian: Выделение
spanish: Selección

# camera.doubleTapBackgroundFocus.scene
source: Scene
dutch: Scène
french: Scène
german: Szene
italian: Scena
japanese: シーン
korean: 씬
portuguese: Cena
russian: Кадр
spanish: Escena

# camera.doubleTapPivot
source: When double tapping
dutch: Bij dubbel tikken
french: Mettre à jour lors du double appui
german: Update bei Doppel-Tap
italian: Aggiorna con un doppio tocco
japanese: ダブルタップでアップデート
korean: 이중 탭으로 업데이트
portuguese: Atualizar ao tocar duas vezes
russian: Обновление по двойному касанию
spanish: Pulsar dos veces para actualizar

# camera.doubleTapPivot.help
source: Update the rotation pivot when double tapping on the object surface.
dutch: Werk het draaipunt bij wanneer dubbel wordt getikt op het objectoppervlak.
french: Mettre à jour le pivot de rotation lors du double appui sur la surface de l'objet.
german: Aktualisieren Sie den Drehpunkt (Pivot) beim doppelten Antippen.
italian: Aggiorna il pivot di rotazione quando si tocca due volte la superficie dell'oggetto.
japanese: オブジェクトの表面をダブルタップすると、回転軸をアップデートします。
korean: 오브젝트의 표면을 두 번 탭하면 회전축(피벗)을 업데이트합니다.
portuguese: Atualize o pivô de rotação ao tocar duas vezes na superfície do objeto.
russian: Обновление оси вращения при двойном касании по поверхности объекта.
spanish: Actualiza el pivote de rotación al pulsar dos veces la superficie del objeto.

# camera.airPivot
source: Allow air pivot
dutch: Sta luchtpunt toe
french: Pivot aérien
german: Luftdrehpunkt
italian: Pivot esterno
japanese: エアーピボット
korean: 에어 피벗
portuguese: Pivô aéreo
russian: Воздушная ось
spanish: Pivote aéreo

# camera.airPivot.help
source: Allow new pivot even when zooming outside the object surface.
dutch: Sta een nieuw draaipunt toe, zelfs bij inzoomen buiten het objectoppervlak.
french: Autoriser la création d'un pivot même en cas de zoom en dehors de la surface de l'objet.
german: Neuen Drehpunkt zulassen, wenn außerhalb der Objektoberfläche gezoomt wird.
italian: Consente un nuovo pivot anche quando si esegue lo zoom all'esterno della superficie dell'oggetto.
japanese: オブジェクトのサーフェスの外側でズームしている場合でも、新しい回転軸を使用できます。
korean: 오브젝트의 표면 밖에서 확대/축소하는 경우에도 새로운 피벗을 허용합니다.
portuguese: Permita um novo pivô mesmo com o zoom fora da superfície do objeto.
russian: Позволить создание новой оси при масштабировании вне поверхности объекта.
spanish: Permite un nuevo pivote incluso al hacer zoom fuera de la superficie del objeto.

# camera.autoPivot
source: When camera starts moving
dutch: Wanneer de camera begint te bewegen
french: Au début du mouvement de caméra
german: Bei Kamerabenutzung
italian: A inizio interazione con la telecamera
japanese: カメラの使用と同時に
korean: 카메라 제스처가 시작할 때
portuguese: Ao iniciar gesto da câmera
russian: Старт жестами при запуске камеры
spanish: Iniciar con gesto en cámara

# camera.autoPivot.help
source: Update the pivot when you start interacting with the camera.
dutch: Werk het draaipunt bij wanneer je begint te werken met de Camera.
french: Mettre à jour le pivot lorsque vous commencez à interagir avec la caméra.
german: Aktualisieren Sie den Drehpunkt (Pivot), wenn Sie beginnen, mit der Kamera zu hantieren.
italian: Aggiorna il pivot quando si inizia a interagire con la telecamera.
japanese: カメラと動作し始めると回転軸がアップデートされます。
korean: 카메라와 상호 작용하기 시작하면 피벗이 업데이트됩니다.
portuguese: Atualize o pivô quando começar a interagir com a câmera.
russian: Обновить ось при начале работы с камерой.
spanish: Actualiza el pivote cuando comiences a interactuar con la cámara.

# camera.doubleTapFocus
source: Focus
french: Mise au point
german: Fokus
italian: Fuoco
japanese: フォーカス
korean: 포커스
portuguese: Foco
russian: Фокусировка
spanish: Centrar

# camera.doubleTapFocus.help
source: When double tapping on the object, the camera will pan and focus on the picked point.
dutch: Wanneer je dubbel tikt op het object, zal de Camera zich verplaatsen en focussen op het gekozen punt.
french: Lors d'un double appui sur l'objet, la caméra effectuera un panoramique pour se centrer sur le point choisi.
german: Wenn Sie doppelt auf das Mesh tippen, schwenkt die Kamera und fokussiert auf den ausgewählten Punkt.
italian: Quando si tocca due volte l'oggetto, la telecamera esegue una panoramica e una messa a fuoco sul punto selezionato.
japanese: オブジェクトをダブルタップすると、カメラはパンし、選択したポイントにフォーカスします。
korean: 오브젝트를 이중-탭하면 카메라가 이동하여 선택한 지점에 포커스를 맞춥니다.
portuguese: Ao tocar duas vezes no objeto, a câmera será deslocada e focada no ponto escolhido.
russian: При двойном нажатии по объекту камера произведет панорамирование и сфокусируется на выбранной точке.
spanish: Al pulsar dos veces la malla, la cámara se desplazará y enfocará en el punto seleccionado.

# context.multiselection
source: Multiselection
dutch: Multiselectie
french: Sélection multiple
german: Mehrfachauswahl
italian: Multiselezione
japanese: 複数選択
korean: 다중선택
portuguese: Seleção múltipla
russian: Выбор нескольких объектов
spanish: Multiselección

# context.noSelection
source: No selection
dutch: Geen selectie
french: Aucune sélection
german: Keine Auswahl
italian: Nessuna selezione
japanese: 選択されていません
korean: 선택 없음
portuguese: Nenhuma seleção
russian: Нет выделения
spanish: No hay nada seleccionado

# curve.preset
source: Preset
french: Préréglage
japanese: プリセット
korean: 프리셋
portuguese: Pré‑ajuste
russian: Пресет
spanish: Preajustes

# curve.catmull
source: Catmull-Rom
russian: Катмалла-Рома

# curve.spline
source: Spline
japanese: スプライン曲線
korean: 스플라인 곡선
russian: Сплайн

# curve.bspline
source: B-spline
japanese: B-スプライン曲線
russian: B-сплайн

# curve.precision
source: Accuracy
dutch: Nauwkeurigheid
french: Précision
german: Genauigkeit
italian: Precisione
japanese: 精度
portuguese: Precisão
russian: Точность
spanish: Precisión

# curve.snap
source: Snap
french: Aligner
german: Haften
italian: Aggancio
japanese: スナップ
portuguese: Ajuste
russian: Привязка
spanish: Capturar

# curve.snap.offset
source: Offset
french: Décalage
german: Versatz
italian: Spostamento
japanese: オフセット
portuguese: Deslocamento
russian: Сдвиг
spanish: Desplazamiento

# curve.snap.offset.help
source: A value of 100% is equal to the tube's radius.
dutch: Een waarde van 100% is gelijk aan de straal van de buis.
french: La valeur 100% est égale au rayon du tube.
german: Ein Wert von 100% entspricht dem Radius des Tubes.
italian: Un valore di 100% è uguale al raggio del tubo.
japanese: 値 100% はチューブの半径に等しいです。
portuguese: Um valor de 100% é igual ao raio do tubo.
russian: Значение 100%равно радиусу трубы.
spanish: Un valor de 100% es igual al radio del tubo.

# curve.snap.surface
source: Surface
dutch: Oppervlak
german: Oberfläche
italian: Superficie
japanese: サーフェス
portuguese: Superfície
russian: Поверхность
spanish: Superficie

# curve.snap.vertex
source: Vertex
french: Sommet
italian: Vertice
japanese: 頂点
portuguese: Vértice
russian: Вершина
spanish: Vértice

# curve.snap.grid
source: Grid (if snapped)
dutch: Grid (indien vastgeklikt)
french: Grille (si calé)
german: Raster (wenn angeheftet)
italian: Griglia (se agganciata)
japanese: グリッド（スナップ時）
portuguese: Grade (se ajustado)
russian: Сетка (если привязана)
spanish: Rejilla (si está capturada)

# curve.uniform
source: Uniform
french: Uniforme
german: Gleichmäßig
italian: Uniforme
japanese: 均一
portuguese: Uniforme
russian: Равномерный
spanish: Uniforme

# curve.uniform.help
source: The curve will be sampled at regular spacing, to ensure uniform density. You can disable this option to control a bit the edge loops by adding new control points on the curve.
dutch: De kromme wordt regelmatig bemonsterd om een uniforme dichtheid te garanderen. U kunt deze optie uitschakelen om de randlussen een beetje te beheersen door nieuwe controlepunten aan de kromme toe te voegen.
french: La courbe sera échantillonnée à intervalles réguliers, pour assurer une densité uniforme. Vous pouvez désactiver cette option pour contrôler un peu les boucles de bord en ajoutant de nouveaux points de contrôle sur la courbe.
german: Die Kurve wird in regelmäßigen Abständen abgetastet, um eine gleichmäßige Dichte zu gewährleisten. Sie können diese Option deaktivieren, um die Kantenloops ein wenig zu steuern, indem Sie neue Kontrollpunkte auf der Kurve hinzufügen.
italian: La curva verrà campionata a intervalli regolari, per garantire una densità uniforme. È possibile disabilitare questa opzione per controllare un po' i loop dei bordi aggiungendo nuovi punti di controllo sulla curva.
japanese: カーブは均等な間隔でサンプリングされ、均一な密度を保証します。 このオプションを無効にすると、カーブに新しい制御点を追加することでエッジループを少し制御できます。
portuguese: A curva será amostrada com espaçamento regular, para garantir densidade uniforme. Você pode desativar esta opção para controlar um pouco os laços de borda adicionando novos pontos de controle na curva.
russian: Кривая будет отобрана с равномерным интервалом, чтобы обеспечить однородную плотность. Вы можете отключить эту опцию, чтобы немного контролировать петли краев, добавляя новые контрольные точки на кривой.
spanish: La curva será muestreada a intervalos regulares, para asegurar una densidad uniforme. Puedes desactivar esta opción para controlar un poco los bucles de borde añadiendo nuevos puntos de control en la curva.

# curve.symmetric.help
source: Display the falloff in a symmetric way. This option is only a visual cue, it doesn't impact the falloff itself
dutch: Geef de val deze curve symmetrisch weer. Deze optie is alleen een visuele cue, het beïnvloedt de val zelf niet
french: Afficher l'atténuation de manière symétrique. Cette option est seulement un indice visuel, elle n'affecte pas l'atténuation lui-même
german: Stellen Sie den Abfall symmetrisch dar. Diese Option ist nur ein visuelles Signal, sie hat keinen Einfluss auf den Abfall selbst
italian: Mostra l'attenuazione in modo simmetrico. Questa opzione è solo un indizio visivo, non influisce sull'attenuazione stessa
japanese: 対称的な方法で減衰を表示します。 このオプションは視覚的な手がかりのみで、減衰自体には影響しません。
portuguese: Exibir a atenuação de forma simétrica. Esta opção é apenas um indicativo visual, ela não impacta a atenuação em si
russian: Отображать затухание симметрично. Эта опция только визуальная подсказка, она не влияет на само затухание
spanish: Muestra el decaimiento de manera simétrica. Esta opción es solo una señal visual, no afecta el decaimiento en sí

# curve.radius
source: Radius
french: Rayon
italian: Raggio
japanese: 半径
portuguese: Raio
russian: Радиус
spanish: Radio

# curve.twist
source: Twist
dutch: Draai
french: Torsion
german: Verdrehen
italian: Torsione
japanese: ツイスト
portuguese: Torção
russian: Скручивание
spanish: Retorcer

# curve.spiral
source: Spiral
dutch: Spiraal
french: Spirale
german: Spirale
italian: Spirale
japanese: スパイラル
portuguese: Espiral
russian: Спираль
spanish: Espiral

# curve.spiral.twist
source: Twist angle
dutch: Draai hoek
french: Angle de torsion
german: Drehwinkel
italian: Angolo di torsione
japanese: ねじれ角度
portuguese: Ângulo de torção
russian: Угол закрутки
spanish: Ángulo de torsión

# curve.spiral.scale
source: Scale
dutch: Schaal
french: Échelle
german: Skalierung
italian: Dimensione
japanese: 比率
portuguese: Escala
russian: Масштаб
spanish: Escala

# curve.spiral.offset
source: Offset
french: Décalage
german: Versatz
italian: Spostamento
japanese: オフセット
portuguese: Deslocamento
russian: Сдвиг
spanish: Desplazamiento

# curve.spiral.angle
source: Angle offset
dutch: Hoek verschuiving
french: Décalage d'angle
german: Winkel-Offset
italian: Spostamento angolo
japanese: 角度のオフセット
portuguese: Deslocamento do ângulo
russian: Сдвиг угла
spanish: Desplazamiento de ángulo

# curve.pivot
source: Pivot
dutch: Draaipunt
german: Drehpunkt
japanese: 回転軸
portuguese: Pivô
russian: Ось
spanish: Pivote

# curve.pivot.self
source: Self
dutch: Zelf
french: Courbe
german: Kurve
italian: Curva
japanese: 曲線
portuguese: Curva
russian: Кривые
spanish: Curva

# curve.pivot.children
source: Children
dutch: Kinderen
french: Enfants
german: Unterknoten
italian: Figli
japanese: 子を
portuguese: Secundários
russian: Дочерних узлов
spanish: Hijos

# debug.uvPrimitive.warning
source: Disable this option if you don't need UVs. Meshes with UVs will use more memory.
dutch: Schakel deze optie uit als u geen UV's nodig hebt. Meshes met UV's zullen meer geheugen gebruiken.
french: Désactivez cette option si vous n'avez pas besoin des UV (mémoire supplémentaire).
german: Deaktivieren Sie diese Option, wenn Sie keine UVs benötigen (zusätzlicher Speicher).
italian: Disabilita questa opzione se non hai bisogno di UV (memoria extra).
japanese: UV (追加のメモリ) が必要でない場合、このオプションを無効にしてください。
korean: UV가 필요하지 않은 경우 이 옵션을 비활성화하십시오 (추가 메모리 확보).
portuguese: Desative esta opção caso não precise de UVs (memória extra).
russian: Отключите эту функцию, если вы не работаете с UV (экономия памяти).
spanish: Deshabilita esta opción si no necesitas UV (memoria adicional).

# debug.uvNormalize
source: Normalize UVs
dutch: Normaliseer UV's
french: Normaliser les UV
german: UVs normalisieren
italian: Normalizza UV
japanese: UVを標準化
korean: UV 노멀라이즈
portuguese: Normalizar UVs
russian: Нормализация UV
spanish: Normalizar UV

# debug.uvNormalize.help
source: Nomad will normalise the UVs inside the [0-1] tile.
dutch: Nomad zal de UV's binnen de [0-1] tegel normaliseren.
french: Nomad normalisera les UV à l'intérieur du recouvrement [0-1].
german: Nomad normalisiert die UVs innerhalb Tile [0-1].
italian: Nomad normalizzerà le UV all'interno del riquadro [0-1].
japanese: Nomadは [0-1] のタイル内のUVを標準化します。
korean: Nomad는 [0-1] 타일 안에 있는 UV를 노멀라이즈합니다.
portuguese: O Nomad normalizará os UVs dentro do mosaico [0-1].
russian: Nomad нормализует UV в плитке [0-1].
spanish: Nomad normalizará los UV dentro del mosaico [0-1].

# debug.logs
source: Logs
dutch: Logboeken
italian: Log
japanese: ログ
korean: 로그
portuguese: Registros
russian: Журнал
spanish: Registros

# debug.heightmap
source: Heightmap
dutch: Hoogtekaart
french: Champ de hauteur
german: Höhenkarte
japanese: ハイトマップ
korean: 하이트맵
portuguese: Mapa de altura
russian: Карта высот
spanish: Mapa de alturas

# debug.graphics
source: Graphics
dutch: Grafische elementen
french: Graphismes
german: Grafik
italian: Grafica
japanese: グラフィック
korean: 그래픽
portuguese: Gráficos
russian: Графика
spanish: Gráficos

# debug.thumbnails
source: Make store thumbnails
dutch: Maak winkelminiaturen
french: Générer des miniatures de boutique en ligne
german: Vorschaubilder erstellen
italian: Crea miniature per lo store
japanese: ストアのサムネールを作成
korean: 스토어 썸네일 생성
portuguese: Criar miniaturas da loja
russian: Создать пиктограммы для магазина
spanish: Crear miniaturas de tienda

# file.project.empty
source: You have no saved project yet!
dutch: U heeft nog geen project opgeslagen!
french: Vous n'avez pas encore enregistré de projet !
german: Sie haben noch kein Projekt gespeichert!
italian: Non hai ancora un progetto salvato!
japanese: まだ保存されたプロジェクトがありません！
korean: 아직 저장된 프로젝트가 없습니다!
portuguese: Você ainda não salvou nenhum projeto!
russian: Еще нет сохраненных проектов!
spanish: ¡Aún no tienes ningún proyecto guardado!
