Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# interface.resetAll.confirm
source: Reset interface settings?
dutch: Interface-instellingen opnieuw instellen?
french: Réinitialiser les réglages de l'interface ?
german: Alle Interface-Einstellungen zurücksetzen?
italian: Ripristinare le impostazioni dell'interfaccia?
japanese: インターフェース設定をリセットしますか？
korean: 인터페이스 설정을 초기화하시겠습니까?
portuguese: Redefinir ajustes da interface?
russian: Сбросить настройки интерфейса?
spanish: ¿Restablecer la configuración de la interfaz?

# interface.hoverHelp
source: Help popup on hover
dutch: Hulp pop-up bij zweven
french: Aide contextuelle au survol
german: Hilfs-Popup bei Hover
italian: Finestra di aiuto al passaggio del mouse
japanese: ホバー時のヘルプポップアップ
portuguese: Ajuda pop-up ao passar o mouse
russian: Всплывающая подсказка при наведении
spanish: Ayuda emergente al pasar el cursor

# interface.iconSupport
source: High-contrast button
dutch: Knop met hoog contrast
french: Bouton à fort contraste
german: Kontrastreicher Knopf
italian: Pulsante ad alto contrasto
japanese: ハイコントラストボタン
portuguese: Botão de alto contraste
russian: Кнопка с высокой контрастностью
spanish: Botón de alto contraste

# interface.iconSupport.help
source: An alternative style for buttons that makes them more visible when they are enabled. If set on Auto, Nomad will use this mode when the UI color contrast between enabled/disabled is low.
dutch: Een alternatieve stijl voor knoppen die ze beter zichtbaar maakt wanneer ze zijn ingeschakeld. Als deze op Auto is ingesteld, zal Nomad deze modus gebruiken wanneer het UI-kleurcontrast tussen ingeschakeld/uitgeschakeld laag is.
french: Un style alternatif pour les boutons qui les rend plus visibles lorsqu'ils sont activés. Si réglé sur Auto, Nomad utilisera ce mode lorsque le contraste de couleur de l'UI entre activé/désactivé est faible.
german: Ein alternativer Stil für Knöpfe, der sie sichtbarer macht, wenn sie aktiviert sind. Wenn auf Auto eingestellt, wird Nomad diesen Modus verwenden, wenn der UI-Farbenkontrast zwischen aktiviert/deaktiviert niedrig ist.
italian: Uno stile alternativo per i pulsanti che li rende più visibili quando sono abilitati. Se impostato su Auto, Nomad utilizzerà questa modalità quando il contrasto dei colori dell'interfaccia tra abilitato/disabilitato è basso.
japanese: 有効の時にボタンがより目立つようにする代替スタイル。 自動に設定すると、Nomadは有効/無効のUIカラーコントラストが低い時にこのモードを使用します。
portuguese: Um estilo alternativo para botões que os torna mais visíveis quando estão ativados. Se definido como Automático, o Nomad usará este modo quando o contraste de cor da UI entre ativado/desativado for baixo.
russian: Альтернативный стиль для кнопок, который делает их более заметными, когда они включены. Если установлено на Авто, Nomad будет использовать этот режим, когда контрастность цветов интерфейса между включенным/выключенным низкая.
spanish: Un estilo alternativo para botones que los hace más visibles cuando están habilitados. Si se configura en Auto, Nomad usará este modo cuando el contraste de color de la IU entre habilitado/deshabilitado sea bajo.

# interface.flipTop
source: Mirror top bar
dutch: Spiegel bovenste balk
french: Inverser la barre supérieure
german: Oben spiegeln
italian: Inverti barra superiore
japanese: 上のバーにミラー
korean: 상단 바 반전
portuguese: Espelhar barra superior
russian: Отражение верхней панели
spanish: voltear superior

# interface.flipMiddle
source: Mirror side bars
dutch: Spiegel zijbalken
french: Inverser les barres latérales
german: Mitte spiegeln
italian: Inverti barre laterali
japanese: サイドバーにミラー
korean: 측면 바 반전
portuguese: Espelhar barras laterais
russian: Отражение боковой панели
spanish: voltear medio

# interface.flipBottom
source: Mirror bottom bar
dutch: Spiegel onderste balk
french: Inverser la barre inférieure
german: Unten spiegeln
italian: Inverti barra inferiore
japanese: 下のバーにミラー
korean: 하단 바 반전
portuguese: Espelhar barra inferior
russian: Отражение нижней панели
spanish: voltear inferior

# interface.toolbox
source: Toolbox
dutch: Gereedschapskist
french: Boîte à outils
italian: Casella strumenti
japanese: ツールボックス
portuguese: Caixa de ferramentas
russian: панель инструментов
spanish: Caja de herramientas

# interface.toolbox.hide
source: Hidden
dutch: Verborgen
french: Cachée
german: Ausgeblendet
italian: Nascosto
japanese: 隠れた
korean: 도구 상자 가리기
portuguese: Ocultar
russian: Скрытый
spanish: Ocultar

# interface.toolbox.columns
source: Columns
dutch: Kolommen
french: Colonnes
german: Spalten
italian: Colonnes
japanese: 列数
portuguese: Colunas
russian: количество столбцов
spanish: Columna

# interface.toolbox.rows
source: Rows
dutch: Rijen
french: Rangées
german: Reihen
italian: Righe
japanese: 行
portuguese: Linhas
russian: Строки
spanish: Filas

# interface.toolbox.resetOrder
source: Reset order
dutch: Reset volgorde
french: Réinitialiser l'ordre
german: Reset Anordnen
italian: Ripristina ordine
japanese: 順序をリセット
korean: 도구 상자 순서 초기화
portuguese: Redefinir ordem
russian: Сбросить порядок
spanish: Restablecer el orden

# interface.toolbox.color
source: Colored
dutch: Gekleurd
french: Coloré
german: Farbig
italian: Colorato
japanese: カラー
portuguese: Colorido
russian: Цветной
spanish: Coloreado

# interface.scale
source: Overall scale
dutch: Algemene schaal
french: Redimensionner l'interface
german: Gesamt-Skalierung
italian: Scala complessiva
japanese: 全体的なサイズ調整
korean: 인터페이스 스케일
portuguese: Tamanho global
russian: Общий масштаб
spanish: Escala general

# interface.cursorStep
source: Vertical spacing
dutch: Verticale afstand
french: Espacement vertical
german: Vertikale Abstände
italian: Spaziatura verticale
japanese: 垂直方向の間隔
korean: 수직 간격
portuguese: Espaçamento vertical
russian: Вертикальный интервал
spanish: Espaciado vertical

# interface.panelWidth
source: Panel width
dutch: Paneelbreedte
french: Largeur des menus
german: Panel-Breite
italian: Larghezza pannelli
japanese: パネルの幅
korean: 패널 너비
portuguese: Largura do painel
russian: Ширина панели
spanish: Ancho del panel

# interface.fontScale
source: Font scale
dutch: Lettertypeschaal
french: Taille de la police
german: Schriftgröße
italian: Dimensione font
japanese: フォントサイズ
korean: 폰트 스케일
portuguese: Tamanho da fonte
russian: Масштабирование шрифта
spanish: Escala frontal

# interface.inset.title
source: Edge offsets
dutch: Randafstanden
french: Décalages des bords
german: Randabstand
italian: Spostamenti dei bordi
japanese: 画面の端のオフセット
korean: 변 오프셋
portuguese: Deslocamento da borda
russian: Смещения ребер
spanish: Desplazamientos de borde

# interface.inset.title.help
source: You can change these values only if you have issues interacting with the buttons on the screen edges. If the slider is disabled, Nomad will use the safe area values returned by the device itself.
dutch: Je kunt deze waarden alleen wijzigen als je problemen hebt met het bedienen van de knoppen aan de schermranden. Als de schuifregelaar is uitgeschakeld, zal Nomad de veilige gebiedswaarden gebruiken die het apparaat zelf retourneert.
french: Ne modifiez ces valeurs que si vous rencontrez des difficultés pour interagir avec les boutons situés sur les bords de l'écran. Si le curseur est désactivé, Nomad utilisera les valeurs de zone de sécurité renvoyées par le périphérique lui-même.
german: Ändere diese Werte nur, wenn du Schwierigkeiten hast, die Tasten am Bildschirmrand zu bedienen. Wenn der Regler deaktiviert ist, nutzt Nomad die vom Gerät selbst bereitgestellten sicheren Werte für den Bildschirmbereich.
italian: È possibile modificare questi valori solo se si riscontrano problemi nell'interazione con i pulsanti ai bordi dello schermo. Se il cursore è disabilitato, Nomad utilizzerà i valori dell'area sicura restituiti dal dispositivo stesso.
japanese: 画面の端のボタン操作に問題がある場合のみ、これらの値を変更することを検討してください。 スライダーが無効の場合、Nomadはデバイスそのものによる安全なエリアの値を使用します。
korean: 화면 가장자리에 있는 버튼과 상호 작용하는 데 문제가 있는 경우에 한하여 이 값을 변경할 수 있습니다. 슬라이더가 비활성화된 경우, Nomad는 장치 자체에서 반환된 안전 영역 값을 사용합니다.
portuguese: Você pode alterar esses valores apenas se tiver problemas para interagir com os botões na borda da tela. Se o controle estiver desativado, o Nomad usará os valores de área segura sugeridos pelo próprio dispositivo.
russian: Вы можете изменить эти значения только в том случае, если у вас возникают проблемы при работе с кнопками на краях экрана. Если слайдер отключен, Nomad будет использовать значения безопасных областей самого устройства.
spanish: Solo se pueden cambiar estos valores si tiene problemas para interactuar con los botones de los bordes de la pantalla. Si el regulador está desactivado, Nomad usará los valores de área segura que indique el propio dispositivo.

source: Layer
dutch: Laag
french: Calque
german: Ebene
italian: Livello
japanese: レイヤー
korean: 레이어
portuguese: Camada
russian: Слой
spanish: Capa

# layers.syncTransform
source: Sync transform
dutch: Transformatie synchroniseren
french: Synchroniser la transformation
german: Transformation synchronisieren
italian: Sincronizza trasformazione
japanese: トランスフォームを同期
portuguese: Sincronizar transformação
russian: Синхронизировать трансформацию
spanish: Sincronizar transformación

# layers.lock
source: Keep top layers details
dutch: Behouden bovenste lagen details
french: Conserver les détails des calques supérieurs
german: Details der oberen Ebenen erhalten
italian: Conserva i dettagli dei livelli superiori
japanese: 上のレイヤーのディテールを残す
korean: 상단 레이어들의 디테일 유지하기
portuguese: Manter detalhes das camadas superiores
russian: Сохранить детали верхних слоев
spanish: Conservar detalles de capas superiores

# layers.lock.yes
source: Lock the top layers?
dutch: Bovenste lagen vergrendelen?
french: Verrouiller les calques supérieurs ?
german: Obere Ebenen sperren?
italian: Bloccare i livelli superiori?
japanese: 一番上のレイヤーをロックしますか？
korean: 맨 위에 있는 레이어를 잠그시겠습니까?
portuguese: Bloquear camadas superiores?
russian: Закрепить верхние слои?
spanish: ¿Bloquear las capas superiores?

# layers.lock.warning
source: During sculpting, the deformation coming from the top layers will be ignored. However the details of these layers will still be visible. This option only works if the top layers have relatively small scale details.
dutch: Tijdens het sculpturen wordt de vervorming veroorzaakt door de bovenste lagen genegeerd. Echter, de details van deze lagen blijven zichtbaar. Deze optie werkt alleen als de bovenste lagen relatief kleine schaaldetails hebben.
french: Pendant la sculpture, la déformation provenant des calques supérieurs sera ignorée. Les détails de ces calques resteront cependant visibles. Cette option ne fonctionne que si les détails des calques supérieurs sont relativement petits en taille.
german: Beim Formen wird die von den obersten Ebenen ausgehende Umformung ignoriert. Die Details dieser Ebenen bleiben jedoch sichtbar. Diese Option funktioniert nur, wenn die oberen Ebenen über relativ wenig Details verfügen.
italian: Durante la scultura, la deformazione proveniente dai livelli superiori verrà ignorata. Tuttavia i dettagli di questi livelli saranno ancora visibili. Questa opzione funziona solo se i livelli superiori hanno dettagli in scala relativamente ridotta.
japanese: スカルプト中、上のレイヤーから来る変形は無視されます。 しかし、これらのレイヤーのディテールはまだ可視状態です。 このオプションは、上のレイヤーに比較的スケールの小さなディテールがある場合のみ動作します。
korean: 스컬프팅을 하는 동안 상단 레이어로부터 오는 변형을 무시합니다. 다만, 이러한 레이어의 디테일은 계속 표시됩니다. 이 옵션은 상단 레이어에 비교적 작은 크기의 디테일이 있는 경우에만 작동합니다.
portuguese: Ao esculpir, a deformação vinda das camadas superiores será ignorada. Mas os detalhes dessas camadas ainda estarão visíveis. Esta opção funciona apenas se as camadas superiores tiverem detalhes relativamente pequenos.
russian: Во время скульптурирования деформация верхних слоев будет игнорироваться. Детали этих слоев все еще будут видны. Эта функция работает только в том случае, если у верхних слоев детали небольшого размера.
spanish: Al esculpir, se ignorará la deformación proveniente de las capas superiores. No obstante, los detalles de dichas capas seguirán siendo visibles. Esta opción solo funciona si las capas superiores tienen detalles de escala relativamente pequeños.

# layers.addLayer
source: Add layer
dutch: Voeg laag toe
french: Ajouter un calque
german: Layer hinzufügen
italian: Aggiungi livello
japanese: レイヤーを追加
korean: 레이어 추가
portuguese: Adicionar camada
russian: Добавить слой
spanish: Añadir capa

# layer.factors
source: Channel factors
dutch: Kanaalfactoren
french: Facteurs de canal
german: Kanal-Werte
italian: Fattori canale
japanese: チャンネル要素
korean: 채널 인수
portuguese: Fatores do canal
russian: Факторы каналов
spanish: Factores de canal

# layer.factor
source: Factor
french: Facteur
german: Faktor
italian: Fattore
japanese: 要素
korean: 인수
portuguese: Fator
russian: Фактор

# layer.offset
source: Offset
french: Décalage
german: Versatz
italian: Spostamento
japanese: オフセット
korean: 오프셋
portuguese: Deslocamento
russian: Сдвиг
spanish: Desplazamiento

# layer.blendMode
source: Blend Mode
dutch: Laagmodus
french: Fusion
german: Überblenden
italian: Fusione
japanese: ブレンド
portuguese: Mistura
russian: Смешение
spanish: Mezcla

# layer.base
source: Base
dutch: Basis
german: Basis
japanese: ベース
russian: База

# layer.base.nothing
source: Nothing to extract!
dutch: Niets om te extraheren!
french: Rien à extraire !
german: Nichts zum Extrahieren!
italian: Niente da estrarre!
japanese: 取り出すものがありません！
portuguese: Nada para extrair!
russian: Нечего извлечь!
spanish: ¡Nada que extraer!

# layer.base.background
source: Background material
dutch: Achtergrondmateriaal
french: Matériel d'arrière-plan
german: Hintergrundmaterial
italian: Materiale di sfondo
japanese: 背景材料
portuguese: Material de fundo
russian: Фоновый материал
spanish: Material de fondo

# layer.base.background.help
source: If active, only the material values that differs from the background material will be extracted.
dutch: Als actief, worden alleen de materiaalwaarden die verschillen van het achtergrondmateriaal geëxtraheerd.
french: Si actif, seules les valeurs du matériel qui diffèrent du matériel d'arrière-plan seront extraites.
german: Wenn aktiv, werden nur die Materialwerte, die sich vom Hintergrundmaterial unterscheiden, extrahiert.
italian: Se attivo, verranno estratti solo i valori del materiale che differiscono dal materiale di sfondo.
japanese: 有効になっている場合、背景材料と異なる材料値のみが抽出されます。
portuguese: Se ativo, apenas os valores do material que diferem do material de fundo serão extraídos.
russian: Если активно, будут извлечены только значения материалов, отличающиеся от фонового материала.
spanish: Si está activo, solo se extraerán los valores del material que difieran del material de fondo.

# layers.title
source: Layers
dutch: Lagen
french: Calques
german: Layer
italian: Livelli
japanese: レイヤー
korean: 레이어
portuguese: Camadas
russian: Слои
spanish: Capas

# layers.title.help
source: Layers can record position offsets and painting, it can be useful for non-linear workflow. For example by experimenting different facial expression without relying on the history stack to undo the changes. For painting data, layers are sorted in a top-down fashion; so layers on top will mask the lower ones. You can erase part of the layer by using the `DelLayer` tool.
dutch: Lagen kunnen plaatsverschuivingen en schilderwerk opnemen, wat nuttig kan zijn voor een niet-lineaire workflow. Bijvoorbeeld door verschillende gezichtsuitdrukkingen te experimenteren zonder afhankelijk te zijn van de geschiedenisstapel om de wijzigingen ongedaan te maken. Voor schildergegevens worden lagen van boven naar beneden gesorteerd; dus de bovenste lagen maskeren de lagere. Je kunt een deel van de laag wissen met behulp van het `DelLayer` tool.
french: Les calques peuvent enregistrer les décalages de position et la peinture, ce qui peut s'avérer utile en cas de workflow non linéaire. Vous pouvez par exemple tester différentes expressions de visage sans vous appuyer sur la pile d'historique pour annuler les modifications. Pour les données de peinture, les calques sont triés de haut en bas, de sorte que les calques du haut masquent les calques inférieurs. Vous pouvez effacer une partie du calque (et donc l'influence du calque) à l'aide de l'outil « SupprCalque ».
german: Ebenen (Layer) können Positionsverschiebungen und Painting aufzeichnen, was für einen nicht-linearen Arbeitsablauf nützlich sein kann. Zum Beispiel durch das Experimentieren mit verschiedenen Gesichtsausdrücken, ohne sich auf den Verlauf zurückzugreifen, um die Änderungen rückgängig zu machen. Beim Painting werden die Ebenen von oben nach unten sortiert, d. h. die obersten Ebenen verdecken die unteren. Sie können einen Teil dieser Maske (und damit den Einfluss dieser Ebene) zurücksetzen, indem Sie das Werkzeug `DelLayer` verwenden.
italian: I livelli possono registrare dipinti e spostamenti di posizione; può essere utile per un flusso di lavoro non lineare. Per esempio, sperimentando diverse espressioni facciali senza fare affidamento sui passaggi della cronologia per annullare le modifiche. Per i dati di dipinti, i livelli sono ordinati dall'alto verso il basso; quindi i livelli in alto maschereranno quelli inferiori. Si può cancellare parte del livello (e quindi l'influenza del livello) utilizzando lo strumento `DelLayer`.
japanese: レイヤーは位置のオフセットとペイントを記録でき、非線形のワークフローに便利です。 例えば、変更内容を取り消すために履歴に頼らなくても、いろいろな表情を試してみたい場合などです。 ペイントのデータには、レイヤーは上から下に順番に並んでいます。つまり、上のレイヤーは下のレイヤーをマスクします。 “DelLayer”ツールを使って、レイヤーの一部を消去することもできます。
korean: 레이어는 위치 오프셋 값과 페인팅을 기록할 수 있으므로 비선형적인 작업흐름을 할 때 유용합니다. 예를 들어, 변경 사항을 취소하기 위해 과거로 돌아가지 않아도 여러 가지 표정을 시도해 볼 수 있습니다. 페인팅 데이터의 경우 레이어가 탑다운 형식으로 위에서 아래로 정렬됩니다. 즉, 위에 있는 레이어가 아래 있는 레이어를 가립니다. 'DelLayer' 도구를 사용하면 레이어의 일부(따라서 레이어의 영향)를 지우는 것도 가능합니다.
portuguese: As camadas podem gravar deslocamentos de posição e pintura, o que é útil em um fluxo de trabalho não linear. Por exemplo, para experimentar expressões faciais diferentes sem depender da pilha do histórico para desfazer as alterações. Nos dados de pintura, as camadas são ordenadas de cima para baixo, de modo que as camadas superiores mascaram as inferiores. Você pode usar a ferramenta ApagCamada para apagar parte da camada.
russian: Слои могут записывать сдвиги позиций и окрашивание, что может помочь при нелинейном стиле работы. Например, при экспериментировании с различными выражениями лица без опоры на стек истории и возврат изменений. Данные окрашивания в слоях сортируются сверху вниз, т. е. слои вверху будут маскировать нижние. Вы можете удалить часть слоя (и влияние слоя) с использованием инструмента «Удал. слой».
spanish: Las capas pueden registrar desplazamientos de posición y pintura, que puede ser útil para flujos de trabajo no lineales. Por ejemplo, se puede experimentar con diferentes expresiones faciales sin depender de la pila de historial para deshacer los cambios. Para pintar datos, las capas se ordenan de arriba hacia abajo; por lo tanto, las capas superiores enmascararán las inferiores. Puedes restablecer parte de esta máscara (y, por lo tanto, la influencia de la capa) utilizando la herramienta `DelLayer`.

# layers.primitive
source: Layers are unavailable for primitives.
dutch: Lagen zijn niet beschikbaar voor primitieve objecten.
french: Les calques ne sont pas disponibles pour les primitives.
german: Ebenen sind für Grundobjekte (Primitives) nicht verfügbar.
italian: I livelli non sono disponibili per le primitive.
japanese: レイヤーはプリミティブに利用できません。
korean: 레이어는 프리미티브에 사용할 수 없습니다.
portuguese: Camadas não estão disponíveis para primitivas.
russian: Слои недоступны для примитив.
spanish: Las capas no están disponibles para las primitivas.

# layers.baseSelected
source: None
dutch: Geen
french: Aucun
german: Nichts
italian: Nessuno
japanese: なし
korean: 없음
portuguese: Nenhuma
russian: Нет
spanish: Ninguno

source: Light
dutch: Licht
french: Lumière
german: Licht
italian: Luce
japanese: ライト
korean: 광원
portuguese: Luz
russian: Освещение
spanish: Luz

source: Lights
dutch: Lichten
french: Lumières
german: Lichter
italian: Luci
japanese: ライト
portuguese: Luzes
russian: Освещение
spanish: Luces

# light.intensity
source: Intensity
dutch: Intensiteit
french: Intensité
german: Stärke
italian: Intensità
japanese: 強度
korean: 강도
portuguese: Intensidade
russian: Интенсивность
spanish: Intensidad

# light.color
source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore
japanese: カラー
portuguese: Cor
russian: Цвет

# light.kelvin
source: Kelvin
japanese: ケルビン
russian: Кельвин

# light.temperature
source: Temperature
dutch: Temperatuur
french: Température
german: Temperatur
italian: Temperatura
japanese: 色温度
korean: 온도
portuguese: Temperatura
russian: Температура
spanish: Temperatura

# light.attachment
source: Attachment
dutch: Bijlage
french: Fixation
german: Anordnung
italian: Collegamento
japanese: カメラ
korean: 어태치먼트
portuguese: Conexão
russian: Привязка
spanish: Adjunto

# light.attachment.fixed
source: Fixed
dutch: Vast
french: Fixe
german: Fixiert
italian: Fisso
japanese: 固定されています
korean: 고정
portuguese: Fixa
russian: Закреплено
spanish: Fijado

# light.attachment.camera
source: Camera
french: Caméra
german: Kamera
italian: Fotocamera
japanese: カメラ
korean: 카메라
portuguese: Câmera
russian: Камера
spanish: Cámara

# light.attachment.help
source: • Fixed Light orientation won't change. • Camera Light orientation depends on the camera view.
dutch: • Vast Lichtrichting zal niet veranderen. • Camera Lichtrichting is afhankelijk van het camerazicht.
french: • Fixe L'orientation de la lumière ne change pas. • Caméra L'orientation de la lumière dépend de l'angle de la caméra.
german: • Fixiert Die Ausrichtung des Lichts ändert sich nicht. • Kamera Die Ausrichtung des Lichts hängt von der Kamera-Ausrichtung ab.
italian: • Fisso L'orientamento della luce non cambierà. • Telecamera L'orientamento della luce dipende dalla visuale della telecamera.
japanese: • 固定 ライトの方向は変化しません。 • カメラ ライトの方向はカメラビューによって変化します。
korean: -- 고정 광원의 방향이 바뀌지 않습니다. -- 카메라 광원의 방향은 카메라 뷰에 따라 다릅니다.
portuguese: • Fixa A orientação da luz não mudará. • Câmera A orientação da luz dependerá da visualização da câmera.
russian: • Закреплено Ориентация освещения не изменится • Камера Ориентация освещения зависит от просмотра камеры.
spanish: • Fijado La orientación de la luz no cambiará. • Cámara La orientación de la luz depende de la vista de la cámara.

# light.type
source: Type
german: Typ
italian: Tipo
japanese: タイプ
korean: 유형
portuguese: Tipo
russian: Тип
spanish: Tipo

# light.type.directional
source: Directional
dutch: Richting
french: Directionnel
german: Direktional
italian: Direzionale
japanese: 方向的
korean: 방향성
portuguese: Direcional
russian: Направленный
spanish: Direccional

# light.type.sun
source: Sun
dutch: Zon
french: Soleil
german: Sonne
italian: Sole
japanese: 太陽
portuguese: Sol
russian: Солнце
spanish: Sol

# light.type.environment
source: Environment
dutch: Omgeving
french: Environnement
german: Umgebung
italian: Ambiente
japanese: 環境
portuguese: Ambiente
russian: Окружение
spanish: Entorno

# light.type.spot
source: Spot
french: Projecteur
japanese: スポットライト
korean: 스폿
russian: Прожектор
spanish: Marca

# light.type.point
source: Point
dutch: Punt
german: Punkt
italian: Puntiforme
japanese: ポイント
korean: 포인트
portuguese: Ponto
russian: Точечный
spanish: Punto

# light.angle
source: Angle
dutch: Hoek
german: Winkel
italian: Angolo
japanese: アングル
portuguese: Ângulo
russian: Угол
spanish: Ángulo

# light.size
source: Size
dutch: Grootte
french: Taille
german: Maße
italian: Dimensioni
japanese: サイズ
portuguese: Tamanho
russian: Размер
spanish: Tamaño

# light.spot.angle
source: Cone angle
dutch: Conushoek
french: Angle du cône
german: Winkel Lichtkegel
italian: Angolo del cono
japanese: 円錐の角度
korean: 원뿔 각도
portuguese: Ângulo do cone
russian: Конический угол
spanish: Ángulo de cono
