Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# topology.multires.deleteLower
source: Delete lower
dutch: Lager verwijderen
french: Supprimer la basse résolution
german: Niedriger löschen
italian: Elimina inferiore
japanese: 低い方を削除
korean: 하단 삭제
portuguese: Apagar mais baixa
russian: Удалить ниже
spanish: Eliminar inferior

# topology.multires.deleteHigher
source: Delete higher
dutch: Hoger verwijderen
french: Supprimer la haute résolution
german: Höher löschen
italian: Elimina superiore
japanese: 高い方を削除
korean: 상단 삭제
portuguese: Apagar mais alta
russian: Удалить выше
spanish: Eliminar superior

# topology.multires.keepTriangles
source: Keep triangles
dutch: Behoud driehoeken
french: Conserver les triangles
german: Dreiecke behalten
italian: Mantieni triangoli
japanese: 三角形を残す
korean: 삼각형 유지
portuguese: Manter triângulos
russian: Оставить треугольники
spanish: Mantener triángulos

# topology.multires.lock
source: Lock (LV0)
dutch: Vergrendel (LV0)
french: Verrouiller (LV0)
german: Sperren (LV0)
italian: Blocca (LV0)
japanese: ロック (LV0)
portuguese: Bloquear (LV0)
russian: Блокировать (LV0)
spanish: Bloquear (LV0)

# topology.multires.up
source: Multires level →
dutch: Multiresolutieniveau →
french: Niveau Multires →
german: Multires-Ebene →
italian: Livello Multires →
japanese: マルチレスレベル →
portuguese: Nível Multires →
russian: Уровень Мультреза →
spanish: Nivel Multires →

# topology.multires.down
source: Multires level ←
dutch: Multiresolutieniveau ←
french: Niveau Multires ←
german: Multires-Ebene ←
italian: Livello Multires ←
portuguese: Nível Multires ←
russian: Уровень Мультреза ←
spanish: Nivel Multires ←

# topology.multires.linear
source: Linear subdivision
dutch: Lineaire subdivisie
french: Subdivision linéaire
italian: Suddivisione lineare
japanese: 線分割
korean: 직선 서브디비전
portuguese: Subdivisão linear
russian: Линейное подразделение
spanish: Subdivisión lineal

# topology.multires.linear.help
source: Simply subdivide the mesh without applying any smoothing
dutch: Subdivideer het mesh eenvoudig zonder enige verzachting toe te passen
french: Subdivisez simplement le maillage sans appliquer de lissage.
german: Unterteilt einfach das Netz ohne jegliches Glätten
italian: Suddivide semplicemente la mesh senza applicare alcuna levigatura
japanese: スムージングを適用しないでメッシュを単純に分割します。
korean: 스무딩 적용 없이 메시를 더 잘게 세분화합니다.
portuguese: Simplesmente subdivida a malha, sem aplicar nenhuma suavização.
russian: Простое подразделение меша без применения сглаживания
spanish: Simplemente subdivide la malla sin aplicar suavizado

# topology.multires.minWireframe
source: Level 0 only
dutch: Alleen niveau 0
french: Niveau 0 uniquement
german: Nur Ebene 0
italian: Solo livello 0
japanese: レベル0のみ
portuguese: Apenas nível 0
russian: Только уровень 0
spanish: Solo nivel 0

# topology.remesh
source: Remesh
french: Remailler
german: Netz neu berechnen
japanese: リメッシュ
korean: 리메시
portuguese: Remalhar
russian: Перестройка меша
spanish: Refuerzo de malla

# topology.voxel
source: Voxel remeshing
dutch: Voxel Remesh
french: Remaillage des voxels
italian: Remeshing dei voxel
japanese: ボクセルをリメッシュ
korean: 복셀 리메싱
portuguese: Recriação da malha de voxels
russian: Воксельная перестройка сетки
spanish: Refuerzo de malla de Vóxel

# topology.voxel.help
source: Remeshing by sampling the mesh on a grid. If the object is not closed (watertight), an hole-filling algorithm will be applied first. Layers are reprojected after remeshing but the quality will degrade.
dutch: Remeshen door de mesh op een raster te bemonsteren. Als het object niet gesloten is (waterdicht), dan zal er eerst een gatvulalgoritme worden toegepast. Lagen worden na het remeshen opnieuw geprojecteerd, maar de kwaliteit zal achteruitgaan.
french: Remaillage par échantillonnage du maillage sur une grille. Si l'objet n'est pas fermé (étanche), un algorithme de remplissage de trou sera appliqué au préalable. Les calques sont reprojetés après le remaillage, mais la qualité sera dégradée.
german: Remeshing durch Abtasten des Meshes auf einem Raster. If the object is not closed (watertight), an hole-filling algorithm will be applied first. Die Layer werden nach dem Remeshing neu projiziert, aber die Qualität verschlechtert sich.
italian: Remeshing mediante campionamento della mesh su una griglia. Se l'oggetto non è chiuso (impermeabile), viene prima applicato un algoritmo di riempimento delle aperture. I livelli vengono riproiettati dopo il remeshing, ma la qualità diminuisce.
japanese: グリッドでメッシュをサンプリングすることでリメッシュします。 オブジェクトが閉じていない (水密でない) 場合、穴埋めアルゴリズムが最初に適用されます。 レイヤーはリメッシュの後、再度プロジェクトされますが、クオリティは下がります。
korean: 그리드 위에 메시를 샘플링하여 리메싱합니다. 오브젝트를 (빈틈없이) 닫지 않은 경우, 구멍 채우기 알고리즘이 먼저 적용됩니다. 레이어는 리메시 후 다시 투영되지만 품질이 저하됩니다.
portuguese: Tire uma amostra da malha em uma grade para recriar a malha. Se o objeto não estiver fechado (à prova d’água), um algoritmo de preenchimento de furo será aplicado primeiro. As camadas são reprojetadas depois de recriar a malha, mas a qualidade sofre degradação.
russian: Перестройка меша путем взятия образца меша с сетки. Если объект не закрыт, вначале будет произведен алгоритм заполнения дырок. Слои будут заново спроектированы после перестройки меша, но качество ухудшится.
spanish: Refuerzo de malla muestreando la malla en una cuadrícula. Si el objeto no está cerrado (estanco), se aplicará primero un algoritmo de rellenado de orificios. Las capas se vuelven a inyectar después de volver a mallar, pero la calidad se degradará.

# topology.voxel.resolution
source: Resolution
dutch: Resolutie
french: Résolution
german: Auflösung
italian: Risoluzione
japanese: 解像度
korean: 해상도
portuguese: Resolução
russian: Разрешение
spanish: Resolucion

# topology.voxel.sharp
source: Keep sharp edges
dutch: Behoud scherpe randen
french: Conserver les arêtes
german: Scharfe Kanten beibehalten
italian: Mantieni bordi affilati
japanese: シャープなエッジを残す
korean: 날카로운 변 유지
portuguese: Manter bordas pontiagudas
russian: Сохранение острых ребер
spanish: Mantener bordes nítidos

# topology.voxel.sharp.help
source: This option is mostly useful for simple primitive boolean operation. It will introduce distortion in some area due to the points being snapped on the edges.
dutch: Deze optie is vooral nuttig voor eenvoudige primitieve booleaanse operaties. Het zal in sommige gebieden vervorming veroorzaken vanwege het opschuiven van de punten op de randen.
french: Cette option est surtout utile pour les opérations booléennes simples sur les primitives. Elle génère une distorsion dans certaines zones, car les points sont alignés sur les arêtes.
german: Diese Option ist vor allem für einfache boolesche Operationen nützlich. Es wird in einigen Bereichen zu Verzerrungen kommen, da die Punkte an den Kanten gefangen werden.
italian: Questa opzione è utile principalmente per semplici operazioni booleane primitive. Introdurrà una distorsione in alcune aree a causa dell'aggancio dei punti sui bordi.
japanese: このオプションは単純なプリミティブのブーリアンの操作で特に便利です。 端でスナップされたポイントが原因でエリアの一部に歪みが発生します。
korean: 이 옵션은 주로 단순한 프리미티브 부울 연산에 유용합니다. 모서리에 있는 점이 스냅되어 일부 영역에 왜곡이 발생합니다.
portuguese: Esta opção é útil na maioria das vezes para operações booleanas primitivas simples. Ela introduzirá distorção em certas áreas devido ao ajuste dos pontos nas bordas.
russian: Эта функция наиболее полезна для простых примитивных операций Boolean. Она добавит искажение в некоторых областях, поскольку точки будут привязаны по ребрам.
spanish: Esta opción es útil principalmente para operaciones booleanas primitivas simples. Introducirá distorsión en alguna área debido a que los puntos se rompen en los bordes.

# topology.voxel.subLevel
source: Build multiresolution
dutch: Bouw multi-resolutie
french: Construire une multirésolution
german: Rebuild Multires
italian: Crea multirisoluzione
japanese: マルチレゾリューションを構築
korean: 다중해상도 구축
portuguese: Construir multirresolução
russian: Создать мультиразрешение
spanish: Construir multiresolución

# topology.voxel.subLevel.help
source: You can rebuild a multiresolution hierarchy from the voxel remesher output. It will also run faster and use less memory, especially if the voxel detail value is high. However if the voxel detail value is low and you are asking for lot of multires level, you'll lose details.
dutch: Je kunt een multiresolutie hiërarchie opnieuw opbouwen vanuit de Voxel remesher output. Het zal ook sneller werken en minder geheugen gebruiken, vooral als de Voxel detailwaarde hoog is. Echter, als de Voxel detailwaarde laag is en je vraagt om veel multires-niveaus, zul je details verliezen.
french: Vous pouvez reconstruire une hiérarchie multirésolution à partir du résultat obtenu après remaillage des voxels. Elle fonctionnera également plus rapidement et consommera moins de mémoire, surtout si le niveau de détail des voxels est élevé. Cependant, si le niveau de détail est faible et que vous demandez beaucoup de niveaux de multirésolution, vous perdrez en détails.
german: Sie können eine Multiresolution-Hierarchie aus der Voxel-Remesher-Ausgabe wiederherstellen. Wird schneller ausgeführt und weniger Speicher verbrauchen, besonders wenn der Voxel-Detailwert hoch ist. Wenn jedoch der Voxel-Detailwert niedrig ist und Sie viele Multires-Level benötigen, werden Sie Details verlieren.
italian: È possibile ricostruire una gerarchia multirisoluzione dall'output del voxel remesher. Inoltre il processo sarà più veloce e utilizzerà meno memoria, soprattutto se il valore di dettaglio dei voxel è elevato. Tuttavia, se il valore di dettaglio dei voxel è basso e si richiedono molti livelli multirisoluzione, si perderanno dettagli.
japanese: ボクセルのリメッシュの出力からマルチレゾリューションの階層を再構築できます。 また、これは高速で実行でき、メモリの使用も少なくすみます（特にボクセルのディテールの値が高い場合)。 しかし、ボクセルのディテールの値が低く、多くのマルチレゾリューションのレベルがある場合、ディテールを喪失します。
korean: 복셀 리메셔 출력을 통해 다중해상도 계층을 재구축할 수 있습니다. 또한 복셀 디테일 값이 높으면 작업이 더 빠르게 실행되고 메모리를 덜 사용합니다. 그러나 복셀 디테일 값이 낮고 요구되는 다중해상도 레벨이 너무 높은 경우 디테일이 손상됩니다.
portuguese: Você pode recriar uma hierarquia multirresolução a partir da saída da recriação da malha de voxels. Isto também ajuda a executar mais rápido e usar menos memória, especialmente quando o valor de detalhes dos voxels é alto. Mas se o valor de detalhes dos voxels for baixo e você estiver em busca de muitos níveis multirresolução, os detalhes serão perdidos.
russian: Вы можете восстановить иерархию мультиразрешения по результату воксельной перестройки меша. Этот процесс пройдет быстрее и с использованием меньшего количества памяти, в особенности если выставлено высокое значение детализации вокселей. Если установлено низкое значение детализации вокселей, а необходимо произвести много уровней мультиразрешения, детали будут утеряны.
spanish: Puedes reconstruir una jerarquía de varias resoluciones a partir de la salida del remezclador de Vóxeles. También se ejecutará más rápido y usará menos memoria, especialmente si el valor de detalle de Vóxel es alto. Sin embargo, si el valor de detalle de Vóxel es bajo y estás solicitando muchos niveles múltiples, perderás detalles.

# topology.surface.remesh
source: Remesh
french: Remailler
german: Netz neu berechnen
japanese: リメッシュ
korean: 리메시
portuguese: Remalhar
russian: Перестройка меша
spanish: Reforzar malla

# topology.surface.detail
source: Detail
french: Détail
italian: Dettaglio
japanese: ディテール
korean: 디테일
portuguese: Detalhe
russian: Детали
spanish: Detalle

# topology.surface.detail.help
source: Unlike voxel remeshing, surface remeshing doesn't require the mesh to be closed. It can also support masking so that you can protect some part of the mesh from topology changes. Layers are updated correctly.
dutch: In tegenstelling tot Voxel remeshing, heeft oppervlakte remeshing het niet nodig dat de Mesh gesloten is. Het kan ook maskering ondersteunen zodat je delen van de Mesh kunt beschermen tegen topologische veranderingen. Lagen worden correct bijgewerkt.
french: Contrairement au remaillage de voxels, le remaillage de surface ne nécessite pas de fermer le maillage. Cette fonction peut également gérer le masquage afin de protéger une partie du maillage contre les changements de topologie. Les calques sont correctement mis à jour.
german: Anders als bei der Voxel-Remeshing-Methode ist es bei der Surface-Remeshing-Methode nicht erforderlich, dass das Mesh geschlossen ist. Maskierung wird unterstützt, so dass Sie Teile des Meshes mit Masken vor Topologieänderungen schützen können. Layer werden einwandfrei aktualisiert.
italian: A differenza del remeshing dei voxel, il remeshing delle superfici non richiede la chiusura della mesh. Può anche supportare la mascheratura, in modo da proteggere alcune parti della mesh dalle modifiche alla topologia. I livelli vengono aggiornati correttamente.
japanese: ボクセルのリメッシュとは異なり、サーフェスのリメッシュではメッシュを閉じる必要がありません。 また、マスクをサポートするので、メッシュ部分をトポロジーの変更から保護できます。 レイヤーは正しくアップデートされます。
korean: 복셀 리메시싱과 다르게 표면 리메싱은 메시를 닫을 필요가 없습니다. 토폴로지를 변경할 때 메시의 일부를 보호할 수 있도록 마스킹을 지원합니다. 레이어가 올바르게 업데이트됩니다.
portuguese: Ao contrário da recriação da malha de voxels, a recriação da malha da superfície não requer que a malha esteja fechada. Ela também é compatível com máscaras, de forma que você pode proteger certas partes da malha contra alterações de topologia. As camadas são atualizadas corretamente.
russian: В отличие от воксельной перестройки меша, поверхностная перестройка меша не требует закрытого меша. Она также поддерживает маски, т. е. вы можете защитить часть меша от изменений топологии. Слои обновляются корректно.
spanish: A diferencia del refuerzo de malla del Vóxel, el de superficie no requiere que la malla esté cerrada. También puede admitir enmascaramiento para que pueda proteger una parte de la malla de los cambios de topología. Las capas se actualizan correctamente.

# topology.surface.method
source: Method
dutch: Methode
french: Méthode
german: Methode
italian: Metodo
japanese: 方法
korean: 방법
portuguese: Método
russian: Метод
spanish: Método

# topology.surface.method.uniformisation
source: Uniformisation
dutch: Uniformisatie
italian: Uniformizzazione
japanese: 一意化
korean: 균일화
portuguese: Uniformização
russian: Униформизация
spanish: Uniformidad

# topology.surface.method.subdivision
source: Subdivision
dutch: Onderverdeling
german: Unterteilung
italian: Suddivisione
japanese: 分割
korean: 서브디비전
portuguese: Subdivisão
russian: Подразделение
spanish: Subdivisión

# topology.surface.method.decimation
source: Decimation
dutch: Decimering
french: Décimation
german: Dezimierung
italian: Decimazione
japanese: デシメーション
korean: 데시메이션
portuguese: Dizimação
russian: Упрощение
spanish: Diezmado

# topology.surface.method.help
source: Behavior of dynamic topology: • Uniformisation: add and remove detail • Subdivision: add detail • Decimation: remove detail
dutch: Gedrag van dynamische topologie: • Uniformisatie: detail toevoegen en verwijderen • Subdivisie: detail toevoegen • Decimatie: detail verwijderen
french: Comportement de la topologie dynamique : • Uniformisation : ajout et suppression de détails • Subdivision : ajout de détails • Décimation : suppression de détails
german: Das Verhalten der dynamischen Topologie: • Uniformisation: Hinzufügen und Entfernen von Details • Subdivision: Details hinzufügen • Decimation: Details entfernen
italian: Comportamento della topologia dinamica: • Uniformizzazione: aggiunge e rimuove dettaglio • Suddivisione: aggiunge dettaglio • Decimazione: rimuove dettaglio
japanese: ダイナミックトポロジーの動作: • 一意化: ディテールの追加と削除 • 分割: ディテールを追加します • デシメーション: ディテールを削除します
korean: 동적 토폴로지의 동작 특성: - 균일화: 디테일 추가 및 제거 - 서브디비전: 디테일 추가 - 데시메이션: 디테일 제거
portuguese: Comportamento da topologia dinâmica: • Uniformização: adicione e remova detalhes • Subdivisão: adicione detalhes • Dizimação: remova detalhes
russian: Поведение динамической топологии: • Униформизация: добавление и удаление деталей • Подразделение: добавление деталей • Упрощение: удаление деталей
spanish: Comportamiento de la topología dinámica: • Uniformidad: añadir y eliminar detalles • Subdivisión: añadir detalle • Diezmado: eliminar detalles.

# topology.surface.useMasking
source: Protect masked area
dutch: Bescherm gemaskerde gebied
french: Protéger la zone masquée
german: Maskierte Bereiche schützen
italian: Proteggi l'area mascherata
japanese: マスクの部分を保護
korean: 마스크 영역 보호
portuguese: Proteger área com máscara
russian: Защита области маски
spanish: Proteger área enmascarada

# topology.surface.useMasking.help
source: The masked areas will protect the topology from being changed.
dutch: De gemaskerde gebieden zullen de topologie beschermen tegen veranderingen.
french: Les zones masquées empêcheront la modification de la topologie.
german: Die Topologie in den maskierten Bereichen wird von Änderungen ausgenommen.
italian: Le aree mascherate proteggono la topologia da eventuali modifiche.
japanese: マスクの部分はトポロジーが変更されることから保護します。
korean: 마스크 영역은 토폴로지가 변경되지 않도록 보호합니다.
portuguese: As áreas com máscaras protegerão a topologia contra alterações.
russian: Области маски защитят топологию от изменения.
spanish: Las áreas enmascaradas protegerán la topología para que no se modifique.

# topology.surface.extrapolate
source: Vertex extrapolation
dutch: Vertex extrapolatie
french: Extrapolation du sommet
italian: Estrapolazione dei vertici
japanese: 頂点の外挿
korean: 버텍스 엑스트라폴레이션
portuguese: Extrapolação de vértice
russian: Экстраполяция вершин
spanish: Extrapolación de vértices

# topology.dynamic
source: Dynamic topology
dutch: Dynamische topologie
french: Topologie dynamique
german: Dynamische Topologie
italian: Topologia dinamica
japanese: ダイナミックトポロジー
korean: 동적 토폴로지
portuguese: Topologia dinâmica
russian: Динамическая топология
spanish: Topología dinámica

# topology.dynamic.activate
source: Enabled
dutch: Ingeschakeld
french: Activée
german: Aktiviert
italian: Abilitata
japanese: 有効
korean: 활성화
portuguese: Ativada
russian: Вкл.
spanish: Habilitado

# topology.dynamic.activate.help
source: With dynamic topology, sculpting tools can subdivide or simplify the mesh locally in real time. This feature can have a noticeable impact on performance. Layers are updated correctly.
dutch: Met dynamische topologie kunnen sculpteergereedschappen de Mesh lokaal in realtime onderverdelen of vereenvoudigen. Deze functie kan een merkbare invloed hebben op de prestaties. Lagen worden correct bijgewerkt.
french: Avec la topologie dynamique, les outils de sculpture peuvent subdiviser ou simplifier le maillage localement en temps réel. Cette fonction peut avoir un impact notable sur les performances. Les calques sont correctement mis à jour.
german: Mit dynamischer Topologie können Sculpting-Werkzeuge das Mesh lokal in Echtzeit unterteilen oder vereinfachen, je nach aktuellem Bedarf. Diese Funktion kann sich spürbar auf die Leistung auswirken. Layer werden einwandfrei aktualisiert.
italian: Con la topologia dinamica, gli strumenti di scultura possono suddividere o semplificare localmente la mesh in tempo reale. Questa funzione può avere un impatto notevole sulle prestazioni. I livelli vengono aggiornati correttamente.
japanese: ダイナミックトポロジーを使うと、スカルプトツールはメッシュをローカルにリアルタイムで分割したり、単純化したりできます。 この機能はパフォーマンスに顕著な影響を与えます。 レイヤーは正しくアップデートされます。
korean: 동적 토폴로지를 사용하면 조각 도구를 사용해 실시간으로 메시를 분할하거나 단순화할 수 있습니다. 이 기능은 성능에 현저한 영향을 미칩니다. 레이어가 올바르게 업데이트됩니다.
portuguese: Com a topologia dinâmica, as ferramentas de escultura podem subdividir ou simplificar a malha localmente em tempo real. Este recurso pode afetar perceptivelmente o desempenho. As camadas são atualizadas corretamente.
russian: Динамическая топология позволяет инструментам скульптурирования подразделять или упрощать меш локально в режиме реального времени.
spanish: Con la topología dinámica, las herramientas de escultura pueden subdividir o simplificar la malla localmente en tiempo real. Esta característica puede tener un impacto notable en el rendimiento. Las capas se actualizan correctamente.

# topology.dynamic.method
source: Detail based on...
dutch: Detail gebaseerd op...
french: Détail basé sur…
german: Detailgrad basierend auf...
italian: Dettaglio basato su...
japanese: ディテールの基となるもの…
korean: 디테일 기본 바탕:
portuguese: Detalhe baseado em...
russian: Дали базируются на...
spanish: Detalle basado en...

# topology.dynamic.method.screen
source: Screen
dutch: Scherm
french: Écran
german: Bildschirm
italian: Scolora
japanese: スクリーン
portuguese: Tela
russian: Экран
spanish: Pantalla

# topology.dynamic.method.radius
source: Radius
french: Rayon
italian: Raggio
japanese: 半径
korean: 반지름
portuguese: Raio
russian: Радиус
spanish: Radio

# topology.dynamic.method.constant
source: Constant
french: Constante
german: Konstant
italian: Costante
japanese: 一定
korean: 일정
portuguese: Constante
russian: Постоянная
spanish: Constante

# topology.dynamic.method.help
source: • Zoom The level of detail is based on how far you are from the surface. • Radius The tool radius defines the amount of detail. • Constant The detail is fixed, the detail value is shared with the voxel slider as well.
dutch: • Zoomen Het detailniveau is gebaseerd op hoe ver je van het oppervlak bent. • Straal De straal van het gereedschap bepaalt de hoeveelheid detail. • Constant Het detail is vast, de detailwaarde wordt ook gedeeld met de voxel-slider.
french: • Zoom Le niveau de détail est basé sur la distance à laquelle vous vous trouvez par rapport à la surface. • Rayon Le rayon de l'outil définit la quantité de détails. • Constante Le détail est fixe, et la valeur de détail est également partagée avec le curseur de voxel.
german: • Zoom Der Detailgrad hängt davon ab, wie weit man von der Oberfläche entfernt ist. • Radius Der Radius des Werkzeugs bestimmt den Grad der Detaillierung. • Constant Der Detailgrad ist festgelegt, der Detailwert wird auch mit dem Voxel-Schieberegler geteilt.
italian: • Zoom Il livello di dettaglio si basa sulla distanza dalla superficie. • Raggio Il raggio dello strumento definisce la quantità di dettagli. • Costante Il dettaglio è fisso, il valore del dettaglio è condiviso anche con il cursore voxel.
japanese: • ズーム ディテールのレベルはサーフェスからどれくらい離れているかによります。 • 半径 ツールの半径はディテールの量を定義します。 • 一定 ディテールが固定され、ディテールの値はボクセルスライダーとも共有されます。
korean: - 확대/축소 디테일 레벨은 표면에서 얼마나 멀리 떨어져 있는지에 따라 달라집니다. - 반경 도구의 반지름은 디테일의 양을 정의합니다. - 일정 디테일이 고정되며, 디테일 값이 복셀 슬라이더와 공유됩니다.
portuguese: /• Zoom O nível de detalhe é baseado na distância que você está superfície. • Raio A ferramenta de raio define a quantidade de detalhes. • Constante O detalhe é fixo e o valor de detalhe também é compartilhado com o controle de voxel.
russian: • Масштабирование Детализация зависит от близости к поверхности. • Радиус Инструмент `Радиус` определяет количество деталей. • Постоянная Деталь закреплена, а значение детализации связано со слайдером вокселей.
spanish: • Zoom El nivel de detalle se basa en lo lejos que se encuentre de la superficie. • Radio El radio de la herramienta define la cantidad de detalle. • Constante El detalle está fijado, el valor de detalle también se comparte con el control deslizante de Vóxel.

# topology.dynamic.quality
source: Prefer...
dutch: Voorkeur...
french: Préférer…
german: Bevorzuge...
italian: Preferire...
japanese: 優先する…
korean: 선호...
portuguese: Preferir...
russian: Предпочтение...
spanish: Preferir...
