Repository: stephomi/nomad-translation
Catalog: locales/*.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian, spanish

# postprocess.quality.help
source: Activate these options to improve the quality to the detriment of performance.
dutch: Activeer deze opties om de kwaliteit ten koste van de prestaties te verbeteren.
french: Activez ces options pour améliorer la qualité, au détriment des performances.
german: Aktivieren Sie diese Optionen, um die Qualität auf Kosten der Leistung zu verbessern.
italian: Attivare queste opzioni per migliorare la qualità a scapito delle prestazioni.
japanese: これらのオプションをアクティベートすると、クオリティは向上しますが、パフォーマンスは低下します。
korean: 이 옵션은 렌더링 품질을 향상시키지만, 성능 저하가 발생할 수 있습니다.
portuguese: Ative estas opções para melhorar a qualidade em detrimento do desempenho.
russian: Включите эти функции для улучшения качества при ухудшении производительности.
spanish: Activa estas opciones para mejorar la calidad en detrimento del rendimiento.

# postprocess.maxSamples
source: Max samples
dutch: Max monsters
french: Nombre max. d'échantillons
italian: Max campioni
japanese: 最大サンプル
korean: 최대 샘플
portuguese: Máximo de amostras
russian: Макс. примеров
spanish: Muestras máx.

# postprocess.fullResolution
source: Full Resolution
dutch: Volledige resolutie
french: Résolution maximale
german: Volle Auflösung
italian: Piena risoluzione
japanese: フル解像度
korean: 전체 해상도
portuguese: Resolução completa
russian: Полное разрешение
spanish: Resolución completa

# postprocess.accumulateCount
source: Max frame sampling
dutch: Max frameniveaus
french: Nombre max. d'images échantillonnées
italian: Campionamento massimo di fotogrammi
japanese: 最大フレーム数のサンプリング
korean: 최대 프레임 샘플링
portuguese: Amostragem máxima de quadros
russian: Макс. сэмплирование кадров
spanish: Máx. muestreo de fotogramas

# postprocess.accumulateCount.help
source: Maximum number of frames to accumulate before the rendering stops. When the rendering stops, Nomad won't do anything, thus saving battery life. Many rendering features benefit from frame accumulation, notably: • Soft Shadows • Global Illumination • Reflection (SSR) • Ambient Occlusion • Subsurface • Depth Of Field High frame counts are mostly necessary for Soft Shadows and Global Illumination. Nomad can stop the rendering sooner if the features mentioned aboved are disabled.
dutch: Maximaal aantal frames om te accumuleren voordat het renderen stopt. Wanneer het renderen stopt, zal Nomad niets doen, wat batterij bespaart. Veel rendering functies profiteren van frame accumulatie, met name: • Zachte Schaduwen • Globale Verlichting • Reflectie (SSR) • Omgevingsocclusie • Onderoppervlak • Scherpte Diepte Hoge frameaantallen zijn vooral nodig voor Zachte Schaduwen en Globale Verlichting. Nomad kan het renderen eerder stoppen als de bovenstaande functies zijn uitgeschakeld.
french: Nombre maximal d'images à accumuler avant l'arrêt du rendu. Lorsque le rendu s'arrête, Nomad ne fait rien, ce qui permet d'économiser la batterie. De nombreuses fonctions de rendu bénéficient de l'accumulation des images, dont : • Ombres douces • Illumination générale • Reflet (SSR) • Occlusion ambiante • Transluminescence • Profondeur de champ Un nombre d'images élevé est surtout nécessaire pour les ombres douces et l'illumination générale. Nomad peut arrêter le rendu plus tôt si les fonctions mentionnées ci-dessus sont désactivées.
german: Die maximale Anzahl von Bildern, die akkumuliert werden, bevor das Rendern beendet wird. Wird das Rendern beendet, wird Nomad inaktiv, um die Batterie zu schonen. Viele Render-Funktionen profitieren von akkumulierten Bildern, darunter: • Schatten-Sanftheit • Globale Illumination • Reflexion (SSR) • Umbegungsverdeckung • Unter Oberfläche • Schärfentiefe Eine hohe Anzahl von Bildern wird in erster Linie für Schatten-Sanftheit und Globale Illumination benötigt. Nomad kann schneller rendern, wenn oben stehende Funktionen deaktiviert sind.
italian: Numero massimo di fotogrammi da accumulare prima che il rendering si interrompa. Quando il rendering si interrompe, Nomad non farà nulla, aumentando così l'autonomia della batteria. Molte funzionalità di rendering traggono vantaggio dall'accumulo di frame, in particolare: • Ombre morbide • Illuminazione globale • Riflessione (SSR) • Occlusione ambientale • Dispersione luminosa in profondità • Profondità di campo Un numero elevato di fotogrammi è principalmente necessario per Ombre morbide e Illuminazione globale. Nomad può interrompere il rendering prima se si disabilitano le funzionalità summenzionate.
japanese: レンダリングが停止する前に累積するフレームの最大数。 レンダリングが停止すると、 Nomadは何もしないので、電池寿命を節約します。 多くのレンダリング機能は、フレームの累積が利点になります。特に: • ソフトシャドウ • グローバルイルミネーション • 反射 (SSR) • アンビエントオクルージョン • サブサーフェス • 被写界深度 ソフトシャドウとグローバルイルミネーションは特に多くのフレーム数が必要です。 上記の機能が無効になっている場合、 Nomadはレンダリングを早めに停止できます。
korean: 렌더링이 중지되기 전까지 누적할 최대 프레임 수입니다. 렌더링이 중지되면 Nomad는 배터리를 절약하기 위해 아무 동작을 취하지 않습니다. 프레임 축적을 통해 많은 렌더링 기능이 다음과 같은 이점을 얻습니다: - 부드러운 그림자 - 전역 조명 (Global Illumination) - 반사 (SSR) - 앰비언트 오클루전 - 서브서피스 - 피사계 심도 특히 부드러운 그림자와 전역 조명에 있어 높은 프레임 수는 필수 요소입니다. 위의 기능이 비활성화된 경우 Nomad는 렌더링을 빠르게 중지할 수 있습니다.
portuguese: O número máximo de quadros acumulados antes de parar a renderização. Quando a renderização parar, o Nomad não fará nada, o que economiza a bateria. O acúmulo de quadros beneficia muitos recursos de renderização, dentre eles: • Sombras Suaves • Iluminação Global • Reflexão (SSR) • Oclusão Ambiente • Subsuperfície • Profundidade de Campo Uma grande contagem de quadros é necessária na maioria das vezes para Sombras Suaves e Iluminação Global. O Nomad pode parar a renderização antes se os recursos mencionados acima estiverem desativados.
russian: Максимальное количество кадров, накапливаемое до остановки рендеринга. При остановке рендеринга Nomad не будет совершать действий, экономя время работы аккумулятора. Накапливание кадров положительно влияет на многие функции рендеринга: • Мягкость теней • Глобальное освещение • Отражение (SSR) • Ambient Occlusion • Подповерхность • Глубина резко изображаемого пространства Высокое количество кадров преимущественно необходимо для функций «Мягкость теней» и «Глобальное освещение». Nomad может прекратить рендеринг быстрее, если вышеупомянутые функции отключены.
spanish: Número máximo de fotogramas que se acumularán antes de detener el renderizado. Al detener el renderizado, Nomad no hará nada, lo que ahorra batería. Muchas funciones de renderizado sacan partido de la acumulación de fotogramas, especialmente las siguientes: • Sombras suaves • Iluminación global • Reflejo (SSR) • Oclusión ambiental • Subsuperficie • Profundidad de campo Las cantidades altas de fotogramas son necesarias principalmente para las sombras suaves y la iluminación glboal. Nomad podrá detener el renderizado antes si se desactivan dichas funciones.

# postprocess.renderRatio
source: Render resolution
dutch: Render resolutie
french: Résolution de rendu
german: Render-Auflösung
italian: Risoluzione rendering
japanese: レンダーの解像度
korean: 렌더 해상도
portuguese: Resolução da renderização
russian: Разрешение рендеринга
spanish: Renderizar resolución

# postprocess.renderRatio.warning
source: Overriden by the Pixel Art effect.
dutch: Overschreven door het Pixel Art effect.
french: Remplacée par l'effet Pixel Art.
german: Wird durch den Effekt „Pixel-Art“ aufgehoben.
italian: Sostituito dall'effetto Pixel Art.
japanese: ピクセルアート効果で上書きされます。
korean: 픽셀 아트 효과에 의해 오버라이드 되었습니다.
portuguese: Substituído pelo efeito de Pixel Art.
russian: Принудительное выполнение эффектом «Пиксельная графика».
spanish: Anulado por el efecto Pixel Art.

# postprocess.renderRatio.help
source: This option impacts the performance a lot. It's advised to keep a value lower than x1.25. This option is not saved in the settings.
dutch: Deze optie heeft veel invloed op de prestaties. Het is raadzaam om een waarde lager dan x1.25 aan te houden. Deze optie wordt niet opgeslagen in de instellingen.
french: Cette option influe significativement sur les performances. Il est conseillé de conserver une valeur inférieure à x1,25. Cette option n'est pas enregistrée dans les réglages.
german: Diese Option ist sehr rechenintensiv. Es ist ratsam, den Wert unter x1.25 zu halten. Diese Option wird in den Einstellungen nicht gesichert.
italian: Questa opzione influisce molto sulle prestazioni. Si consiglia di mantenere un valore inferiore a x1.25. Questa opzione non è salvata nelle impostazioni.
japanese: このオプションはパフォーマンスに大きく影響します。 x1.25 よりも低い値にしておくことをお勧めします。 このオプションは設定に保存されません。
korean: 이 옵션은 성능에 큰 영향을 미칩니다. 값을 'x1.25' 미만으로 유지하는 것이 좋습니다. 이 옵션은 설정에 저장되지 않습니다.
portuguese: Esta opção afeta bastante o desempenho. É recomendável manter um valor menor que x1.25. Esta opção não é salva nos ajustes.
russian: Эта функция заметно влияет на производительность. Рекомендуется выставлять значение ниже x1.25. Эта опция не сохраняется в настройках.
spanish: Esta opción impacta mucho en el rendimiento. Se recomienda mantener un valor inferior a x1.25. Esta opción no se guarda en la configuración.

# postprocess.taa
source: Anti-aliasing (TAA)
french: Anti-crénelage (TAA)
japanese: アンチエイリアス (TAA)
korean: 안티앨리어싱 (TAA)
portuguese: Antisserrilhado (TAA)
russian: Временной анти-алиасинг (TAA)
spanish: Suavizado (TAA)

# postprocess.taa.help
source: Reduces flickering when you are moving the camera.
dutch: Vermindert flikkeringen wanneer u de camera beweegt.
french: Réduit le scintillement lorsque vous déplacez la caméra.
german: Verringert das Flackern, wenn Sie die Kamera bewegen.
italian: Riduce lo sfarfallio quando si sposta la telecamera.
japanese: カメラを移動中に起きるチラツキを軽減します。
korean: 카메라를 이동할 때 깜박임을 줄입니다.
portuguese: Reduz a tremulação ao mover a câmera.
russian: Снижает мерцание при передвижении камеры.
spanish: Reduce el parpadeo al mover la cámara.

# postprocess.dithering
source: Dithering
french: Tramage
japanese: ディザ合成
portuguese: Pontilhamento
russian: Дизеринг
spanish: Tramado

# postprocess.dithering.help
source: Dither pixels to reduce banding artefacts.
dutch: Toepassen van düther effecten om banding artefacten te verminderen.
french: Dither les pixels pour réduire les artefacts de banding.
german: Dither-Pixel verwenden, um Banding-Artefakte zu reduzieren.
japanese: バンディングアーティファクトを減らすためにピクセルをディザリングします。
portuguese: Dissipar pixels para reduzir artefatos de banding.
russian: Использовать дизеринг пикселей для уменьшения артефактов полос.
spanish: Difuminar píxeles para reducir artefactos de bandas.

# postprocess.ssr
source: Reflection (SSR)
dutch: Reflectie (SSR)
french: Reflet (SSR)
german: Reflektion (SSR)
italian: Riflessione (SSR)
japanese: 反射 (SSR)
korean: 반사 (SSR)
portuguese: Reflexão (SSR)
russian: Отражение (SSR)
spanish: Reflexión (SSR)

# postprocess.ssr.warning
source: SSR requires PBR shading mode.
dutch: SSR vereist PBR shading modus.
french: La fonction SSR nécessite le mode d'ombrage PBR.
german: SSR ist nur im PBR-Shading-Modus wirksam.
italian: SSR richiede la modalità di shading PBR.
japanese: SSRにはPBRシェーディングモードが必要です。
korean: SSR은 PBR 셰이딩 모드를 요구합니다.
portuguese: SSR requer o modo de sombreamento PBR.
russian: Для SSR необходим режим затенения PBR.
spanish: SSR requiere el modo de sombreado PBR.

# postprocess.ssgi
source: Global Illumination (SSGI)
dutch: Globale Illuminatie (SSGI)
french: Illumination générale (SSGI)
german: Globale Illumination (SSGI)
italian: Illuminazione globale (SSGI)
japanese: グローバルイルミネーション (SSGI)
korean: 전역 조명 (SSGI)
portuguese: Iluminação Global (SSGI)
russian: Глобальное освещение (SSGI)
spanish: Iluminación global (SSGI)

# postprocess.ssgi.tolerance
source: Tolerance
dutch: Tolerantie
french: Tolérance
german: Toleranz
italian: Tolleranza
japanese: 許容値
korean: 허용 오차
portuguese: Tolerância
russian: Допуск
spanish: Tolerancia

# postprocess.ssgi.warning
source: SSGI requires PBR shading mode.
dutch: SSGI vereist PBR-schaduwmodus.
french: La fonction SSGI nécessite le mode d'ombrage PBR.
german: SSGI ist nur im Shading-Modus „PBR“ verfügbar.
italian: SSGI richiede la modalità di shading PBR.
japanese: SSGIにはPBRシェーディングモードが必要です。
korean: SSGI는 PBR 셰이딩 모드를 요구합니다.
portuguese: SSGI requer o modo de sombreamento PBR.
russian: Для SSGI необходим режим затенения PBR.
spanish: SSGI requiere el modo de sombreado PBR.

# postprocess.ssao.radius
source: Size
dutch: Grootte
french: Taille
german: Größe
italian: Dimensioni
japanese: サイズ
korean: 크기
portuguese: Tamanho
russian: Размер
spanish: Tamaño

# postprocess.ssao.factor
source: Strength
dutch: Sterkte
french: Force
german: Stärke
italian: Intensità
japanese: 強さ
korean: 강도
portuguese: Intensidade
russian: Сила
spanish: Fuerza

# postprocess.ssao.bias
source: Curvature bias
dutch: Krommingsbias
french: Biais de courbure
german: Wölbungs-Bias
italian: Distorsione curvatura
japanese: 曲率のバイアス
korean: 곡률 편향
portuguese: Propensão de curvatura
russian: Расхождение модификатора кривой
spanish: Sesgo de curvatura

# postprocess.ssao.bias.help
source: How sensitive the effect is depending on the surface curvature.
dutch: Hoe gevoelig het effect is afhankelijk van de kromming van het oppervlak.
french: La sensibilité de l'effet dépend de la courbure de la surface.
german: Wie empfindlich der Effekt ist, hängt von der Oberflächenwölbung ab.
italian: La sensibilità dell'effetto dipende dalla curvatura della superficie.
japanese: エフェクトの感度はサーフェスの曲率によって変わります。
korean: 효과의 민감도는 표면 곡률에 따라 다릅니다.
portuguese: O quão sensível o efeito é, dependendo da curvatura da superfície.
russian: Чувствительность эффекта в зависимости от кривизны поверхности.
spanish: La sensibilidad del efecto depende de la curvatura de la superficie.

# postprocess.dof
source: Depth Of Field
dutch: Diepte van Veld
french: Profondeur de champ
german: Depth Of Field (DoF)
italian: Profondità di campo
japanese: 被写界深度
korean: 피사계 심도
portuguese: Profundidade de Campo
russian: Глубина резко изображаемого пространства
spanish: Profundidad de campo

# postprocess.dof.blurFar
source: Far blur
dutch: Verre vervaging
french: Flou lointain
german: Ferne Unschärfe
italian: Sfocatura lontana
japanese: 背景のぼかし
korean: 원거리 블러 효과
portuguese: Desfoque longe
russian: Размытие на удалении
spanish: Borrosidad lejana

# postprocess.dof.blurNear
source: Near blur
dutch: Nabije vervaging
french: Flou proche
german: Nahe Unschärfe
italian: Sfocatura vicina
japanese: 前景のぼかし
korean: 근거리 블러 효과
portuguese: Desfoque perto
russian: Размытие на близости
spanish: Borrosidad cercana

# postprocess.dof.focusTip
source: Tap an object to change the focus point.
dutch: Tik op een object om het focuspunt te wijzigen.
french: Appuyez sur un objet pour changer la mise au point.
german: Tippen Sie auf ein Objekt, um den Fokuspunkt zu ändern.
italian: Tocca un oggetto per cambiare il punto di messa a fuoco.
japanese: オブジェクトをタップすると、焦点を変更できます。
korean: 오브젝트를 탭하면 초점 포인트를 변경할 수 있습니다.
portuguese: Toque em um objeto para alterar o ponto de foco.
russian: Коснитесь объекта для изменения точки фокуса.
spanish: Pulsa un objeto para cambiar el punto de enfoque.

# postprocess.bloom
source: Bloom
french: Éclat
german: Leuchten (Bloom)
italian: Bagliore diffuso
japanese: ブルーム
korean: 빛산란
portuguese: Incandescência
russian: Цветение
spanish: Resplandor

# postprocess.bloom.intensity
source: Intensity
dutch: Intensiteit
french: Intensité
german: Stärke
italian: Intensità
japanese: 強度
korean: 강도
portuguese: Intensidade
russian: Интенсивность
spanish: Intensidad

# postprocess.bloom.radius
source: Radius
french: Rayon
italian: Raggio
japanese: 半径
korean: 반지름
portuguese: Raio
russian: Радиус
spanish: Radio

# postprocess.bloom.radius.help
source: How widespread the bloom is.
dutch: Hoe wijd de bloei zich verspreidt.
french: Ampleur de l'éclat.
german: Wie ausgedehnt das Leuchten ist.
italian: Il grado di diffusione del bagliore.
japanese: ブルームの範囲。
korean: 블룸이 얼마나 확산되는지 의미합니다.
portuguese: O quanto a incandescência se espalha.
russian: Насколько распространено свечение.
spanish: Qué tan extendido está el resplandor.

# postprocess.bloom.threshold
source: Threshold
dutch: Drempel
french: Seuil
german: Schwellenwert
italian: Soglia
japanese: しきい値
korean: 한계값
portuguese: Limite
russian: Порог
spanish: Umbral

# postprocess.bloom.threshold.help
source: Luminosity threshold to decide if a pixel will emit bloom or not. If the value is at 0, everything will receive bloom.
dutch: Luminositeitdrempel om te beslissen of een pixel bloei uitzendt of niet. Als de waarde 0 is, krijgt alles bloei.
french: Seuil de luminosité déterminant si un pixel émet ou non un éclat. Si la valeur est à 0, l'éclat sera général.
german: Schwellenwert für die Leuchtkraft (Luminosity), um zu entscheiden, ob ein Pixel das Leuchten (Bloom) emittiert oder nicht. Steht der Wert auf 0, leuchtet alles.
italian: Soglia di luminosità per decidere se un pixel emetterà bagliore o no. Se il valore è pari a 0, tutto riceverà un bagliore diffuso.
japanese: ピクセルがブルームを拡散しているかどうかを決定するための輝度のしきい値。
korean: 광도 임계값은 픽셀이 블룸을 방출할지 여부를 결정합니다. 값이 0이면 모든 픽셀이 빛납니다.
portuguese: O limite de luminosidade para decidir se um pixel emitirá ou não incandescência. Se o valor for 0, tudo terá incandescência.
russian: Пороговое значение яркости, определяющее, будет ли светиться пиксель. Если значение равно 0, все пиксели светятся.
spanish: Umbral de luminosidad para decidir si un píxel emitirá resplandor o no. Si el valor es 0, todo tendrá resplandor.

# postprocess.tone
source: Tone Mapping
dutch: Toonmapping
french: Mappage tonal
italian: Mappatura dei toni
japanese: トーンマッピング
korean: 톤 매핑
portuguese: Mapeamento de Tons
russian: Тональное отображение
spanish: Mapeo de tonos

# postprocess.tone.exposure
source: Exposure
dutch: Belichting
french: Exposition
german: Belichtung
italian: Esposizione
japanese: 露出
korean: 노출
portuguese: Exposição
russian: Экспозиция
spanish: Exposición

# postprocess.tone.contrast
source: Contrast
french: Contraste
german: Kontrast
italian: Contrasto
japanese: コントラスト
korean: 대비
portuguese: Contraste
russian: Контраст
spanish: Contraste

# postprocess.tone.saturation
source: Saturation
dutch: Verzadiging
german: Sättigung
italian: Saturazione
japanese: 彩度
korean: 채도
portuguese: Saturação
russian: Насыщенность
spanish: Saturación

# postprocess.tone.hue
source: Hue
dutch: Kleurtoon
french: Teinte
german: Farbton
italian: Tonalità
japanese: 色調
portuguese: Matiz
russian: Оттенок
spanish: Matiz

# postprocess.tone.mapping.none
source: None
dutch: Geen
french: Aucun
german: Nichts
italian: Nessuno
japanese: なし
korean: 없음
portuguese: Nenhum
russian: Нет
spanish: Ninguno

# postprocess.tone.mapping.neutral
source: Neutral
dutch: Neutraal
french: Neutre
italian: Neutrale
japanese: ニュートラル
korean: 중성
portuguese: Neutro
russian: Нейтральное

# postprocess.curve
source: Color Grading
dutch: Kleurbewerking
french: Étalonnage
italian: Gradazione colore
japanese: カラーグレーディング
korean: 컬러 그레이딩
portuguese: Gradação de Cores
russian: Цветокоррекция
spanish: Graduación de color

# postprocess.curve.luminance
source: Main
dutch: Hoofd
french: Principale
german: Luminanz
italian: Principale
japanese: メイン
korean: 메인
portuguese: Principal
russian: Основная
spanish: Principal

# postprocess.curve.red
source: Red
dutch: Rood
french: Rouge
german: Rot
italian: Rosso
japanese: レッド
korean: 빨강
portuguese: Vermelho
russian: Красный
spanish: Rojo

# postprocess.curve.green
source: Green
dutch: Groen
french: Vert
german: Grün
italian: Verde
japanese: グリーン
korean: 초록
portuguese: Verde
russian: Зеленый
spanish: Verde

# postprocess.curve.blue
source: Blue
dutch: Blauw
french: Bleu
german: Blau
italian: Blu
japanese: ブルー
korean: 파랑
portuguese: Azul
russian: Синий
spanish: Azul

# postprocess.curve.resetAll
source: Reset All
dutch: Alles Reset
french: Tout réinitialiser
german: Alles neutral
italian: Ripristina tutto
japanese: すべてをリセット
korean: 모두 초기화
portuguese: Redefinir Tudo
russian: Сбросить все
spanish: Restablecer todo

# postprocess.chromatic
source: Chromatic Aberration
dutch: Chromatische Aberratie
french: Aberration chromatique
german: Chromatische Aberration
italian: Aberrazione cromatica
japanese: 色収差
korean: 색수차
portuguese: Aberração Cromática
russian: Хроматическая аберрация
spanish: Aberración cromática

# postprocess.chromatic.factor
source: Strength
dutch: Sterkte
french: Force
german: Stärke
italian: Intensità
japanese: 強さ
korean: 강도
portuguese: Intensidade
russian: Сила
spanish: Fuerza

# postprocess.vignette
source: Vignette
dutch: Vignet
french: Vignetage
italian: Vignettatura
japanese: ビネット
korean: 비네팅
portuguese: Vinheta
russian: Виньетка
spanish: Viñeta

# postprocess.vignette.size
source: Size
dutch: Grootte
french: Taille
german: Größe
italian: Dimensioni
japanese: サイズ
korean: 크기
portuguese: Tamanho
russian: Размер
spanish: Tamño

# postprocess.vignette.hardness
source: Hardness
dutch: Hardheid
french: Dureté
german: Ausprägung
italian: Durezza
japanese: 硬さ
korean: 경도
portuguese: Dureza
russian: Твердость
spanish: Dureza

# postprocess.sharpness
source: Sharpness
dutch: Scherpte
french: Netteté
german: Schärfe
italian: Nitidezza
japanese: シャープ
korean: 선명도
portuguese: Nitidez
russian: Резкость
spanish: Nitidez

# postprocess.sharpness.factor
source: Strength
dutch: Sterkte
french: Force
german: Stärke
italian: Intensità
japanese: 強さ
korean: 강도
portuguese: Intensidade
russian: Сила
spanish: Fuerza

# postprocess.grain
source: Grain
dutch: Korrel
german: Körnung (Grain)
italian: Grana
japanese: グレイン
korean: 그레인
portuguese: Granulação
russian: Зерно
spanish: Ruido

# postprocess.grain.factor
source: Strength
dutch: Sterkte
french: Force
german: Stärke
italian: Intensità
japanese: 強さ
korean: 강도
portuguese: Intensidade
russian: Сила
spanish: Fuerza

# postprocess.curvature
source: Curvature
dutch: Kromming
french: Courbure
german: Krümmung
italian: Curvatura
japanese: 曲率
korean: 곡률
portuguese: Curvatura
russian: Модификатор кривой
spanish: Curvatura

# postprocess.curvature.factor
source: Factor
french: Facteur
german: Faktor
italian: Fattore
japanese: 要素
portuguese: Fator
russian: Фактор

# postprocess.curvature.cavity
source: Cavity
dutch: Holte
french: Creux
german: Hohlraum
italian: Cavità
japanese: キャビティ
korean: 캐비티
portuguese: Cavidade
russian: Полости
spanish: Cavidad

# postprocess.curvature.bump
source: Bump
dutch: Uitstulping
french: Bosse
german: Ausbeulung
italian: Rilievo
japanese: バンプ
korean: 범프
portuguese: Protuberância
russian: Выступы
spanish: Relieve

# postprocess.pixelArt
source: Pixel Art
dutch: Pixel Kunst
japanese: ピクセルアート
korean: 픽셀 아트
russian: Пиксельная графика
spanish: Arte pixelado

# postprocess.pixelArt.allowAccumulate
source: Allow frame sampling
dutch: Sta raambemonstering toe
french: Autoriser l'échantillonnage des images
german: Frame Sampling zulassen
italian: Consenti campionamento fotogrammi
japanese: フレームのサンプリングを許可
korean: 프레임 샘플링 허용
portuguese: Permitir amostragem de quadros
russian: Позволить сэмплирование кадров
spanish: Permitir muestreo de fotogramas

# postprocess.scanline
source: Scanline
dutch: Scanlijn
german: Bildzeilen
italian: Linea di scansione
japanese: スキャンライン
korean: 스캔라인
portuguese: Linha de escaneamento
russian: Сканирование строк
spanish: Línea de exploración

# postprocess.scanline.factor
source: Factor
french: Facteur
german: Faktor
italian: Fattore
japanese: 要素
korean: 인수
portuguese: Fator
russian: Фактор

# postprocess.scanline.spacing
source: Spacing
dutch: Tussenruimte
french: Espacement
german: Abstand
italian: Spaziatura
japanese: 間隔
korean: 간격
portuguese: Espaçamento
russian: Интервалы
spanish: Espaciado

source: Primitive
dutch: Primitief
german: Grundformen
italian: Primitiva
japanese: プリミティブ
korean: 프리미티브
portuguese: Primitiva
russian: Примитивы
spanish: Primitivo

# primitive.box
source: Box
dutch: Doos
french: Boîte
italian: Parallelepipedo
japanese: ボックス
korean: 상자
portuguese: Caixa
russian: Коробка
spanish: Caja
